{"architecture":{"class_name":"Functional","config":{"name":"sequential_3","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,10,16],"dtype":"float32","sparse":false,"ragged":false,"name":"input_4"},"name":"input_4","inbound_nodes":[]},{"class_name":"LSTM","config":{"name":"lstm_3","trainable":true,"dtype":"float32","batch_input_shape":[null,10,16],"return_sequences":false,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false,"time_major":false,"units":50,"activation":"tanh","recurrent_activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null},"shared_object_id":1},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1.0,"seed":null},"shared_object_id":2},"bias_initializer":{"class_name":"Zeros","config":{},"shared_object_id":3},"unit_forget_bias":true,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0.0,"recurrent_dropout":0.0,"implementation":2},"name":"lstm_3","inbound_nodes":[[["input_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":6,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["lstm_3",0,0,{}]]]}],"input_layers":[["input_4",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[10,16]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[10,16],"values":["hGQDwDWpwD4ePqw/GfsePwbXKb87xu8+p5WXPz7Rjr9PT7q9N1p7P4yM7L/ktU4/87w9vtDMQb/iRVc/nieeP5p1Hb8VrZQ/qLvHvr2Kaj9q7Ae/9uEivghK/r6cWDc9oBwMv6UgAz5eNvU+PaLnP63loT230k2/l6/KPmDxSL/+jfY+kh+vv4N5JD+XeF2/V17ov45FbT2BEvq+1oUkP0bVij7PULk/9c0HwHecmT+emxs/+jdav+w4FL7DFQc/OiJEP+l3yD97hBa/6HQtv6bj7D19Q9y5ItKlP1tSx77CX3G/8qJAPdQw+78RosW+iv9av9taOj+4Iik/t85PP+F9Db+pwVy+pFOCvxvcYb+WKr4/MAYyvxWb7T4Pxkm/8nDLvwmALj8ncRQ/XnGCv50YoTy+8ou+0y2zPoIKlD0P9US+5fiJvxwODcCIyPy+Lac3Px6VIj7a+3g9ofmav6wrHT9R3pu+iVxov/Tlyz7aSLi/M5oSwGtbIb9FjFY/oy2ZPGJXLz/GOPQ9wwKYPvN4m759+Ba/mlLZP2lrBT9ZXSW+Xjklvko99b5v5wy/O67/PnIf8T62K6I+RDXdP3vhZj95ICw/yQtEv6y31b8PxmM+5AmgPikKPEBbyaw86CzWvlGoIb5SrSq/7cQMvzGq1L15yQy+Z+lgvzUdqL8riEm9WzOOPsGulL5Rad89PqobP3kS377rBC++dGCRv/53F75makg/3j2qPqHGPju9v+0/pFJ/PiHECEBP3l29rcaZP9VC2j6KFIy/qsSIPy2PhD87CUI/h28wv4BV3j3tfAk+VbvOvkhDJb6yTsQ/vx6yvba8cD5itYA/XNyJvw=="]}],"outputs":[{"shape":[6],"values":["prSkvTKu8Dwv5rA9OYRVvtE65r1MRxs+"]}]}],"trainable_params":{"lstm_3":{"weights":["DqxPPaHBHT5MFPE9XnqovcB0hL1n1jm+h6e1PViFyz2Ndim+f/61vQq6KT2LTg49YTSAumEVjz0Gt8y8ER4DPlTSBrwFXwo+LICxPScxNLwnbgU9m9pXPtEvg7zgJgU+ipccPgAuGD6FaKe7ny+zPddxdLxosgI+Z+g4vle9mD3leoO8V8pxPICyKr6WYNk8G/gdPkUzgz1ySL89jvcoPWUWJz4k9Sq+H6jKvdM4ET3USWA9yxKWPbGg2Lwu7Q6+lEfpPL3Hgj0s4LQ9uF7ePWXg4T0TTYE7cyj8PYfuXr0k4/29bWMNvqljG748nEk90n6rPXiouT1p2NM9etkzvqYOnb3swy69vH8wPRpbLT6AWKw37zhPvnFyIb6gwrY9cdNOvRkx7z3DDVc7L3QIPB6PMz4efei9b4IcvnRMjz1URGA9rOY0vuG1yD3HOwO+/TZNvj5X5D351r09w75LPTOxGL7EyN284Tupvf0gaz31yaa9qQZJvgnJiTz+Vi2+lnM3vkk7Br65bye+fZGxPbL1yT2cr9k9ab6pPThDUj315Ls9vB4OvuzJNr7k30+9kMiVPaFYRb3HPBg+sGeovQm5772XqAm+5tkBPmlJBT4gkGc9aWPfvZauS73mOb09NLW/vXhdH71gaIM8QYJovfivFb5sM4q91fIYvrwEC7uG/Yw9D4MZPt5PQb2vyAG9s0fQPdswqj1Baso81fczPbLWAb5cET89E81vOx1Nvj2yKys74Nv2PPgwxr2nit894qDhvQ2BDz4ubey8PHMRPbEXHL4Bj+09eyzcPeESWT1VtWS98mykPeWxID4HtyM9l3nGO3X6I75rEQK+DZehPYd6vjxlzL08dSXTPdO+vj1ABaW8hTINvlBVgzzTm0Q9e0OvPZ2u5b0rWy0+GUFAPSb8NT2sEuG8/b9YPQYzGT7FyEo9xHxYPRA+xr3mZiw94HwzPlw8Qr1Zdou9ySnovYD1/r2ECe+86jDtPK7UOjxo/5I91sbcvTP4l71fVh+9","F4bIvcZU9z37yAG+0xN0vKcyCj01QsQ8V5anvcEurz2bwvQ9sW39PUu8tD3gOjs+PWWhvaZV6b2H/Kc94QuAPfFtEb3lQL89fFUNvi8+pz0zZ6+9JhkPvna/lr3lcMs9gMqbvfFGt71Xuvq8UKw+vQuJDj5RI2g9Gh/GPIxUmz1UkCi+9qgXvkHL6z2jfDO+tWgmvfTiNL0gKMK8CmG6PathMDsJzqQ7xufiPbLHC76w+TW9PC4gPoYb470litU9JaUAvi+OMD7a08w94hxwPQwgmD0f3wU+nOkdvuh+mz21B3u9r1nDvH5+qDyJ+wi+KDTOvYCLZL0yOxI+jGGrvZ1BM749ioO9YH78OwwutTu/pek93/iIPYjBZ7woyva9R6nzvCDquD3D/iW9DJ4TPgDFJb02qpU8EPGnvfNV0b3+ege+Q8S8vVwA6r26Bye+M2BZvHUiBrwyR5m9zY5xPRpTojwS/vm9FGPzvIdLyzyL1KG9yPw6Pn/fxjwQegy+sRgJPbKbyj3xN8K9kksSvr972zzie569U855PT9LBj6MRhi9TivhPfXa8b0/RDa+fY4OvA+zpT3cCNu9mc7FPQO8+Lwdqjc9RCs+vX8K5TysBrk9jD7tPfplCj4vixo+g6PkPUA7rLw50hk9AFl5PU1B570Hx8q9OpoTvXBF4TxCnRw9g27Zvahqeb0svw+95YeivS0BXz1Tb/S8rEffvZ61m73aLYa9G/l3vR+oujvymAo+Z2gjPj23Gj687XO8Pd/wPSGYj7u77gm+dGv3vf7bTTySb489RnwKvuy78z1pP7u9weqSvfQ4rryjgp28oEfcPW2SAzxzmSo+IYExPmU0pz1xdro9g1NKvcReDD2hACk9lz1NvivEsL3wXyE+3hC6vQeauj1c6Cs+yqEUPpVt7b3AhRM+dhUmvp6V4z0JaHm8cVRWvU7w9z1sLgU+9ebGPfyISj0Vzs48ePHCvRa7xD1V8fa9YorJvYyYNz4V0Hg9baxPvZhtqjyQuA4+","Z+gfPQ5j0r2ilUU9e5nsvSzKh71T78a8nXqcvZi8J7v15JG9ZPNQvTqBQz2nboO9uADRvXCrlL2srAe9VT0KvV7AXb0VzKg9Lwx7PTWW6z2WWAu9ajOqPcG1S76mFBK9bIR9vRvsDj7hJQg+ch2tvceCvD2GoXG93z/7Pap+fTsIufi9bB4ePnwB4zz4bx49SjcMPsNr7j0wVOc98YuhvaZx9z0F9FU+YeEXPjes3r1fJ7o9B/U8PicgBT7xl5E+pwc5PiDXCj7kJ749CS+AvLMopL2JwRw+3hMlvvXr0T2bGs48iAqfO+5/Zr3OwjO+z/c2vkLAlr25c0u9l7u6O69Hhr38kMs9QX3GvTRxTjyZYRq9gTUOPfIFH77ZTn89pQHiPHfjOj6NWDW+CVy5PR68zby9lQ++MFeyvGh1Ar54URG+4dk6vul7YT3b0z89zyr7PbKtBb4XxCW+HZnsvW/8bz1/Vxs+myzBPfc+mruwgxm+aNNAvstTHD00ps69LPyQvT+NjzxsA7W8bwCJPdZbw71FHUg91XzxPcwb/r2suok7Lkomu2ZDFT5Ln/a8I5/pvWhb9D0Y9xE9j1AuvkYZ/7qr5ZW9fU4ovhBSdT2IW8U9S/2xPLNpaz0KTq47yM3fPbPLBL0v/gE+AzsPPsn4sLzFpwa9uQ3FPZf44z0Jue69qisGvim8M724MQI8zF7lPT8huj1N6Nq8xUHUPb8/6r0KQoY9sl5OvFW87z1JeRA97EHdPP7E9L2b0Bg+9QpwvN31Lzx5mBm+Me/lPTR6Ej1Gu9a9V5cePp2c0T04Z7k9mvaKvTbsCL642xc+On7Iva7aFz4HZgS+FYcpOwyOmDyYuB0+g6vzvWZB770OQzS7OoMEPcpZ9b20ls09Hm+aPdy1ET1SK9C4VHe2PcT2CL1EY389zNk/PSHu4L0oZs49jm6gvY84zL1fRRC+RE3DPEzCFjy7zh49yRtDPZVGjL0zoxE+34EjPmZzVr3Frpg91a1UvBS4OD5Bh1Q+","B+qevSLQC76mWJQ9BhEiPqKZeb3hPBQ+nKMQvf+iiDmGoo69+8d3vb/tij1zFdq9LcBnvWudDr7PlEW9GoHsPKUl8z15Chm+WZ2YvdKFLL2Et5q7RJZNvYtDFj4phT09snEePswSoD2ztnk9eWMQPoCmtTygB6294Y7cvdGt3j2SLOq9W2UYPdhH4z1N8wS9Y8VIvc8adb1WXAO+ZsizvLvM2D27VB483SIZvWWdyz3dWX+9RUlTPtg9iL2hDee9e7envWLJCj4fcko9QPUvvhuQbj3x89U9H56uPSagdT5Wtmy793xpPeriejzUoI0+eH4Fvh0oxL0rwKw97zaOPR5w8L21STE+IDDNPSt2XL3X3PA95rTUPZQEvz0d3Ta+QrKlvOadMj5P1cg9EBUrvlnh5T355bq5vue8vRaWjrsKad498ol0PSCDR74ft5O9/14zvltlYj2fMni9gEJJvu+RYLsT24q9hNfQPXZFfrzMUt09ANGuvS9/Cb7qoem9qkpqPYjWzTskr7O8rwHgO2kH5z3wlbK8lKMCPrM0/r17rJ89YUb3vFOb/L2sbLC9wsmnvcndMD5EEpO9fcTcvXrlAL7s+tA8YrZ+PZdOjr2A9Gw9/VXVvXnyNz1c2FC9WzhIPfPVCTva7gC9ANrOvRNZgT3GY1S9q7qIvTN5Y73zP0Y9Cn3GPUZ4/j3xoF89NiH+vIgRdb1aaaG97nMRvtUxEr1lZIi9g0odvLToAD45ANw8kAu1vTCoUT0jrWM9DVsuveUZtbxnqzg8unPbvVhox73o4dw7RXPVvUzhhDzgZhy+G9iGvaULVryhPbS9f9MlvgVOAj5sMB69jBoQPjP61T3nVLA9xyLlPRuzoD1vASO+UVD1vfYMVL37iv29uwXPPTSU2b1yNDI+Fp4OvQPr9L0BBum9avcVvWVGNz5DYXE9mR84PjhH27zidhm+9XcKPvkekL1sCwq+TW4HvkRPEb3HHNK9ruSPPJUUZ7txKGo9w5LbvQGO+D2j+fu9","pvYavlIUyD2coyA9weqmPeUjUj3H8M+85hHXvc+chD1fdLk9MroWvhCzlL2kExO9zhkFPhkLgr1qofG9y+oWPdcijz0iuHA8MavNvYOhhD0Iyci99qdLPmY12b0NZw0+4FCkPaJojz0J5qo7mQjXPeYMLLvmEz+9+GIWPnp2U70EPYC9LnarvenxZ706wDg+qBMXPgAgIb7ugZq9TIkBPWBi973M5Pg8cuJ4PdbQgT3YmhI+OOEVvDQKuT1y+Zq86hSjvV+x2rzAspO9hVAFPadEF77Kprc7csMYvoZrKT5V1oY8BPm4vUZRJT6HIXy9V1vrPfyeGr1vSyq+WayNPlD2xL0zjko9yYOIPFNPVTzQDP+9OJcIvrYglTxqoN0923qJPVmvuz1YCuQ9sGrlvOKpBD5WUuu9hQSQvZXEIr5GI5k9xsaqvd/v771qmjS9w+MDPXerfL0F3fa79+ievX98+Tvu1wU82nMpPTi0VbyOLcG9qgMPvXA5L70Lwt69pl32vTj9Cb0o9mS94hjzPZZxljzyyac9NK7TvazdDb2YGWu8q5txPSNo0jstHPC8QKqFPXXY6D19IQW+a5HFPbN2gD0kKVa+h+IOvtz/FT6sKcA8YV5YPbnl5r1/pxo9T+Q4Pcal070+JyA+kke8PaisGr4K6P69hQ0/vsxJ/b3VUBG+xTkFvuwAmjzXniq+HpQJPY7HUb0CNBQ+XSbvvZ/zw702+C++T/RwvZz1Ib7BRPa8RePIvdQk8T1Xq9c9nVWIPWYpfz2Zm3U9AE/lvVXSkz1fuzg+oxMhPhNLyLyDjtu9/HKrPSOD0b3V6489aI9RvYAzvLyoNv29jyGevaIxTD0izbu9BxItPU6SD74izBO+FG2SvSqpUT1+zCU8j2PXPfctir0JyeA9TkXbvWeX871pMUc9h/wEvi9g+z1ZlZy8NIGdvHdM5r2INLy9MsMAvN6y+L3uZ688jfZGPnVmdb3qE8e9K+YUvh5qob07+jS9hL9Ivj2p8b3/age+","wGdBvtgAtLwrZjK78uTfPLG1Ij79AA48fzFvvaonQz7JAQy9XoY4vfS1CL69dsw7/WtAPtxcmL02mwo+1A9CPA9mwbxzkia+6qNiPkpI+j3FY6294VwWPlgMYD3XBk49mCEgPZPtdr26Y/092vmcvAKRkT39zpM90vk3PrVSBb44sBq9hET6vSB/e7xDZTs9CM7IPcyLmr0JAwq99bADPfbMOT2y1qa96qQtPRfYg7tEiFg8D3z4vQ+cFr4DQS6+ox+ZvO2rM71ggi08P1PcPfP+Gz5vmhE+PWGSu98VGr1tWBE9E5rRvQUINb59aCc+3TvYvQABYT7CBBC+Mu7WveokvD2NlgE8fFxCvapqoj0JXjU+NE6tvFC/B70jlx0+n+oVPkPW8T0uuH89TNcBPmFxxDx7B7S93AEMvmVDor2ZS+68CtgUPikTKT5CVBi+H1EMPm3cGL5IlbW9CyknvgWvkrxbrkm9pOoaPpbzfLwOfW2+A02ePWqc4ryuvvM8jwUAvt6sij1hui6+CT0TvagKyj2A2jo8K4+WvbvGpr2+9Vo9UzidPHJOPjzEcQS+GIYdvp8GQbyXfLQ9iPHmPZcudr2IxoU8nmzBPWlbCL4syzQ+dVQgvviAozxxFzM+jaKzvXoiuT0HXgW+lqj1OiXWs72XVLQ9SLIaPd5ngzus5TS+KxjlPYCWSD1yg689vmy4PX1xhL3pcx88nPsqPa8rWz37Dda9hlUDPQAgnL0mpri7lapNPSAXMj1aj/C9LswWvqIupzuzjQ4++lVdPYFMEz5YkUw9xkYevY4TLb73aAy9ZU3evbcnHT7vPQo+O4SwPIyMmL1KgfG85q2aPCVMND4Bzim+tfzFPYVjXT3rzsC99NQqviIrN70jPrU874ckvV+ue70md0K9/WBHvcJh3z3bEWK949O5veEuEj6EO7K9f9IRPn59PD21rsQ9BBDBu1qOpL1BVNq9O8nnPXMqT7zMtG68HTFDPS2lBD6dX0y9FDyMPUdT+jzTE0I+","Q1QovdTMQL2EWJ88Jx6OvXWfjz3QM1A8pUkxPPeU6b2DqK+9zPrIPV7rCb5QJNs9gBpCvVeqCz1chEc+TWAMPkI0aj0BFi8+suU6veX3Jj4YUZk8SOBuveYaHj5TLRw+Z6cWvEiaa716+wy9H+PZvQCPeL2jEn8+W2sXvG6bWj2fhAs+uSNjPRzhkTyzQKM9OsDHPRJO4j1DdRI+Fx8fvg8dFj6z3Cw9qbwGvuJTND4Q3Y49PI8CPCaupzytPjk+hfIrPvhFnr1woLi9leCzPfqJG74hjyO+wbiVvdUvFD7brJQ9s+V9Pf10qL3FmLu86THVPc61/T1xBsg7WpYAvjqVFT6UwFs9k9LpPfgJxzuzCHE9JFgkPpUGszt4+Ro9O1bBvYWoGL5udhu+CPYxviskmT0kGDc+On3tPK+6bT24/7q9r4MSPkLuo72NK9O9cUkXvtdDVL24g+E9xcPWPQ43FL77Qy6990+GPVGT6L2HnhW8nXfwvQ+1cL0icvU98ED5Pd0BuD36BKK9fd4Mvj7QSb4TNvk8NGgcPgGbKr4Jtpu9b5O8u3ZgDb1NkQC+2SWwPDV4QLytmGA9Ot5vvVFZd70oItI9GtT+PW0LAD6MfyM+0YTjPRQAtD0iVnk90HsUPubKtT1YYPC9FpSnPKh5Pb1B2/U9KfA/Ptb8yL0E/oS9KOaqvP+KUL3VXyO+ruuZvRmoRb2PEds9LbE/PQgdE75nVdM91eKvPb3ShD0j+KG9URqIvMrIi711zqm9XdERPdkQ/T0dYhW9zSbNPGclez2Q4uW8tJXtvRzDIz4ehc891x91vSkhjb0NWui9qL1wPZG1KT0pnJC9SoUhPrN8tz3Y0A+9W9bzvS70zD21Kx8+gHOzPafS9D1ypoa9/eMxPtVUmr1TIMA96ezuvV4L8z0RX7u9rj1zPYlpub2bnQy9cJ0rPlfsAb6DnwC+dletPX/S9D2AF7M91rV4vZTUHr7fyii83jACPgp+7b2r3gc+FWrWPSUoRT6lUBS+","tcmyPaZ7Fr4bQ1E5tlYaPu7n8T1se1E9xJYLPt+O573EJvg9STFjvW/37j3wRk29XfMyvmIwuT2tA1Q9ZsygPcePlb1etX09bOWLu1jHuT0JBPS8nGkOPm6I173VkqK9FmFhvZanST7z4jg9bKQwPYK/kr2gBtW8Tt+GPamKBT4nyJi8S3S2PUHwoD3yx9Y96zUEvMWFPj4qot+9f2s9PSHt7z0msne9STgIPmnMxb1V7o2977T5PJs2QT6hCSs9VFoovq54vT3V4M89phy5Pboa7j1sO2a9f9O0vX897Lxx1jU9Gy76PUftUD3NJ5A9+RvKPEVBlb1o5e09OKUKvBQRM74vhsA85VgXvv30Gj1cCLG9AR4KvYDJC75gS1y9RVQgvuX0BL1r4ie+j96CPRmDkj0MxlQ7i0lTvf8ay70cUic+JUk2PRqbGb443/q9kTBwvfJ+QD6IYRW9eYAsPfyIij1+gOy8g0yYvSMBsr1cWT09wiuZOgQibT32KRq90oFBPo04OLxWN9Q9ue8IvqSOAL3DKeW8+CD2PAs7mbxAgu89+vOrPVYK8b0t2Mg8V9+9vXyt771QAI67mAmSvROFJ77HYKW9HtXmPXu7uD3FAq87DVSjuxynEj0/Cg6+rm7fvf0L7T3y8fG8GfqXOyOr3T0E/n09wm16vbbjGT4cMWS9k2f1vY+VqLyzhRE+wrIZPNFrqT0Gx0C+gp5dvfxpuD0rW4m9sKirvSMVAj75qJ89hN2ZPeaxnDx0KiS+RTncvR0Unbwp/2U9z5xTvtpFGr5CKQu+VlTNPAmggL32JtE7OkadvAnFFr4Dzwe+xFs4va6c6TykVgi9znr4PTT4dr2dtHq9+0RXPU9HHz4nJcy9dM3VvIduy72K0bU9eo6BvNEDobyWbx89iEoLPdk5xbyP4TO9qMPFvQc/Pz1IyMI9ePnKPSeVArvQP/u80uUCPndBB71s66i9n1XqvZB8wb1JDwq+6Tg1PAoOkb1HhpM9IomQPf7UAb6Qdcy9","E+iYPeRmEL72Uf48stsvPgyrxjvrGcI8NA3JPThAJr5Al8M9u0uZvfsrGL19qgu+OzwKviFP2j21EYW9R6UoPRFs9L2XVzM+QPEdvnqnj71+1Gg9rQ6ovWoasz0fIN49vtLqvHH6pLxHTVI9XJMYPROzvD1cTCK+G+7wPYeVpz0Gf7+9mkwoPsKSgrxg5Xy8TH+ivSuJs73KOsU9V49TPoTUU72kEA094FkQPuUDNz3rDCQ99L8OvGBAWT5nSQI+P1lQvcPqgD6x7Lm7KwQJPslgrzx8+e+9s5oJPhSjAb7z+E89iqcVvBvAZj0bDPM72RrWvVJ2PTquWyg9NDZwvV68HT4DnDw+7JcGPu7JG70JNrC9xLYIPoH2Wz06yPk9TlwkPWffiz0FjIS9wh8OvteZGr5AOT8+VoZsO/KcGz59nQw+8gR/uu/aJb70tWU+5uulvXqaHj1aMCg+bomMPZRRoL3w8v+9O2XYO0Wkk73YL4k9CQN3vQ9DGbtfCpI9KpSXPHP4A73Zmq49RNBLPiwwBT6czNC9/4hyvpLKBz5jDrA9Wf3mvYEH/j0w8gw+Rzf1vPeY/735NJ672t8svcs0SD29l5E9eBI3PVStOj16iS6+FJDcuoRhJT7fnk89PssHPcO4HD6WDyO8rh0Hvr2igD2Y6eI9TpbOvbUdGL5FApS9KNa5PKIfRT10xhA+paYCvuOV+LzOiz08oqa3O55TY7wTvss9CzO+Pbo0G74Nxe49JLIOvK5vPr00vva9yicsPXRD4D2c/MO9h0aHPbDarb3bsow8uBgxPlZhB77aXw+9P9sEvg0C973XhCO+Eitfvd/0Cb7IZOy9JaqfvXLNwD3EIB+86XH9vQnMJD0goTC+TiZDvkBarj2ixdK9GwMwPe+l7LxMQSo7/zIAPoi5FzyghuW9fHgMvoPUbr2Y9XO9VL89PgXumr1OAUe85DMhPmST/j1AXp29Yec+PTtBob3DWR0+j6ezvXj8Pb5fQTU+D9jIPXC+xb2y7eE8","Ao0bPQ8opjxoYss7LAIxPiwflz3fe9u9Ex3Zve7l7r0e+VK9oH0ZvlOyFL5R2pA9O5INPva0SDy1Iuw9CxgovJ2bULvHqWi8I+YzvmYbEr7wtxM+GlW8PcfdZj7Mwds8qA4CPvUo7j1+wwo9Fun7vYuoJr6887G9i9ehvQgyKT4+Mhi+nvVVPbCTdT2VFkA+ForxPOvg970GaW29qW8wPrhN3byTx3+8bTASvV0ldj6bwTo+FjVcvQn4ibxRJ/K9Z0IMvkH/LL2Teqe9WU0zvQM1D70i6C0+dpPEPdQuRj1xQyK9EATaPT8PJT66pSI9yMWGvfOxaT1gVtU9LhMEvrJHJr0N1tM9ACCFuiT01zyGmTI7+x4TvuSCrD1SrZG57vAZva/0bb0OHxu9FmOCutI2nz2J1/K9JKKFOdihrL2xoQY85pHnPWCTh72tbCE+nGhdO01Z+j1Wm10+WHIYvhZJ0j3LIZS9wWHzPbZWHT4e6sM9/sABPclSGDzY5ZQ9rBHJO3h/1T3HxqG9mjIbvqM+SD4FR129rOvUPabfVD55t0E9lYMwvdz+zr2DRLc9A1UPPnm5lT2PNSy9bEg3PUtp0jyBkB29f6AIPiQ1zb063Iu9IlsKPjZ4Fr7wEeK90GH5vU9RMT4oVCc+pWAaPn/apz3yT7a9FAgpvbouDb0caEG+u4CtvURour0rsg8+4DHQPREaCr6mNZG9hduEvXXGrr2Iv309SJnSPPodNbzOj629CSUXvl1OjjuOf4m9pIONPZRIsb2ckbC81NdjPdJyXL0G0Z89OcvRvadQSz7LkOU9qnfMPDAR1L3OWdM98tsrvWSFij1SgJK9PrL6PMmLrr2Z2e+9L0SzvUbnUr36rw4+9xFnveBNAj4pcdO8aZYYPYVdTr5IvdQ7eSnYvVRvSL5aKzy+JXHJPR2BMr3j80I9WekBPrfB6b3hzbS9e4mtPLejF7yoT0I8HgG5PfCw3j1fv0w9IlTdvSskzz2oEQi9rNvuvVflGz7To1g9","5QOgvWDpiz02Uc29yiHVPV20V70HY3E9xjkTvl+o5L2kksw9K4TTvIziDz3CZZy91pE5vu34Gr1Tp3K9MJO1vTXjrr0Uphi7ITKtvcvNAr4a3QS9gFQrvjhh8Luyeby8yh6pPXPrUL0hV8Q9YiLaPYmv873EAaw9vPNJPkLEeD0syF+82K26PYGxYr1uWxG+ttoFvpA5+70d5cs9CvqevORLJD64tyM88MeevZj+Xb2swiw+oooRPriGFj5Avi09XA4KvVeKAD2cCQG+zX88PR/DHL4YURi5J4FxParuXD5uWXE9FUbrvfe/ST7uFLi93nyHPPln1rwpoD29lrgGPpYH271cAkk+S01CPrKcaL231Zi9cyiEvExL5z2k8Lq8RGXpvTksgT1tARc+3YnhPZYytT3mN2g9G4bdPdEJRT5bh/A9IMYZPoaA0z1ySSE+eWK9PF3UyT1FcCm7HR28Pasur72MzM+99eXhvYrhIT6D7YO6VpgFPsZnELw0jRS9bykgPS6WsD3wfQq+xdlaPTuJJD7aGYQ9Wnkxvs/41jyxCQS9akTRPTkk1L2XJDm90UxNvV2Zzb0oETU+iv8yPpgjHD7tjFc+dUoKvl+MI74/MZe9a0lkvVjRPD6No128XvPKPEbaOT74GME9/EFEvQYhJj7IaLa95knHvdfk2TuTqLI9QmBUubA317z//4g8jOKhPRTUEj5SPMK8irPwPfhJZbzNaoQ9yWGvvYt5DLz+Iq494KPevbcLqDz9SwQ+oTmMu6FadT1MUgM8pXbtvfJXUj1c3Ac93z2WPWklFL4qoAO+1TKmvTlaGr49UDw+yvr1vZz4mL0EJB8+ns6/vNe4z71Nj5G7e+9CPUsd5rvdRmg77Q1XPeqI/j0ZWjI7W4aTPe/rrj3xPvk9QYJuvfp2Fj79GoI9jzM8Pf18E76KWom987ARvhlyCr5EhTe+tVeqvRa2Bb51QTi9X+WJvdmwd71TCtG8j+HEPSQyiz3Zr5W9k/Uxvty07z2NAgS+","H6iRPbW+Sj4sIDS+PHEjvjz3yTytKRY+CYOVPbV2Db56tg++HzuSPO0n6TxMIts7cwHPPEqEGb6QPwq98rXEvDupWj4hyiW+KWhkvbadSjvToz4808oxPinn8r23slY+n6fgPfTHGj0hpMA9rmZZPbXICT7e8h097KUEvtHJBL5zirg98Iy9PczQFj1k5MG9hiOcPB9YM76neoy8IzFjPsKdgD2wtrk9HDq6vfO24Dy3SZG9mxs/vviiOr1KnFU+g9c4vbUk9TtojR49VhNgvGAKFD5bnZ48Xjqvu7zsIj6xxMc81aAyPieJ7D32jEE9PrKKvkneGD7BCBQ9uV/VvRB4Ez7u1uI9+OovPAuNKbvuZt+89rMQPCQwkT10O0G9Kr2NPNPjvj2EHyw+MRARPp3XQT6O78673vcYvWFC+DvrUwc++uSEPU6izb2ehBw9SjAJvpk6H76WqKk9s7sXPul9QT6jwCo89AiwveGLTz0sI++9zSngvFHxur3jGgO8cWIEvvwumLyNpIE8y1wOvaMrTT5IaCo+xvRCvT6RKD4U+tc914d8vYj+C7yp3se8rt+ZvVc+UTv+1TA9pBkuPZ4nk7wQoAU+u89RPlei/jx2PDa90wg3PioqBj69Vko9ousDvmlOKr7PF2+8YOdvPEVqDz5zDxC9s+7PvcwP370hQjM+kulPO3kKWT5EOou9mNUTvJCpgj6Kxg+8PAmtPIe4Jz0+iGa9MENrPiwSxz0VtoM9Q2kWvnm5Cz4wOTG+aua2vSAonDqKojW+AoHMvUZwcb3KQLS9QIvrPaiKk72Dq0k+7iLnPfgFLz7FUUw8Y4UjvmbD9D3PaQS+5RmdPC2RTr0Zijo+jJQLPieulT3mStS8hPnNvU3nBj7OY5i9MAu6PJY/xrscXFy8UtsyPJ5WPT2HT/69u9aRPKL4dbwD2Wo810YQPZ+Vkr2iAFy+taCtPc/pFr1B5YS9wsJTPU6g6z0Wjn296I1pPbhMNL78YuG9tdY7u8HFob3Trws+","Uwd7PVmOwD0/1ee7JWx+vbI5Yr1uQ489KJc3PO7QJ77VzAO+j3WDvHslpzx+K3m8GYRNvI8wer1pjR8+DBR/vsXOAD2rkp+9NUK0Pax0Zz2c/0G+wSlOvsaEmz0GDGU9FgtKvhPPX72kMhi+QwAOPsRW473QaVm+cf0Xviaovzx6/Vc+kdY9PpQ3AT4uLiG+aMLPPNs/5D05yLU9GcxPviyWir0CAGw9pZmuPJPBer5k5Ta+zGeFvVZGyzwV6jA9r3EWvm9iHTymL5o9QkeLvOVgJb5yZAe8pyoQvp55CL4V/aw9Z5qivGQz6D2V82o+KkoLPpJlYz7tJWA94m+2vfmZ07x36ec9GigfvvX9PT6V4GI+rR48PRbfhz2tihc+bn/cPc0GCju9Kb48KD2BPrMNgT3B7EA+rXUJPsSEQz21n+W9MUUOPUlW4T2pgcO9ukt1Pf7Bnr1Y04e8RjUrvZUrCT4i9e+9ZdPoPT1E5z2UPms9EbF+vcZEKD7G8Si9JU/+Pagu8j3LSY49/8wHvpIEwL3jVwg8ARvxvLAqor05UxA+KPYJPlmgdj5j5Li9ccL3vb6Stz3a+wE+XUYBvtGdoz1w7zU9IwJvPYf6Rj5Q8mw9FTslPt4nJz5MMJW9JL7wvQLf3b1OHLi86Ra1PCMLKj75QbO9ABoUvsN6Yr1JsQW+LfhWPnTDKb6Cxne9Sj+2PXpZHL6F6ke+zOlbPrDq9z3WGYq9G/+xPSoth72jxss8P88PPgtymb2hdxa9UAv2vCu5oT0PqCk9KDbyvXWmLb5d0kg6gSI8vcaTgDyLz487wBrWvLjLEz06Hi+8cCkkPaye2T2OXsq9z26SvTGtHz1agqe8+QInPUeunj1xAAa9MrPrvCK2tD0f6e69bZBGvUmiWz2y4D88Ivf5PaFyST620xq+GwYuPoQkET5pvEu+a1qMPBDFo71iNhu8EAd0vdiR3b1xmN28IKqQvJsURr52XmA+luxFPCgK4T2giwC+V4LJPT1Rt72AxtY9","CWKOPP6fiT3q2WW9+0CiPNP5tTsHQVI+njOcPUtEFz5wOCO9IfS/PFzUjD1r47K7YYQovYzC/r31C7A9uT1XPSAVZLxKtDS9UvXmvFXusb3zHnU9r7uZPYRqYDyoJAC+DZ4dPVNAE75Ih3K81hEGvpZz+zvm9xo+XcKfO7/DH71tUO89HmFavVBSeb32NTY+bW2aPBQLjb3zHew8qSoKPAeH2b3Dt4I9OpmlvAPoyz3rKt69uL9svsiiQb1NdbE9YGgqvuftWL1iy+W7KxvxvSzJqz2t1/Y9im9LPEaspz029ay9ya2qPCBcDb7hVOM94vDGvVZ1gDyT+3C9/ZhEOnYb5z1dX8a99nLYPYFQGDyqYC4+k44kPsy4iD0aBBO94EpkvPRzDj0pLGs9aeNavX4FiT17O6C9gYyyvcRFCr4EGKC9l8wSvREW9ryS9Z29/rmwO5DoDj6f0g2+9RwKPr/uSj2tqo48B1ZVvZvKAD3USuo96xWUvUsX7jybJnQ+RfruvQFOZDxSLmI98y/gvAcQNT6UIeE9nGGQveHjAr7C3ho+dynPPfTdtzxqjfe8pupZvW44Hj114vE9Bk8GPW8/GL6dl/w9UcIAPvR8vj3rikC+q/ZkvT9BAb5zJiu+wHkcvQUFrj1nPYs9Y9oEPD9iQj351ao9sQRyuvIhHT63QSg+BZRoPolRzLz9rQu8HWKHPcmkyL1YMAM9TsBXPK0rEj0YQ/49T9sGPjTEgT0ZfAM9isWOvcEuGb6moC++qoEjubZa0zx6wsQ9MXFIPFzvMD28qIk9rZ0KvRHDmTvRt1K6wkpRvdbm4jxhfsQ8QDA0vjAqDr5oZhg+N+bdPbYSTr29J7s7cG4VvrJrDz7CDY+8VN9vvjtf0T2ZESC+PjdkvRRIJL7h0487Vd+MvXR7bT1K+w0+1gCZvfXu2zw6kRw8VwT7PW0Cvb3h01u8XfWJPZl9Eb4ekgu9oyCpPfQn1T2Lh++9mFWEPDVUArxhiN48AGTqPHxCAb0My5w9","lDsovUd2xDtdW5G9dIolvjHkqLtS6qI8It91vXNFHLu8lNI7nAYhPcL4xj0+tww80KkZvhOtlD3xL6U9JWmFvZRM8z2nZQQ+WIIBvViF1j2/h5C9JzrUPRTSMjyq7bK9VdhOO4BB7z2MRfe9btiuPSqqDb7dH6c95BX6PaVUJr7YAeK8CmRyPWmFF76XEUG+4RElvqM3UL6CJM+9JuoBO2RXAT5PJDm+dLZdPR5MOr6yuSy51JoiPrqaUb3EQT++yuIAvjBc8L02JVu9EOFTPKPjkLyY31Y8IuwbPgk8FjzBicQ9uCybvafXXT4ZqNM9CLXxvSkcNbzLDRe7b0nGvecwPL4flEE++t/0Oq8RfL2/xJG9HJa6PeX56L3mois+NzsfPhejUL4gDtw83929uppYaLymmok99e+0PYhtAr5leiG98yk2PnneZrwhQXI9A5w/vqoezD2h1dG9TV6FPux7Fr1fTuW8L6Vpu9F5gD0u5JW9w6xbPqW0WT0M00M8Ti7Quxfe1j3YYV+9jBAPPlTNY72FgxK+wJE7PoO55DwwXfK9b3p0vYPhAL4L4ei9XGOZPTwXmr2AJLa9v0cWPkYdm723l0095ALCPOm7BT4+ED8+654pvusZFz7k6+69RUMXPUhEtT0OJpS9QHOrPZVIIz4CEV092QhjPbZIUL2oDK69ZXnCOsMSQ7wyl889CoWSvCB9FD7XRbe8p36gvRkqPj1uTPO7t/Mfvur3wL0nrJg9VeqvPXfN1TyA9Do++2/1PYOsTT6mgti8lZ6vPND1MT7xR4I9jY4PPq/+cTxZM1U9N1oNvuA7VLzyEri9GCsQPOI3q73QPrw9WCDGPbnAVTzgQGo+9fwPPsHjQD6wg1e+6uO6Pf3ZSr05Fws+bM0mPv/LHT6H5Po9/cT8PTqcWb5LKNG9HR+SPAsRVz1jpC+9PsGqPKK7Jz5KtIW83EVTPaHGHb4IC9w9InswvM7NGz4FCQ091pbPvYw1Hj2Yn0q8WBG/vdloKr4H6ni5","lxr8PNjtmrwKYAA9ofH3vav/Eb1uMYE9/nRxvaiWCL6x2Qy+E1+XPQF9oz1Mybk9KZVGvtE+e7yPUqk9vagMPtCoVb4kVgi+nkLNOcUStL31B7O9BlN0OmKva72eCp68W+CvPfbjzj3zzP49Mm7hvHc7xD0E0jK+yuMZvoyrOb3v3Sw9ruXZOyDzwj1iwB+9DyYfvU378T1f/4a9h2dzvdWQ5L1IKxS99VcqPmnpW7zeHIK913jBPQHqob3jj92989zNvVK+sjvbThy+znsgPr+I5buP9vs9FMEVvVJg4L3pmuw9WywFPo+KHTz1Hxg+EWA6vbK3YD1kcYu9Aue8PVRXML2/h/i8Dl6KvTcNY710qu69YL9xvp0nNz6ZjUw+jjS4vY+bmz1CBjE+/6uJPWKI7T0J/tG6fCXuPTX3qj0xlFm+zH++vcPLn7ykyQo+Hy7FPQNn0b3TtlE+iMU8Pi94+byGZx8+a8+RvQYhZj4BUck7puumvA47kL08pOG9ja1sPWb1Hb5+c5C9S49/vXNNGr7YR4k+l6y/vZY1BT77Wwk+uacCPqF1TT5F+6M9cAt+vUpPkb2M+Xq9xSwEvRcIsj16f5a8JpSAPQA05z25OYQ9CuyQPWkbGT42yoo9Ogo6Pvg58L0Cfw68KmMUPjPhI7ytA2C+XFMdvg6pib17PtW72U3kvXegXT0INxG+j+r9vQC2JL6zrLs8UNvxvXRQDj67Nb29ZWC9vFnpCb4NCim8VwyWPDKie76PGrY9/wkgPtXq2z37m469FWeovLakPj4Quaw9R/eqPalWDz6oyLg8BKAmvOqAPr6boRU8SmoOvgNwn72znJo8kNTPvY+2uT39phS8pYLcvUvu0zx7d4g9D9c2ve+cVDxGe3a+pmXLPEpF6bv4lTO90qoYuzL+2b1mlUq9S/owviHWPj0aLvm9Aao7PZijSr5gm/u9b/N7u5bRdLyEotS8V0Z7PQ50eT5Qu6i82SpXPYfkDL7bOW+9wfYKviYOYTxGjiC+","NM/lPM4xIL79s4k9GBV2vTjuLTx6BQq+Fr03ONKICb5nCjY+ueFvO1Jmmr5RuqM9EqcMvshlhj2De/Y9dpYDPmxdjDzMdfG8ED5mPufxUj1xtew9FV89vUGNHL7VPF+9fhYgvgHCCr7XDfo9jUx1vQMI9j2P0aA7dMX4PHFLzb1P73C+8FTEvSeJGL2i/oO9l3WDvBazHLw33+W6jdtIPlpT+jtQh8I9cNlUvoNF6T12pCi+531BPaJwFr2zRrw9ab+iuEqV3b03OLE9/x8QPnsWKL5N0cA8PsbJvfSu4TzlFPA9BRxHvVxf0ro8Dio+APRDvsQO4r28EXC9ubYmvrT/rj3HCGa9mWMSPayzOb3Xmda9usAaPn34sj1I6ZW91NCYvT1VGz1FkZO9ZiUKPFqwCL6Ug+48HKg7Ph8PPT7LeYU8jJSlvErZBj1wV6O8KecDvgyvKD60Jes96m7yu/Qxbz6qgga+Y0fPvVgqfbxB5gu6I9e4vYXSpL2j+7O9dxStPYGvMD5xmby94Bg/vv4Nbr7u/uS7E2eNPVDSmT0E5NA9EL8vPR2+CT441CQ9RBeIvW9xy71UnRc9eWdWvZ9jojzexk0+QSuePbaOLD5XbdE94aPLPTVZEL1lul+9nUwbPpyRRL5ZfpO9MAyYvZd0Nr7czli+d9Mfvf8JnT0="],"recurrent_weights":["jMdkvSysFD1dXFs+r2r9PTHbGr7CWwQ93h27PLINij1CuBs9TeuGPXz7hT3a89I8Vxq1PBDXrb0POKS96S2tPZJxB75SD5O9Dj2evBDpjr22YNQ8NH+pvjvTH71e9xO+KCBtvSz13b0SKcI9KDDsPSCBPr0Mr6C9CTSiPbJviL60XRG+bWjLPc0wxT0SGxW9vuzeu76+lDxzkaE9NnSVPUdSaT2RlG29eF6UPE6bFD1KsN29MjnkvbBwXzwAJq69TJVuvrYP5L00om+9RRjbPD7uhj61T8o9czpQvfuFDLzz6YC8B5C/PeHZNTx2vbE9nWajO2WQSj3DqvW6n5ROvRCvyL07M7O9O2XqvIKfG75y+h87o+GSPUVTaDwQOUe80djWPXZ0Xr2r2429wZGAOxFb6LuFzJk9gN63vFk9oL2rPR87AUNSPUmYHL049Jk9/eSvvOUizTyQZg29o+uOvad/Yr33whU+0A0SPeEhAD4tCHO85iG0vYog8LdOvMs90/iEPM75n71R3yA6lCQqO6mgkLwf190953iUPQEEpr08fjQ81gGXvTFDdz2CfcC9VHr+vDytlb2eEiK+JTQ9PYnwcb17a+u9atYsvQL7EL7ktnm9UejPvdumrzxs/O481xeYvW1v3b3yJ/c8C1+PPUXf5r2u+mm9N2dJvZk0ab10yE697dWFvUEckT071AQ84iBLu2+Ecj1nPkY9XSf0vBOCw715PwC++zMOvv9Zq7worpo9TwdtPDYLULwScmK9h0J6PU1DDb4utza8UpkGvm1Cvz0wtsm8KLUUvmqj373f1C0+oThvvfoY5jyj/w0+8xVsvUGqkTyx3/o8+IIFvalcKb4MmSm9vmHUvIYkEb7LYJ+7X++IvYuQiL0PXGO9kj+XPZG3mjygnvy7VJrcvYpYiz0LCIm9zYjAuy94Q70mYxK8ZoDxPX2Vrb358n28Kwm8PTuV872EKce8mD0QumwNEr4kjuk6WlezvXDbQbu2hOQ746lYvW1bLb7sTsY9","+BdfPX77FT5nrnq9KpRAPTYvf7yV7I27+GDPOqgfjr3j5Sg9sjyCvmaWvrxvmTe9fOQ1vsvvfj27XFo9DHJwvRq+dLsGmf09luy2vOBoAr1lrIO8FcnJPOJCib2HP/G8ysI9PuSpFDyYDvk6ruXPvVbfWL1YlxS+G0C8vePXtjwbExy9BKY5vPYp8j0xttg9UY2QvtDGCD3sQp09s94HPbHApb2if2C9iPNjvqAeuD2ngRQ89WKHvafw3b3ZsvA9s6R/vW+v0L316RU9WbI8PQFSjr1ICuI953P6PUKxB77F6ym9F/BkvXSMdj12OSK+jKPzPYLjkT2im2c8Weu8PATQ6z3mIZI9OE+iPKAvIb3Y/hS9JuGGvmMuQ72amWo9y4kSPlWwOD5LTvo9gssPPotCrT1B76c9lmkWvWmmiTtQdS+9xkfbvG8XFL2OKS0+mRDxvJrnEL0r0DW+8RZJPscEjT2jDFo+cpDDPT8EgD2w71m+GTrcPma55r0yMm49zL2/vPn5Cz68U+i7ISZCvARuej3QatG9yT1MPfZjX73GRyW+ET0bvmQ4mT0h94080egbvleS5DveAMK6zwLovfEUED4rWEY8HCbBvKU+Zb1A2jc95e8avQpSe7w5iia8p9Aavcj+o73lxtS9ZKIbu5ruRruO3mw903OSO62ahD015c+9wgO2uVtGdj2snAg+N42dPU2H471FlK283AfEPTnqjL0wICi+P6uAvdd+VD2JDh08KQNfPMbrxT0ZOXk8cKYqvFgEsrpFrg88Lh+ZPQOBCL3zrZ+98RBnvX0mFT7fl0q91ZwQPb5Edr3sBb09xNKiPHBjRD5mwrE81Qzvvc4nBrw4FTM9WBEOvtxinz16krk8jsGXvSM9drz42+a6oOjAPWNcuL3bk+C9BZukvV3fw70w0r89j6KuvIrCDz2uJHQ8/9rJva98iL2ELEm94nlHvdswrj1lcR08woSIO9xIfD0V2Ko9SbeHvmx8qT1swA+9j35Gvrckxb3k7EQ9","6gVjvnkrFD10oLm9tjoAvvG3jz2VXt493XMXPvh3y7zwlYY90INDPovdpjzBGc49gXEWvdjDzTy7yrI9iifcvT2DYT2je8479QQUPEteVTx3PEQ9qR0WPKAal70CsV494pOPPb2NPz0eX0w6HojYvL6Gdz1BJlg728DnPTfm9LzthDe+N3ynPWMZDr2wkc49JGHgPOlxIj57kWW9Qz2hPUKWeT3DsIa97EybPc3hnjwoZ927fnN0PC77DL4BcDU+2OJ7vMw5pr0PLjM9JdHZPOWR+70WnUi9pZY7vbyhvj3EGuS8xVXVPUQI670qFEK90AyTvevGD77qrz0+iPIdPdb5A7zCed+7C1QVOwB9Jr6drzs9TK3BvaLkYb2Uud68jHFvPeImRD0VvrK9ChEePBn6cz00CU6+A0KEvbDX97xXTJi9T3EFPq/EuTzMNME9kn4QPUG3lD0+esY81TgSvm3P0T2+5i49RbsBvTnRFz5qC8S9aOEIPjpM8bxsxxY9QGwNvgDxiL6i+369DEM8vIIiEL7OeRW+nfFTveADHb641m09r2LuPUu5u7tlSqG92RTlPSdI670Mj8o9ZH/mPXIr7L3iLqQ9vgwkvH6MXz2k4h09yPIUPPm6X73KpBg+VsJFvUdltb1m5aE9UXUFvCO0Yj24yoK7FqU0PYIREL4iZnU82LMAPUSrKTzZBBa+Rp2DPblPTDxM4ka86vvwvYAlbj4MOuW8VGacPcQVBb209Bm9q/SMvZvNNz2MKBY+FG3mPN4Nu709IpU9XvRfPVMFo70Ru+48j9jwPczRZLyw27i9u9FNvbqYZL3eWj8+WzJ0vAqTtr1Kfda89IPSOxtIojwWhI49efOXPGGUwjtZ0LE8yCrkvN9QQj2a9SU9di4JvZ2Xzzw8xss9gtYEvioBAr6KxS8+OLR5PCzKrT3TmkQ9HnnCvWarY71hkxU9eFbBvIJ7Jz2T+dc9vDr1O0zIu73PB/Y9laI9vqou07y0+O09UMdDPti0TL2iH989","RVq1PR6lGr0ELhI8ejTyPXboar1bvRK8A933vT6PEz3QENw9VsqcvRJoIz3y5sW9h/GqPaU39r067Sc+8ZPnva2vmj2NGhQ99Z30vEFqUj0FTcg9rvKZu9YEUT0aqAQ8/dykPeAvMr6gsbU9LCQxvpei470r1e68J3R5Pe5eDb22OxK+zPaAvXexH75XDEu+fQ+jPe1Qi706iU69kbrnPV4zPD3j4si75/SkvStXA76ISjy9qLBBvUQ8gT5VfXc9foj7Pezfhz20Pxu+ENKvPcJlir2yA6I9lpjzvJCaIzpbtw+9u4kfPY/Pgb7pxf28Cw01PuNTjT1Q7tG91DW+PbgE573GLnO+MDXjPfHJE75YmQ6+TdvJPPZ6Fb6cH2k9NuO7PL8Kvb0J25s9ZJeMPRjsObxSFwW+nOkCvTyHET1Sugk7gVP2PIi63L1+NfE96RxnPXP4Tbyq6Ns8x10UvEgkBD19zDs+rPJ+PSqwGL1s1+C9mVWJPnoSxD1CKL68OOTnPrN21D2DFL89/ktePWf7M7yMoNu9QorNPH8Qqj1PwwG+WQaAPvfi1z2DSwW9BeXtvPPcgj0wnYo9LJFbPb8Mdr1Tm1Y9oho5Paiq5L0xefU95oiXu0UTmTuE4a292FEJvdJYzL3YJSM9fcjNvQ7c0j2esF09Ge77PObNnrz9sI292XfkPB/2LTyUDAc8iNMZvkyz8z12nvW5skeWvQfHqzxgoYW97tqKvaDlJj2eR5c9o0MIPWJqZrwE2By+HWDqPdwO+ryV6qY91oWYPQ9EHr7cJFS9pO+yvFNc6T1q/HS9mh2Mvbl8jDqr/3A9dDeGPUKV2jxDMKU9lspNPNsfDr2dlts8he9jPVIFLD1yWAU9NyvdPe7xWr3ea7y8i4x1vcNxgL3iRLg9GrO+vQVWuD0O8V29HgHRPdyBHb7/HkM9lHtqPQm4Ob5Fsay8oBWcvefDsr0FiS09Vt9HPb5DuD0rhb07V2eSPMjQizt5veo9kKCGPUvHoj0LMww+","WK0PPs8p/b1DNzG+QoLavRW5mD4at4Q9QKdXPd2wtruGvsS89FIMPoFGCb72Qzc9yvoTPeRWA74upNA9zo1yPfZu9r0+BCS+ioNdu7MJq71rW/e9lKsEPUPGNbs56D++taMkPUQJQr6i+SY+RweZvUU7+r1jQoY8xY4oPv+UJ75A2mU9JUMdvnwNCz0Bkik9sFpMPckAsz2Smao9wkDkPY7Mjr3ZEdk9W9ifuwuhBb6566K9JkfmvLe7xr261Ly8HNgYvgnPRT7A3SG+SWx6PWf3lby+f1w+W1mqPY8wOrsu3LG9mHMGPvQ8DD6Sr2O98uGuvSb5aj2JxTi+cl9sPoMSdzzdJpM8ffsNvlvmWj1ttyw+24SJPN67I717O9+9JJICPBoiFT6wUHq8PsYqPfuxkz00JBo8Za0yPivQE73jE4E9wISfPl8vrrx3YjE9hyGBPfTN973XWt69FmxTvTKFLDyNrBY+DoUIPdvqbD1YF0+88dIyvr/VtL2f4108gJI3vp2iUz30pGc8An+7vHe+CLxKsqs9P5UlvX2D+D3bdHc7ArAEPm3w3D359w0+/1rSvcApt73MgkQ9sJ4yPReTgTxPQd87KvrDPW/nkzqCGc+9I43LvcK7ET2HGIq82P98vVZXIj1ABW28NUB+O9beTL4v1D49SMFNvQ6TEz36NB08K/7kvMnP/j0PeUU+EY6Hvd/HkTyXVAu+hdFJOwvnvT1X82O9JcqJu+vR+Tx7kZE6+OstPdvugT3jSSG9efswvS04Rz015s09M6GbPeKkPz2U6Sw9JfMuvXl3Br4dODE9zgA+PiDZET60KWu9kESvPKfL5D21I9M85D0uvfHFzbzs0S28/9ZwPaHJf7xc2a49Ia+OO5V7qz1u/9e7n9SnPTd6kj0bX3A9XZU8u3SZQL0Tvy4+AcIlPi9lBT6I10g8OWvqu14Spz3N0yO9yzt4vQPjL73FMTy92167PZSVxr3CdRO9bn1TvYcjz7xfx9q9qntBvSouSbzVWgM9","ygR/PSKW/jwQmRK+JoB5vZ3CPL39JSS+TnCrvHhtpT1veSS+fQ/GPIF5y7xXUs89hzwkPjG7GT6g2+o9wgcVPkFolL3foce96X8FvieRZj3N8Rg8zXVePnNPLz20Cqs9G2s0vlvSmj3D9Uq7ahuIPQQZBLs3+oq80BIcPUeAmDrY55a9NXN5PTo6sr2pTng+lN8APbfkrD3dYUs84q0FPgk1Ij7Fj1m93FMLPf0EQr7FHpy8F5XEvUlmnL3S7/+8zK4rPXgW7bsW1yW9fdKxvSAztz1gOx+9NodTvcoPDT6vtzM9yKsBvDlLAT2Rj9u9I4qjPagbjb20fvI9sTdgPZvODT6vp6q8pjn/u0ZIQL34loK9hi4SvboLQT42QIy9YcsYPthELry/+mw8FFdOvofwHD7IcwG+zRiHPECrBD4H+yY83BD1veZNTTwSFsq8P3CqPAkDoT0IViC+YGHaPDmE3TwxXjs9gYB4PRbnUL1KVG88LLfoPAgQUz0A27a9uAJNPZS2cT1YGxk4YYO4u+bitL2+jwI+WxenPcVIV72qcB883/Y6Pbd0nDyog4Y9Vg1hPDmNEj4684U9KXaQPZb3bL3LUnU81j8lPniMVj0zS6a9Nwx9PDdWyTwgj0q8vEByO/dLSzwbc3Y+5bhmvNaXwr32kVW9wGaiPY6QBj6cZUG7YNdNPRd6gL2b+Q298wcSvcBvp71G1B89Vu9KPu+juz0H7808fiwqPmrq5b34tA2+aDz9OkyNQTwIae29FBazPSzRMr0015m9vZDevYpOlL3/p6S9sQkHvuUXCD4SLJu7iqP5Pcb+sD2qjyE+AIkLPaF+t7x/bw49FbKmvTS1Dr5Y1bw9JDWYvPNABD2euCK9iojOPGC+o734hI87osSZvJuIp705OXs9XtkQOu9ISjtFQps9mugSO0iFML0Zg5C8B09kPFbfYLxuF0g+cm0rvU8ezD02Asm82OSrPVk53L3S7Xk9ET1CPlIps7xKzEm9XCgAPVG0hT0uP3O9","1Yu5vWQhH77Aeoi9sfVUPbjaqDyV3z0+Qf7CPGlSTD3TYxA9TYaEPVMS0zzOaDy9N+POuz94MD3fTtM9ULpWPJlxvb1uPea7XU1SPcVFIbs/5jQ9N9lYPVTEA708i4G9jq6lPdcXtbqrV/S87/PvvXfUQD3EhKs9+K65O533fT2advc8ZHtWvU8jGz0d1009WXNdvQ367zywPxW96S0XvtO/RD0W7Zk7fPaoPSPkCrmE9am8r/u/PTbrPj3Ce4Q9sVbAPBIViL3DzTe9/0NCvO5xmrtulxg8xnjPvWf4DL66keg8V4KdvVz/PTwB6IC94gj/vL+UcL3uU0E+kKKyPY8kRj1vgKM9l5kfvoy3YT3VV3O9o6qcPQik173hM9O98T6HPXzAm7y0qEa78ljsvSHwSr3Jfog8jYLqu2hSTj6PDho9xd+fPTTa87ymCJA9u23FPXnXrT2O56a8gaq0vf63WT0jzO49zX5UPZ8o5736/7C7PwfnPM6U4D1j3mK9hmEFvqd4cb2PLvu9/0j6vTO5XL6VKpK9VVvXPSDfAb6wlsM88tWgvWXfkb1Km7Q9F4aJPQSTMz3ufFk9+i5IPDxzQj1gB8W91CKdPCTRqD1TD+m9pNGhPJz2aTzFc4u8sW3JvSV83Ltuopw959zqPfQx1zwyB4y8/SfYPTTyC76LzGi9eOilvfHmr7zpC1G91/NRPbRb673w1848Dw5MvPGjI77hGmK94DDfPCfTcb0Xhw88mKAAvdBpij1LLZU9+Cqtvf31wT0nYZE9fWmIPYKIzb1Pudq7BILQvSVBh73tPQA+NAnTPXtmwL2cwuk9KkJHvXttiD1k+8Y83pIIvXhPsbwdCOA8HsKSPF84mLzItZK9TfTHPSkvM71hppM7V0oaPI8Z0TtP/Qu9oebjvWfHAL2L99k8vsERPWuPfL0xzHW9VD9wO54DCLzgk4s8zeVXvcljTb0kTps9GGGovMuhs71FGMK9gtXePejuq7z8yh49aovFPD76F7u/+pq9","UNXFvbUTVT1kNSO9lFBqPDaFIT2DU649Xw2VvdQYGD2QUYc96KYDvdFEuL0O1NG9u6sCvCSDmDwtS9a9m74qPXa+W7zgOmu6FamQPXcknb32NLO8OfXfvNVWqb2OGF49UmYLPfyYOj6qFos9ZPY3PjjRML4kg+i9A/qDvVKDx7vspB6837p4vfEZ1D3DzWI90n6HPA1s1T3Nl7Q9ogfKPa13DT4Divs9bgy8vYrWKz2uNm09U3ryPDqM7jylKo89a8SOPTU2772eVQ89AJUfPid7zT2WZyK+blwYvUs9vD2Cywc+q5GlPRMgm7xs3MY9cptoPd7ZgbwuntC9cp24PEogAz46rES9SwydvGj5Rb2sFz6+9C/lOwZHuT1v84a63G6bvZn5KT4R6Am+PkKJPaNZzL1c1fs964S9PE58171JrqU8zSTFugQT6jwz5JW+qft6vSkFDT3NtA++rdRzPhwwwzyyd6+9vgaYvY8b57xLeOm9IdCsO2Il473UVna8YvqnvKhr1D0odDS+TFlIvfcPKjyD8B6+8c7FPf7XrT2awQk+5JWCPReEVT0u9pi7SuLpvGRg/z3BoMg8QYt0PcWRiD2GzqI9N40TPUiXCL1Pqa+9l+HYPQ/oh7yZU549seZ1PQbLvrwxYSI9locNPtO4P757AKA9h28KvgyNmj1+UrG9c54/PX0GIz3U4cU75GTZvSqfrbyT2WG7cVY7uw1WorxdmYA9kCE4vCcgYb3X9DW+WwNzPZve5r2nmIi9wdRPvZS9uz3+fIM9T8VFPH3W/r37dQI9BMhdPJvWpDvmx4O9MyGkvdC9fL2tr4w96Gkbu2GPTr7oz+I8uw3iPaKSn72jsAO9+ECXPUrzrr0amYw7Cz4EvW/GnL3pYty94crpvEdgTru+YtC7pmySPaA1xj0FUdM8+Y1hvIhUlj0VGY+8+mLZPdwlO7zqW2u9b4jsPEa8bTzq0906dKVsPLhSfr1L5Wo8YKjxPHMalzuvhpM9dXZNPf+Kbz3jx5O8","xYh1vPa3a7tA9Sq9ZTrZvHSuIb201529O9HRPdzsizvoe9G8G3gRvTsMMD0M/bC9PBeSPTDbVj3r4su8amOfvedEcDy8eOk9v66xPYr2+L2fVMk9wWKMPUymYry0R4c8deKjvf53Fj2UIY69ta8zvsj6FL03oRe9MwJ+PDpyST3Dy0Y875ihPRBhLT0mv6s8jLqvvYF67zzydoy6KSoAPGD0vr3QCUs67LAWPQFlazx+zKq8sFoOPnn0xbrInv887FSqveD9zT2RMA49m4mAvOtQzbzsnyw8/H9nPdsJ1D3XT+y7ySlevQ8BFj6m95O9+rEIPkXKZb2z1Wy+yR0fPSTfnr00lZi9/3lZvSHGWT15x6U8jlizvTV6Ob5iwe+8GBrevfww5j0eQuc7jaPIPbphoD1L/7w8STrQvU5wZL223Cg9fEUnvdX2ST2m5LY9ssQBPUKpGT6yluC9yGsGPG6lDb0c9MW96KfyPP0P8bwMNRm+T6xHvKnhoD3Bu0C851kBvbtoZz0APOa9qWzLvZTyLr0kYBo832hPPEw2WbxzCds8MQ6VvTg/wj0VoqG9g4iHveRIzr0ZMas8iHraPHn0eT0vo9U9JMKfPbJhTj1giOg8XHXIvFDCxr0ewaW9yjgVPY3lC73EFKu75ziwvAVDE74pnoe9Cba/PdjJuTxW0UC8qk7NOxKlGj1oGv497epAvUtk1L3kG8+9AsZevaDMtTzYP6o96fdePd06Rjs14Iw9OxK2PUNv/bxHtiY6qyM/PXii872jWoQ9LAy+vOQIdr1Uwqm+0wuKPIh+Hbz09XS9uRynvbEowD0reIi9LGhwPPUYBT2Epc689sJYPBh1uDy63Po7y7WLvevGHD4+8cS9MresPXHlxr0/zY48RIUbPbb/W73WwAm+/rXtO/rPQr1v0r29hD0EvZy1ET4GKYg9+2udvdhn0jpwsJM9eIEXvaktGzzikAS9wCr4vQ4iM76m5Ig9bDqKPQ9/DDy5nrw8nBCYPVyJHD3sArU9","2lsZvUqnLLsdkta9SCgcPgBuzr1kLig9JgTWPZtNBT3539y9tSqXvS/AvT0JwqW9kXZDvYztd7xn+Y29FH7LPJpdRb1m3Cm+itDLPGD6p7wS9oO9jVUCvgx/nj14RNs9kbkYPsRMSb0JgLo8C5DCvX91nr0iIzW+e5dPPX8Koj17i4C7JR72vS90uzw8M049K6gmPq+U8bxVphY+hfk9PW+RE708zH68LFgoPV4aDruakF89S/0VvoPqRb2faiK+JNWSPXGfEz2KceQ95n6iOugKpLzGhFm9BtTvPUcaBjwWVz+8bI6Gvfj0vrx9BgW9iEtevTA6Qj2ehK09rAaNvetHZbytk9I8GIlPPeGFZr26gwg+gzq1veVguryrUq+9i9VWvOBMxz0da1Y9FqYWvh83BjxkNww+K2t9PauK5DwPqd87BJpEPgXrs7yTiNq9rJzFO9dA3Lx2qwm+K5TGPR5Yhr3n4TE9mdQCvQRUrb2J7ou9STyNvVmyTTsM3B+7gd3CvKkNcjzUP4W94pTkvWroDL54iHC9yebfvEMoxL2gDWY7eInpvIqawrwoene9bpEyvckGAr1hN449fKHYOxQ5Er4mZIC9J4QsuwOGjz3wa568s9znvUyUAz1BKoY81NrHvA736TzLV9o8H7UlPqTiDT4R5Eq8/eCrPcM0rT2e1Bw8qk18vFdStLzzPck8quUEPnPoQD2BwzC9HIb8PSmXB7t8nRc+D9RNveK9Tz0YDJ28utzjvTUY1jvri5C9Qe12vC3Pij1Rkku8RKAKvv4gI73rSy89i3bKPdfaab0zgbs6bHwrPRnNvD0K/+U80q24vFiqn72/L7a7ZEoiPv4Vnb1rkVC9xssZvrkTnr2Pat493n0VPbTWgj28hGo9EII2PYV9R7wrjWC9faW2vOqEGr0+Avc9YPaMPdmBLr3Shio9NcHyPbrr0rzZ64e9RjKvvX9gSD5nFc26cqiTvK2/Cr6Xhp29mPkSPZlEiT1Cxia+cMcevQyYCr357wg+","ozjVPA6n77x3vg29ni4yPARbCr76OMc8nwGEvGb+qLu6OUC9TYOuveY6lr0xHba91s7zvZsLbDrmXcG8Oh3BPHI4QT1T0dM82tucPRDIhDw/NQw9SXs5u1JNhrt64f+82zXzPRZgkTyuBqA90bHcPR5cU70nMUY9XiH6vaJhJz10iO09+Ug1PY2dsT3I4TK9K/JDPWy9JD2ECQk8QzTpvWJ7hL2p2bE87PmOPMXCmDpfnPw75rb4PJGNmrxlHTa9vX+vPYL5K76zwhI+VJjCPIOMwj3dGY68E6wOvaC7sb3KEDA9wcGWvcQLRb3ggp49O42AvS2q4L15kUa9lV+Tvb4/ib1C2XO9OT0hPrxd8zw5xCo9UnLJPZ55qr22/UU8kt/PvJtDrzvpDmM9b1BcPSUh5zupOLe8oFOuPYCgarxM3kS93pkwPrBCx7vi2TA+EOppOLtG+zxE/g89Qsrcvbuesryrm9U9Eh4SPoVAaj2J29C7NEZTPfrsyLzn0ni8BxkgvT6F5rp65Mk76nusPNwqoLylNYw79JpzuvxVRT2tVY29rJExPRW/nr3R5i2+YUmKPUVRGL6kGuK9r1sXPouKMj0I3Xc9cqV8PJHLCb7cNcm8xVcuO7HdVT22Er+99JlKvSuioz3FjsW7H+I0vvNHmT0Scja+QHIwPqhJ3Dt9HWO9Qo3CPE6Ugz0KigA+cQkzPGQkq73eHYe925bwu969k7xjYhM9fMg/PVfSLT36wYm86m64vCyB9r2h6dM9Ma64vPNMGr5kadu8QfdLPQCf4739H8M98M2dvMxAYj2g+bI9iW1RvVJ+4bsGx5M9lIlBvBHmMb4C2gM+cqiyPARSsT1L6jm9vVi1O7om4L0rZNc6VY3evT0Drr1w06M8SbJkvZBwvz2F1ac95yyIvNi1Fj46E4E8ATQaPA2de7wpk6u9ovTmPFgMwTzt6ta83lmIvOWVKLwUNvM9zYhPvMZv0LpAfYi9z9nDvUKdVD1UHSE9tPk+vdJ0LbyInIs9","3gUJPRDn/Dyv49m8O4JNvvSDF77AjLe71HRJPYvNVTuwSC4+eZHnvYKFiL3PADY93UciPdcWTz1pRAE+CJOQPX3btrylw309ul2QPLJkFb2WMgE+rFO1PNIVBj0ITQE9STiQvYa7Kj4Wd0k9/lY0vZwggj1qYxO9Q14dPgh5oj3tFJc8eeszvUQo673L/G897qjmPBzjeTpm/m+9Si/kPcKY7L3wVeg9AtcmPdkqgz1+WwO99w0uPY+qdTwX9QK9nUBgPd8rHzxlr/G9oT4PPLe8871HDzg92+1ZvTZbC7xXJgW+t5rQPah+Jrykbbg9/CsGvjBsJ7xwMiq8xEIPvEjGSL1iWwi+f8cSPgAKKjxFkwK8NrgOPg5R0T3CaBQ92TOMPUNxpzyH1Cy+Syy1PKWDbT0Sfra9Hs7OvMONlz2MK388IaybvBd6VL3jto29bIPZPNOzCj1QJGe9yUgKvgypcjySXQU9i1uEvfwMKbv8Gxs9f/PGvU1ycL2QbpS8Z7fLvY3UO7xIcVw9iuKkPLRxvr2skgq+MmWgvS1sQb7sDR28FenzvdhepL3JMQo9CxS6vaIpbL1fFXO9WB3evSGRiL3dCMm93AdwvQvxQz3Wo4m9ogXHPMy6gjwN67u9mb8nvhU18r3zEpG9veX4vNvlVj6ESpg9wnogO/26gj13gUe9NUsOvim2yjz4fgm8rEDbPR2YOb4Q1Wi+tdlbvqyhVL6gIPw3kuFROgREoDp2wrY9hV+wPZ3NF7y7kRM9docGvckqJD0xb589CyFYPWMSojyKNwi8dlwlvfIcHz6L3+s9Z8zWvaNZej1oKme9ia13PS3P4j0psp48MPLpvdRIej1cqTO+V2+NPaIyj73YlSu9CcrPPECitz0emc49gCuHPTfEI74C58e9rL2WPTYP0jy6CL89zLMRvXOd973D+589cPwHPB9uwDzPGNm9UYHZvT4NCb6s2qC9YUqHu/4RFL5vwwe+vTwPveoiOD5V1iQ9KSqgPbZSeTwqFRe9","gxEFPeDGn7xN3og8EHwzPXOyGL00VYc9iO/nPNg/1bzGd7m8ZftcvZPiab321we9P2oAvRw4hrxHdSa8d0Z3vY6yILz0+ca96z79PMdHwjwhDck90mMnvSlhLD2Jv4s9q7r1Pfxfuz27MIO95VNevYvJlzzLbmK6cagzO6eP7rt6LMe9U9GavWGhrzxtsgc9beL3vYe0LbssiEi97fRRviW5TDvcytG8fK7rPWfJFzwrqlo8WAEpPS47xr12OJQ6ivwIPbvNp71Fhoo9Qx0ovvNPwD1rYpq9hxX/PVPlXD29FFI9xw8MPmDsKzuUo5S9eYYTOkpULbqn9Am+js4ivsXocD2l/bg9TxW3uuTlkLzjPYS9vtb0vDU4g719FSc+EIcKPeMvEr0ajqc8hP1KPbgRJby74eO9pvTZvVpw9LukUio9QNRPvWNhlzzBUpE9R8HoO1A/A77+wnu9GSapvA4aFL0uW36+GgVXvS3hLr6JWlK+X9sNvRTPub06KzC+k+uhvZJemT36OBm9TVJ/PR09jD3yv4I96Ui4vYh+lz0+cf49GSrfPVp+db2u+7w9tKcGPgJzy709Eia9YxZfvdh8IL0HdO471POnvMjamj3Sr+y9vP7yPBxwIL4EdRQ9NvKuO1nwvTwZ1+w9EeK+PbTXQz3Lk5C9gxC5vKdY1z2tjIW94//4vcjbBb1HBBw+zKuqPTIIrrzfHp894zNYveB65ToAGMM9F3NeO+zJjL3e+fM9h/ARvaZHvb0A1Vi9XLsNvsqPRb1Ivqm9WIyvPav+Br7RPQe+tKECPuS7Or3SKxs+DBgSvSZdnb2E+6g9XmlCPNBt5z3CLh698mUOvvRzcz2OIkw8aVLHvXSdHr2vUQe9/8amvKdzXb2CoEw99TAyvLg9Fb7tVVi90Usuvcq1eD09nNW9buZAPTAjED4jD7C90rkpPc/F+r3szpE8mguYvBHbYz1RVsi8j7G+vSrpKz75rxG9HkqKPA7vZD088To8ldUmPf99nT1qOoi9","50o7vlN9krvo3oa8xaIRvmj1vTtXw6S9WAScvX6gsz0OEtY9rmABvjA5Br6nmK+9A940vVZQ7TvbXnS9QI1ZPShKWr0P7U+9zJgtPsB8Ubynhga9PxX4Pfxi9z0SsSc8CitBvSbsSz5et4K8GhGMPHyXJz3A7La9XqOPPei3bzzFy049WGJDvBnHur3csRG+zlqMPWS/iz0+qVu99Z3LvAE0AT7jwPk8qL5BvCpFhDpEMjy83GBLPfX71DvJMY69+qEEPbQ+2j199jI+laDTPNSuOD3zs029TtayvfxJwbwokQM8gVK+vLzsNb2xi6+9fkfju460xDzKYEe9+xgJPlxBEL7Yk/W6HbVWvYutpb26hiQ+P6FRPYIfeb1X0ts8T2dyPfq+WD1Pw/68LziBPdSbwjzNWw2+GeLeuQcBqr28Wb+8UsjzvBggFT4c7QQ9MWnmO/oE87xpz9O8jEYmPlfNkD1uQgA+0enoPAS+Vr3zLbU9paMvPcbOG74txoU94+0CvfKSMD3Gk6886ZsWviPhAr5a7Qa7pVYvvXFOF77c8N09tgFtPUayur0bF7y8uVSxPTTXILyRbXy8lwkFPo93mj3zzNG7vitZPcIq0z2mV9u8UlXqPFWR9rxzfm2+f96ZvRBU5DtjLpy9yNozPpipjD31KPk9+UttvhI8Ab4+z5A9TwIGPqcP6b2jXu08xyQaPheuEzyGuaY6F4ikPnT35L0gIn29D2+rPfiN5D07EZi8fFBEPXUzg70guyK+YtnTPBE2Oz4mebK9ucPvvPHW37wbogC+9T4IPRe+XjsOqQu+VKIMPg2TVb2yCi4+HTHsvVwxLL7dvnk9I8tKPQr31j3WrYg9EkKTPSS6GD391Ac9dNV+PnGRfDw3qY+82T5XPXZWi74R7Fs9ijv2PPOmKLs/rQG8ETavPIfXN7pMAY2+WkEzvkHulT3OvOI92n56vfKGcrtbZXa6MjckupX57Drr/qE9gj0Jvq0kAD5vUZQ94EXMvN93rTt6NPk9","VbbzPRsKL77qsL098LdIPRb8NT0G/Q0+FpDiu1M6Qj2RjPS9ZGjWvVg0IL6jsmS8z5gFPiIQjz3esqq9QR9TPG3ZBb2v5ls9roTgPShFtrwmFbC9qDi3PC60Cz33h4M9C5kivRse872ELQ89EdazvVqoxzxlhAi+adRXveSpMT6WyhW9jNl3vWKwJj4xqFC7BCy8PfAxCDxTke68lLUPPMzjiT0FHYS9Q12CvZK2w70ssjQ7mdszPakykz1obPI70BiEvKfIDzzp5CW9H0qevPdpvj1e7CC9QgXVvSODpDzJuLy6RdK+vB9yEb470K+8t8tKPcwytjyZjrw9BnsaPRpXw73Lh6m9a1D1PR3A1D0HnQe9ZyZava9i1b1mUEG9ZyiIPG0LXL27gXS9D8AwvbYfvj0fKuG9FTcavm0+Tr0OQqC9Ev+APR7j9T0o9Vc+lv97vii/973cYLK9nlHOPd3jED5AyqK8o+fAPZTwZrwpVVS9AROUPlurZrxudaE9mGJLPekeRT5ZHKW9JLrJvEKouD10Yo07Wqm/Pd/s+rsrUa29FO9NPQ6b7rz6Q5q95rudvRDUuz2qVUM9hWsgPjvkLbx0mvU6uPXZPd89lr1QxCK9yDOgPeS3Eb09Feq91dVOPQh/Uj1y4AK9HulQvam9XbyfQAM9NyCJvY3MST0ZZRO9KKcGvJIBEz1/7xy+XiXcPSoUgDxEnVQ+lAOlvDsjLz37jSA9M2Bnvdtz7z1v8A471dknO1SxJTpzNCS9azW/PA92YjwfYws+wnZTvs+NiD2NE5o9Gx/TvNT7Gz5dPKK9OtmLvQ/hAb2UWxo9r9b4PDbtdD1zyAe+7cAAPqfotr1lgZQ8JlEQvWQndD2EMJE9upSEPLQrXbyhY4i9K/EAPVf5ur3NNUs9XnXmvHClDrzKASq++iJIvcxU7T1CLPU7bHwBPKVyPTwFiZ49+UoevNvTlLzCpzC8ynb8PXJq2j3NGYi6awb/PcXE/72vBbK9gPejPSh/27wZnqi9","xO0wvFJP470+YHY8hx0wvW17k7z24fA5iVyjPRt6sryrWN29zXnvvJuUvL0ve469V9kJPWEkmD3zy6U7av0JPNORnr1r0CA8jCQ/PeiKoz3Zpky9WrbbPLUrl70oPzI+YPmDPfRrp7weC6C9br4YPulhC70T3sA89DnovTnkgL0fpeO8seMcvkH+8DxO6ju98Ha3vKMYsD08ggO+RIlUPO460DxmxZ+8xqssvKJflb3E8Ug+8pUuPKwsrr1iX/68WJgdvj1q472XQxO708ubPfOGZD0xXSw9wYEyvd2Wo73v1RU+e3I3PnqWJ71EFWg95HcTPROa+r2jXt28KeUlPa9ZdDxFKv67T82QPeMk/Dy/0SA9BaqqvYfYqrzPfQ68IMONvRAkFr7dQ/O8aXKNPdLTmj0nRky9MBgcPUjb5D0RVw69AQ2OvXaVFDyw9RI+BZG/PP7CgD1DaLk7PfJlvbDKOT2nzKA8OiwHvrecNrxJgSU+aMX4vTAgLz5zHD6+ky8ePVOmsbuRxse9B7jNveMblry3ruy7d2yxvRs/Lr1yr5G9X/2yvZtSaz2UdGK8I9pXvU42yr0qXBG9LtqWu+SfALxXVbY9UvxDPfh8PTt7DcG9PLJXODXZ9bzAmUM+56aOOx+bCD79vpo8PtcaPa+mJToar6W9MrODvOVU5DofgYG98RY+vievpz3Ruze9r2rfvT0nezuQNdm9pWgjvqs9Wr2Bdkg9UEilPFs3fT37V/W7D3QbPnj2Gj5lcmc83JdlvTGq5L1JMso9chM4vumTw7wIFKw9fuIYPWm34D1BwTU+5A3Pu8gpsb2FIlE9yjAdPYkDgT3iYjS+OK7JveQU6rsSNjY9nGElvUCvrrzwg6I91VRpvRaQlzx1kiO+pCOyvQud1j3ZynW7/pzjupXopL3mGgk+zKedPeDUBjy462O8DeLwvfQuHL6CppA8KJyEPabVxb1EpPU9fZUQve7PK73wgS69GZ0gPXAfP75pMc69Z01JPbzItT0ouYE9","a4gZPsFawjw6Cgq9R1ypPRdzWDvk0KQ8g+CFPX69L71kzqa9sbC6PaTKCr6hBu+9ugdgvcbrJr6D4v69n9WVPG7dib1L/iC+GDy3vXTZG74DxBq7AJnCvGiVzb3TG+s80ZI9vSFTrL2qZ6M9stzsvI8mgz0SIwA9zKeEvcc4er0Ytg29SPhou9ihDTyknwe7tzsLPHyOvL1Orvo9OfXsPE0EC70rJrE81LIKPvm7rr0Jngw+HwyYPMJRGz3aggs9tJa+PbSsi7y+1ZW9iEL/PMTrDL1iNxw9ZG68PNvAY70G0pk7jQsEPY2PZ73n7lq9ATByPeO3B76fQvM85pTBvLDqtbzusie9+II8u6tUrDy+uiu82870vcy4Cjyb9dQ9mp2tO5ENgjxu3ck9Mwu/PBGm5D0a8gM8/NQhPh8hZD29Z+c89QJ0Prd9jbvw9KC9nrEUvCSRrL0feoW81t6zPaFyBb1+r0u9j9QHvkN397wOmcc8myQTPddIVTtigEC80M+ovdhFOTy9oE8+u1eAvMWIRj3L+ZS8V2bUPUqUXb3xnM28174xvnfd+zz6IvM8o1nEPQhPSj62+N09+S1xvBovMjzANu09sUy1PSHBubx9lBE9HioVvg2B6zwRbY89v/oEPP8xXT0eK2o8foa5uz6pXTweyV0832XePFlp9T1QcBM+Y0czvZRrXbtyCFc8lYn6vAisjT0MDNs7zSlnvdHGuD2ZLXM9+z6CPIsCBr0AHhG9Z/esvYHh7DtWfI29GRs0Pdq3Njyr3rS9i9VBPp5hGr3QBdi55lRzPVIC1T3pHha+t2AMPuDfzDyLFsa9tdTguiSyh73hLIm8QzJdPocGhL00vao9FCffvMA5CD7pqbE9pNxuPTAlrjxlSHc9ehB7PRSuzD26PwE92B8GPpNtt7xCqMi9Csg2Pl3YfL0Pj5+8Fi8aPqRDiTwHH8c8+YcMvl1ooLzzKaS9a42kvRuA0z2e3Aq+9PyWPUxBIr2r1+C92j2AvdQEqb3Rexi8","OdFRvICkabykpRo7UdOEvQzQ673eIKE7sYwLvkkO0T1b7fE93lCAvHoehr2MXcy89e1evNZO3z3T+KA7bIkcvVkLrTyaaqc9V58MvRgtjL0TDQu+YnrducvRl70wk4K9JSj5PZZS+7o3Hr28/Zcbvn+v2zzd3rO9bt7uvTSdD7sx5Au+Gd/oPdtBtL1Yvak8T2QKvaYujzz0p1G9TJ2XPRDvyL3wwZQ96zcEuws22z0Rx569cQ6EPSC7Pz2hp5k99h/gPT9Kyz2WRGU905+dPS9Ktz2bGvY92M3mvFdCI701BDQ92iW2vE4a8LsWNBA+FXcKvhqFJT19IBk9Kla/PL9Itjvk7Bw6mXknPkEksLwiez29GhOavYqNXr0076O9NSWRPUz/Oj3RyRq9gOmWPaFsLz0x6Ki9RaGzvQQY+zwiAp+64l8ZPv4dG73V/aW9kp9YvHazoD0Qw+Q8v5/2PT486b0sYQM9+untPGUW0D01D569NsimvIC6/z2oPYC9DYaZvYEuVr2zDnW9cdp/vH4fTzu+3yC+wQIIvSUkI7vQr0m97WbwPf2WXLyU6l0+y14dvZVRyLyqK9a9hTStPTa10b3iHba8zx5+PUA8+DwN6RE804UcPmD9Gz3MfJ29x8okvea0RT1tLSS9DuM4vaMeuL03JAA9CQZfPaSZ6rwRY6m9hbB2vYUoXTshFyi9J+Y9PtX7KT20lJa9b4q2PV6uHr13qYI9NnMBvVAPhz15uem8NJ3wvAKFvT3WYgS9zpNzOzXSzD2JzAK8OqpevYnCGz2oqre9FIVJvZwQPL0cBnM9Fqf6PNp+Ar0iaC895eokvY6zAj18lE+8aSEwPcCUoTmZu2Q+uHt9PHpnB74jrIu8Bbx1Pag9rL3juA8+7KpGPUxhub25eFu70vu/vVnljL0tVvy9wvHkPAsVUj1k4Nm8jauevSYk/zzN4a+6myNcPh4zV720OYY949AUvAKXi73fC809oh0Wux5RWL1n3LS9nnRDvrfAAL6GDRW9","K58aPvjt+T2AIQm+42RCvYNXMD7sMlG8wlesPYKFnLxexxU9jfIcPQ6rgLyAszk941T4PPGQL70RtME9tRKtvCWI6j392cs8rOxFvUkQST0ORwI9jg9gPWDQYb2QH6A8aUCZvb5yV70oWPi90DqnvYbwA75LnLY8CHYZvi251LzcKg89/TWquy7YED4YxBS+QKe8vAorkr3IKqW9xzWzvXFaOj4uTLe9xVNJPfyi/T2rRFO8X6davSYKir02RYw6VexiPdzEWrrRNkM+ZRuNO4zpML2mRiK8aZCKPdxW0b1jE9E9sm8TvVL6RT189hm6nTc9PadrFb0faTC9s4UUPd2qtrz7ojg9CGH7vdfoLL0Qzme9J7G7vAAFfL1IkaU9vCYVPXf/0D2rXs49VeMfPXDfr7xoPJW90e18PQeluz22ol294rQ2Pa8BBL02PM69KLKWu1ZHiLpcNQc9ra/ku0BOa73Wdm09yzZZvaYdgr3iEcU9f+iXva2Ger17/r08mkcSPcmceLtpjdG7LmLdPJ18gD1chs28DE1BvXQLPDzU9dG9P6eGO3BEKTtwilk9R/e/vdpLIb7Md3i9H6EBPm/Usr0zA0I+oNqbPRbm1z3b+wO8vtyOvbDgHzxCwxg+IBZuvM70rL0yYoU9PgXlPWv8Lj1/W4k+hUgAPCl6Vj4iWOC6GCarvN+CBjzEbSu8sQdFvNcN87yBsno87+9yvAOuWLzIBTI9jglFPbrjm718CwO9q8+qvd1697yXRy4930i2PTp1ND3fkK49c6jUPFB3bT3Ybj+829F3vXE+472kANK89TvcPOnHRz33Sq69uV5BvYQ/w7xRlz49/ViHvUvDWD2q+sU8iicdvlxLAz7XN3E9/cn8PcYqf7xYcSU9LzXaPJSKZT3ysRk9tZ2dvV7bBT13uqk9w8+TO79cij3zz769SivrPeQEMT3HXtw9o/99PeDxpr355wE+09Y7vQGHfj3Qu/c9lfcavvKXD72aqSQ+A8Y0vr68hrp6zdg7","qbzSPZ/rLb0KOre8kPEePQmCB75Kn389v+LMPWoKsb1OFzY7vTWVPO5vDD079pS9Q/S3vVZjLr7ECEc+efK3PXKqCb5iItE9jmHgvNZJbD1V1a28EJ0BPv+lwzwC2Zk9osH5PRa/pD2oN+Q9/8cZPRlk5DuxjDC+SRcBvZy9sT0T+fG8QVqEPO7y0TxIyaa9cHAqPaDuxj0DNGc9NbqaPNd3cz3uV4u8u+j9PH9syrxtkQ68df/tvcgYajxu67I9ow48PQfTSL1yYDY9ibMLvh7Z7z1vikk6aZ+rvOeoDr0vPtS8CleWvdYCSb0d44M8b03Ou8MmCb27V2M9iOQmvhZgSD14ECU9DcXavPUUBz50i5s9t1HdvJO/KrxSpII9fln6vfbkzzzLD5k9QacpvnrPe71rdRm9p2IcPv2hzT1InRG+ehCfvF6tPj3i01O9y/mvvLk8oT0/xiY9rFhlPWguijqzmgA9zV4dPkwdFrvx2hm79ricu2t4vrw59y48MNZHPLLbuz1JRqy9rDPtvTKSnjqmBg+8yEeXvTOlCT5rEj29I/OVu3gxnzwEojW9y2KBvCLH8L2DldK86sUJPovzpTwj09K9KZf4Pe0ygL2pkaM97XoHPk4ARb2CwOE966+Uve/JMT6ZrCo9Iv8bPtvmKrzDbBc9DMAhPXXV6jzhHrO7GFJSvn2/aT2z+8g9LiCsPRFf2D1tQp89NI2PPUQExTw1JOC8UCTWPb41EL3JdSI9X6e2Pe7stDw/u+Y92RuFvVIrEL22K289uLu4vRUlZz35ywc8M1O2PdoG8D3zMiy+KYWCvegLjD0Ny3C9+bc9vu8ZQ72k/hm+xYLNPI4luDvQVcq9ayj1vQcCHD3ZCa665A40vr7hyrydO3a+2eCxPJJwjb3hNNo9EBdLvXP6kjswb429x/cvPGNNgL7Ct0C9YWyQPb76YbjCiK49TVKxuipkTb6GYdk9Gz3CvmGhl731B/I9ns+iPeKvQL6W5Lw966hCPXhEqD3o9fq9","zoUDPS1GYL5h4Ya9QRgjvfd1nr77YbO908bsPQt54L2MX0m+/gWgvfvr9L2I8Og9m8caPsr0IT78mAi+6/I8vZ4Dvr3qNKo82vIMPttmHr50Q5U9+Xo6vdLWqL33+9q9VpCmPUbDnL20iNS9c4VovE88wj3tbmY9gEeWPWcmEb59R6q8wFjEPJSpb72logY9sbEJPY30m7yFuoo9onW0vCDo2j135EG+W7zCPYgFWD14NBY+Rdy0vD2Ytb0Gx/49X0zlPN60wb0pcOG9Y8CevEQoWL2ZY6a9H3WnvgWnar1eo/Q9myvKPWKliL2i1zM+mBsfvT31aL7OyQM+lhG2vTjz372D6Pu9D4nNvJpOnL3DHz09SgWGPU7hMr2DUPQ8er2pPegu372iJkE+DKPfvUNNBD1Y8Eq9nmDNvNZ2vjze3Vo9INQFvsSYqzyDwY49OAfqvK5qaLswlj081/+IPGGFir1WF029eYZCvkU7tr2f9yM9E6/svK12WzuxAdu9VvO3vWUWFT2lHmI8NnvgvYQJ4zweXhW9zsmSvIpdYbwLISQ+x01evJqEMD5Ln+A9YkQPPvSXor157ZO+UVDLPOpZFT4cefu79hUuvtBZAb6Gf0m9BIWSPXy4Hj4UOYq+uE+Lvevoy72cFcM9VpnEvacMMr0hSFC+wXZCvbqfOb20Uc88aE8rPNZ5eDzVWoG+h96UvHfqpL2NVBq9bNshPJwNo70tmAU+HTo+vmfYQ777kNo9+pzAvk6Horz9zIg8JPMyvOWw6Dz8xYG9OXGjPXc/ETxtzge++4pfvYQzB76JkAo+vNnHvATRz72VS8e94yQKPjhjnr1M0bu9gKCDvjblRT3fD6w8R30bPgYghLxcEbi9x5oVPgfQML2aJHo9TLd8vYySnL3N+Y89+PravFS+sD0fWRA+T3W2vVRL9j3Ll6Y8weLXvVawmr2U3tm9ZLTZPW8ugr3TRJe9tB0nvaHinT1K9mk9p46NvJ959jxH/QK8goAZvXScgrzwb/69","wtqHvLhvH70Xh/A9YX1EPdh6Dz3KVJE9PaaXvIEk3D22glg8zx4Evj6Daz3bCwc9zvj6vRXRgj1xrMK9EtGoPTlRtj2LoYY9yQgwvUt7hzzPdoo76+cpPqjK27wJnt29S/ugO8JBpz0NTaO95TAVvKyaGT6mnJu9RnMFPNXRBT6rnPC63TPYvbyFoL3KCIw9opcavmt9mb1oRSc9+cwXPrDUCb3ZlG+9xXIAvPREzL1nPxS8CJxVPe/FBz08zQC80vHcPI8MSz5YTdI91eXtvBU9V70xpiy9MQ9FPaB0jL3RzWo9TrMivQZ/zDwgNXK8xw+vui8ORzxUMWO95iALPp7xJT7jcia8ACAJvCmRHb45DUQ96up4vZtjdrwBhnE94LX3PEY4kTzXtrG7/9PKPKmxwrzuARC+JIDNvFLgLL6oYQ69u/+xu2tPe7zQedy9uwriPNokBr385FE7H7nCvdO3eby2tv892VNIvEybdj3n5ek8NYH5PcPy1jsxOf48wdhcPcZHqD2N2ZK8812tPS5H5T3rtNW9hgevvNolgLyDJSa8LUodPcdAoz1QIam9J1y0PEfHvr2FBse9mZM7vQrIBL048gi9m7QtPE7wsz0SLv+9poqePYefwbutVbG9gM+OvSNNsTzNlNE9pC6HPVsmg71CUKA9LbJmvRUker2AMt27ePJAvHHMhLy8hNg8zEOSPVMFtT1JEfa9ACYlvkUegTwANhu+phWFPT1egTtxb+M8ghGAvUgsyTxF42S9SMkQvjmMx7tHerm9KPmMPRqHNDzdR+G9XzL+vIHY9z3ZpLc9G3CPvU7pEz1wXge+16txPXQLET4jKme9XAvyvSv+7T0PRiu91mVBPBikqj2oysq9BheaPcvIYDxl1Py9wQfPvXPX/z3PiiG9Bv/HvVSs5Tw8fd89g/KPPCULnD3q7qW88PToPcDrFD4B64088KJNvmVkqjwgkge+3YDqvYCCKrzksrM8kLgevn4zeT78mHy9rps7Ple/Vjz3ndu8","EZgePb08uz2dDP08EtpJvj4fJj6rla09QSJWPeVQHT9Ljy8+U8avvbue9bvhpok9e4ysvL6osz2N0sU9LiQJvnwoiT2BDh0+KWCFvu5G2z2G7oa81nuTPUByGj+btM49Tbq+uncpaz7YB4a9ZzlfPP9LET4NUIu9oTXcvdgyoDy8hy49E5eLPePSBL2C9wm+T4CPO1xtBj7x9oe9/Rx2vkrx5L3haaC9/WfZvXShvTwzwXe+szrWPcH3pb3pr5I9inMAvvXZET4ANCA+tkXbPAjuMT2LzNu99VvoPBzftL0dnWC9ixyePgWMkbxWn5+9PF1VvLr7LLxIy+u9khz/vI/YDj6NC/+8GelcPdHvjrsUFXS9CqWePTmTH73vxLC97zPRPiJnRj2g09S9S7eIPQtEgz1yZcc9ccW5PBxmXjx2nIa846YyPHZdh701jSI+OxE5PkYzvTwMa3G7WZKCvVcrML5HLJE9bT9OPSUTMDy6QLy92197vf8uMr3gJZk9j2AGvceNhr0lBsm8z0JjvL4Jb71Z8NQ93Bw7PfU/e71lSxA+ex1+vBlDgD1Psxu+xWYYPoneIr56BCW9ZBhFug5eET3R38i9LIesvQV2az2ZigU+47wYPds9DT2Y0289xhwdPv3jpDz7irG8S52OvW6qYrzhGLM9qwoaPlFvFT5g+RW9swVfvXNoCz1Ko/C9Rq0kPnsasz3Mi8s9ri9MPPIBgT360MY9Vu/avcie070WqTW+Q7pbvvcb5r0SYOa953ddvcUqZD52A7Y6MZ8EPieo8TzB0Pm7BnypPSKjkr0/VL29LQkYvosdlj3oybU9Mh1WPQhPBz94hhc+JcN2vlykxL06elY+WGsivpOlkr0AJO89gz2EvS1ctr3SOxc9RdmUPCCvDj66bGo9X+HLvbg3PT4Aq8g98Fzuvd9XYz72GQO+Uxx9vQP76zwT2iu+A+pePdcdBD0eLVq9MjhavskcPL7VW5A9MPUtPey/9D0j/bo9VUxiPXTQyD04TwQ8","tPfpPA/7Bjz1idS8cMC1PBvCcLynv3M8DAWkPrt9Bb7IH4I9way+vaWZQz2Lrgm+/OdsPuhNDj0OQdU9hrwnPldzzb37n9W9pKCBvr3/fD0BHv28opiRvUxc4jzfAtK8ygpfvd7N7T1MkLS94h4hvTGqB72Rn9k9yigUvrvVQ7yP0LW9EkhvO+/fRLqrk/Q9Tw2bu+CARr6/Bzs8BlRDvD7UP76n9+a9Lp8DvP/PmTwNMz494P8cvkJSQT065JQ9GtpFvbcogz2Qx669v8DiPJVvATxT9hC+50wYvg+vgj2/cCG9bxlcPZe2tDzSCWa8NFcAPttgV70tdKQ9+tsivD+uQ7wNVug9fgfSvSgGkr1LZ6m+ByH6PWGUhryNE4u9bhVhPdwNmr0lX4a9s1T7PbGdr71eDSS96wCdvT/c8T3lQvo9AxtgPB6TLD0S7yS+WZ6lvNONfrtSLaA9ajSqvcVQ0jwiNiY+bv7DPWcMrzwUs6s9sIJwPZBVYL01GTI+xMgXPkq8Wz2nW6m9gt2WvU0hIzydELK7gFQ6ulyKEz2LiT+9qCQRPgfLWz1/BZc90ZrjPaWXGz7nAPy8zolBPIIxTTv6iiM+4+cFva41CT3YJgK+rAuhPX3z8r2cpqY9R85+vCTkpj1gLr08O2dKvaEMirxal6698DoIvVUsOj1yLuE89k6eOh6T0zt7OtK9v+sDvSRXDr3wL6s98h95vIH27LveenO9KQImvTnk5L0Ij2u+tIamvfW95j2wBui9fIFxvekwpr2ZpZ49olPDPeQ/5z1+kVo9doNNvSMni70YLgO9kXiBOmHQEb448RQ9sZ4tPs1jmbxpdke9QaDUPR3JfD3b2di9E3kpPrndS71jlAM+j6VrPTDeQr3o14m9GgQZvkeqPj50lAY+JcUfvjoV+j2+j8W9Un0ivuUbhj1Sg2o8pCzFvf5RLrzvml0+xy5+PNymRD4f39283ftEPP7buL1XFhG9K8W1PBBF6Dw9Pg8+IHyJPVwUOr4gfL+9","Fh3svWMWkr3IVmO98mbXvUZT/T0Q3sy8/+W1PZkhjL3EZNq9MBjJvCjpmj15kG49Jqi4PTc+xry7v1s9ioUdvcmjZr0bXM08Qy5SvDfgAj2Hy8a9GbgRu8bOqT3vm2G+PaClvSxmmL2wphy+yG+yvSziBz7mJp68w4rnPUcUvT0mJmg8ry5mvS+GSz69w9687VjsO0Bgnbzu4ZY9/AnRPYnBmL0IgLG9WwqjPXgNjbyKio898CgQPTxVhbyl0Ew8ApB2vf/nc7wuJjA9q1OhvcqKBL14bs89v19KPcDFIT5NTzK99WbYvS1ZtL3535e9+AKVPTzQdb2Zw9a5Q2BPPab3CT6t14w7cmmQPBI6CT66HbW7H1g4Pee5ar2Do/e9ZwpVPV3Tcz0SdES9NILOvbyC1btrkw09q4fmPZF5/DyJEqU9sSKuvaeo0r26toE95C8gPf3SKT2hFOG9fMqpvcAtITxFPTy9l4civesR2r0k2Ni9DBMovogmyT1ZjGK9PTSluktKlD0GURI9F/WGvdDXp7p+S6W8fS7QPJLH7Lug59A9W0EEvU+yfLvZPiG+DLMSvcfKsTyLKQ87fSftPKjXkLysLZ06JKfMvNZiK70v/xK9Zjf8PYz3j72ulaM9V7pdPQghh71AEoG+waTuukIiqzzJ1ve8YtMNvm+NXz3bc4M98+A/PcJZvL1umSI9OtUfPYu58T2Grv29jygXvO9V6j38P0W989WBO4roBr0E1ik880fkPTxNhzvg/Ke9IBwzPQcS1729Ck+9jPsxPIySgjy3XLE96M1tvbz2Tb31fg+8TWIgPTHeTD5Wo8+9O/pePKXkiDzEIQW+e2q9vW8G772PDIe9R8JSPBWmBL6mL+c8BgXBu7+vXj6PdCe9qdA8PSucrz24WAa+ZoMWPg4MKbzrF2W+HVq4PUjU1LywF/u8fqCIvU9VYL17aZW8tZcPvTdy4LwqsZI8uoigvAEfxT0rivQ85V2FPf+pPz1XrQc8NDMSvNlfOD3zgKW8","8wSvOxUlsrxeXyw9Z+6pvczKRb0g9+A9rjgzPhs9oj2mlkK7WK4EPYDhs70PmQ09O2TSO3OXsDrG9tG8JmM+vdK1Er1bE/28OgvaPJFDib1vKha+UlG3vaeaoD0PYze9LbuAvUbQD754PDO8l+cVvnMpvr3JFke97yX7vIbgJrxPEDi9GMq0vJ67lz3qNkq9BWOnPWLd/L06ax4+mwvdvaFsPbxxfZg9wPhPvQqPRD2CQRy+ZfNuO1hwgzzLS8E9sNCGvN8n171cJoy9JH2LvDaSrb2stE29ocJNPb0l8DzMXwQ9pDVLvNDKL7tA8w29Quj6vP6u1TzWTyu9UodPvSjPMD0RyYo82jBovYt5/T2ty9297yXevbVQSj0LxAc+DxAXPjjO+72b5569FTvQvWXHbb1mPhg7tDFXPTcqJ74ijhE9UzOXvYGu5z2qk6u9dRExPdoDN70JNsU9eROQPQFaWD3/jFW9dtEWvUihaT32+H29HOaovO87rjtJFyW8EcmOvB7BtzwzT3k7DYcDvNTgBD2Z7CS9OljEvDe6ob3LLes9StofPf56Lj6kDR69UpnJOxbPsDrHzNG9FwlGvSnfab2HlGS9E1W1vGEbLTtnRJS9QVLOvBxvzDyuDzQ5lk6jve44Erydaua8yK6NvDyhizwxVGa9/GXrvc2Nvr2DMJ09L6gHPvTR+Dz8+oy714PuPVEQkL2NTfe9xVngPfXW9D1nhEw9ex3lO5D+rj0JVBs9igpOvFA7fL1cI2w8v/lvvc9KUr4EHJ+9CZoUvkjYtT3NeyO9f/StvZJ0pLvusAS9ZRMTvjCKoz1CO4+5JHCpPRJ87728YOo9NdyiO6p1PD12FV+8qq61vQ6RQT3n+tg9W8+mPZbJgz6rHIG9k9nnvYTmxD3EWi+8OWhivfX3szwzB+k8xL1LPTFinb0Rany8ugrdPcf9jL2Tl42966+gvD9Cnr360809pP2kPPi+njyjaPe9K3IRPfv9gL1OAXE9YUknPSr8jrrvktq8","CmcHPAo5Gj19Jk06H70iPiC/arw+VGs9mM0mPUvrAb3lNE2+sGGHvkLmHD2/bWC+JUeFvag8Uz4K3c29Tpg+Pfe4cb2S48Q969KTvZ+33bsnwo09H+J8vSstbT1KzhK7RxRfvfFf6b198jE9DbnnvYQQ470N+CG+AdU+PhHg3TtMYS88z9HJPdU2v72tsEk9KODuvGiVsr399L09ncELvtc1sj28UpW9N4lFPf9yM73xKYw7ODqSvUy5wTtj4A09xWSzvTQ/oDsrVY892CBVPUMZ3b3FF6k9ObF2vkQgFL55uUE9q/E1vj8cJTyuomS7TPKMPevCFb1YgEy9KbgsPd6OhbxwHM68fiLMPQfehT2WWue9uhyyPedf/ztDQ908A8mJvHrTDD3udTm6J/y4PTuAI72YfyI7uguLPBn0f70WIAU+c1fCvdEZPb3k6zq97TNdPMJSIj4vloU9C3dCPWP/FT1B8Io8OhakPZd5lT0hQLc8EyTFvQhcFbw2f5O90eoMvS2BEzxugyc8SNqPPfqEEL3QJYA9LJbSPF+qqz1JF269cPQ2vsX0BT7Ruxi+hrBKPB7IQ7zzXO69UzGpPPF8Jr1Ay+y8fiXDvZiiZb3CEYy8EkipvdWGlb0IhWM97l0BPmzgUT26Kv464AtkvWwYlD2rRvE9apg2PXBakj102gA8WI1pvZPgtjwmxia+HZQcuwyniz2GAnm9kqoTPg7Ryr2Ji5i8+ya9PByPNL3Sh147hbZXPSP/6T2pxZ09hcoOPUsNDD2HXhO94ubOvZj5Az0+9da9O53eu9dpt73CbGo9XaPjvdV8p7sDx2+9JCQBvloNgLqkurK8yTgovdl0CD7t/kq+deC/vfCPkD3hzb89lrG/PNrihTzJr2g9yJCPvQvY2z1nMkQ9qtFlPZtFaT1fJNS9OmVSvRfplDy/f2g94g7jvQXJ8z1GIHC+fBHIPYGLcj19rLG97l8TvmE1pDw4Bio+Rdu2vJR+9b0UxDu9Ez+7vdQ2Kb1wVBS+","tz7jPIM6Z74qO7W9ZO4RveMJID5sg3890+2WvTuNsL1HglG9Ixz9vC20eL0Me309XB0Kvnke4TyK3Gc80eAuPQ9j27sSXvW8zWQivXP9LT2UtAe9vfGuPUlCk72R1zK+Gsb0OlwWWT1EtVk9F3HuPZmJxLmPEgY+MYRUO1tG1Ttz9gW+AfXWPQzXqz0zkHG9T8OSvdUiyL3LOeU9IskkPaWrur1CmM29P1k6vUDybT7s3FW6N2+dPAEZl71QxrS9/5mtvRulrjp3CmO91cb2PUJGyr1nqwi92rsVPAl+PT3gdg6+1Iievfw7DD4TMSI+OLUhvvh5Hj1WxiM8U2QwvdEEeL1I5Lu9hbUBvIIe2LyvBwQ+kuxyPf8ck7ybd6a8s+1ZPLbcGzyol7q9/TDePB3lPDx//Ae9A7cbPuDFpz2DFaq9oWb1vTo7lD3V7cM9VGmnvX45Cz0AqtW70OSqPQHQab2GwdK8Cb2aPfQ9dL2oljI9vqe4PUPilr0kLXC8MgllOzuT3b2jZmw8dpqnPCGELj5iQhs9XvW2vXXukzwQay+9zdMAvlxLezvsI1O9u/+Eu58jOr2GyNI8KEB+PTWmCT7QPlI9oTQnPSx+jb2sncm84yODvG4HTD6RM608hFT7PBR+Vz1jF4M9X/gEvlofsj1uPlc8hkU6vVO8bD2735G8JRiNPI4lEz17YKk90acjvDyXD72ZYqS9+KgCPgnRQ713QCc8W9eevCAX971dCl+9WfRYPHtbpb2pcKq9qHWOPHRQj71Fhxg7cW9mPE/8tTscA8C74FCevWi8zDzmVKg8BaIhPtcLFLvYD6A92Q+gPWJRBD7t/wQ+sveovQMfqrzG5oy8/I9qvVbmm70Sbbm7Wli6vC4y1DuTlfY8hqlcu+YIBTwG+re8iO4GPiv8sLwdf1k94PolvTjl7LyWa609+bI+PWaQHr55iD491vl2PeSylr0iSaq96FSIvQAKaj0efJ68YhnavOsbAb5FpwY9IqO3u2B+M7xeACq9","m/CJvWy/nj1XC7W9jS7QvePZcb0HTc69UqXtvGaYCT78gYk9FvMAvUTAcT3lE048JcH8PW1PRj3tr6A883eUvBYrpb1KMyA9Ne3SvM66Gb6HhZI9yfeaPdjQAj1YcT+9nwGgPQQfTDvYTUG9bKLRO1j9JT0FqS89yxyXPdFxAzxsoj69Mi4QvVvdYDx7d2e9QJUMvkaxlb3mCZG83pnCvZnm4L3PO0m9t60lPW4kgT2Au2U9MfirvcE3rboXFzO9JcaLPXkeXT2J1wE9xfuKvP2WaD27Qa09XiXcPEmoEL0Zaew8yEBBvbCAEzyfi6w8PD8gvQCHOr0Eun090wYhvfDyjb2/Z+m8CZQpPbLP1z3Oqo29nFBSPcR+QT4OGyw9c95AvdRyQz1RShe9QYluvV2sxD3RqY49oBw5vgszsz1ZPSI9wLjDPdJ3DD4G54w9lLbZPRtLI72651q8O5V5u6iISb1OrO69Y0QJvlUYt719ysw93cf8PUF49Ly9Kac8x90vPhlqoTorzIy91wYHPViear2zM309fRwPvqHjgr1I0Ys8eg4svjqvkD2EmZM851ySvcIWkTyhH0y9ifPfPYOnjbyuIfo84NM7PddbSLulEgk95w7GPD1j9T01TBO8qUcRPYUuXb1ejz49jcSuO2WWtj0XAYK8V6SoPaCKzzt7wiQ+oTQWPtQJGzw4zOW8XC3VPSrrQL0PR/m8o3c0PdTfUDzqjAu+YuX+PMd/yj2lVmg9LZ9MvZvP7r0OnNm9RpqlPWnRCD1++as84cYJPZ5fyb13rSq9QzICPRpGV74+4Z49RSukuofayryCgaS6KU6KPfVkzD1rLDQ+aWy6vfTEZzx9zQG9K7HRvcHBBb7I+w27u3ELvX566L0yWE68dG4/vKTHJr3Dz1I9NNDivZVtKb1kib49dj6mvXX6U730gYO9T7iNPQerB77DPKy8xzaePcwEcD6LovQ9+gy1O2Jo0DuAeKU8Ek21PSGUbz1Evkq9XhHXPL0DQbwnsAO9",