{"architecture":{"class_name":"Functional","config":{"name":"sequential_2","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,10,16],"dtype":"float32","sparse":false,"ragged":false,"name":"input_3"},"name":"input_3","inbound_nodes":[]},{"class_name":"LSTM","config":{"name":"lstm_2","trainable":true,"dtype":"float32","batch_input_shape":[null,10,16],"return_sequences":false,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false,"time_major":false,"units":50,"activation":"tanh","recurrent_activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null},"shared_object_id":1},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1.0,"seed":null},"shared_object_id":2},"bias_initializer":{"class_name":"Zeros","config":{},"shared_object_id":3},"unit_forget_bias":true,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0.0,"recurrent_dropout":0.0,"implementation":2},"name":"lstm_2","inbound_nodes":[[["input_3",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":6,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["lstm_2",0,0,{}]]]}],"input_layers":[["input_3",0,0]],"output_layers":[["dense_2",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[10,16]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[10,16],"values":["KnLSvit2rT3eSQXAxvdvvqF9Fj60nY4/mYbxvOcYh782x+U+FuO8vy1rpT/JhW2//tqZvnTis78YuIu/yf0WQKTKH78YAme/1GgQP4k7ML7mgwM/J89sPzvEW76wC3y+U0kTP4y/xz76JwM+RbDjvqJ9ib+bRgA/rv77vigoMj/uTyw/WscGP67Iij13Xx2/q42jP20pzj94CA+/aua9PV5asr+MpIw/9ZFOP7FIGj7qzgS/ys9HvkIKn79vUw8/iteSPvGjA7/bn4C/e6P7P7dG6L6++xLAPBUdvhACAb4+Acq/q6h3vzzu8T47CsW8n7SfvhGelb/dO9y9jS9RP4oaDb5rNYW/RVtmv/DjMj+yzo8/m8+VP8WFBT+O64E/wr+RPpnoTr+qlBA/n5ipv852KL/2WKK+Sq5/P65elD9Bsso/GzgzPxZ+tbwyC7C/3C6ov8Qyhz/4mwm+7RwLQAnL7j9VOxRAJ8MsP7aqKT/7PEu/Y2ucv72DAcBJFLI+13MAv3jaCkDo2eO+6jWJP0ScTz0sYiY/XmP0vur9NT1auYI8yQeFvxecgr/e1Go+Ibh0PzNOkz/Ecki/le7wvo3k6b9tjnc973ZYPoLk8j29t2q/Ek9xv8zEuL4Psw8+0eofwGGeFL9s0CE/+QNIP86qmT9e9CY/C9OMvytHcT/m1DS/lR0qP/XH4T4eXJg9iMsgvVQk7b6Gtcg/mRvuPfzH3z56gYu/4yJPv+J8Qj8aSwHAsoqjP8ONnz9lS7m/WorPv1IKxD/OCoi/KBdIP0B0tj8sqx6/FNaRP+K3Fz+U16K+et5Tv4j+wr/5FzC/5xwEv3CNmT5q6bu/wpIavw=="]}],"outputs":[{"shape":[6],"values":["lAOHvhausz5GqT++ZIiRPlsgJL4imza8"]}]}],"trainable_params":{"lstm_2":{"weights":["zSrUvd2ukj2CJes9cwLQvYhKETyQJtu9FwL1vQTHEj6IZOU9t7GmPXmNVD4hoTy95g4Evrreir2KBxC+oENtPJJMkr2IW9q8E6/1PVHjlr0fZd68hwLwPZTpXT2XEp4855BKvDpz0DxJDp49MuBkPVuptr0xYU+9lk60PGbTCL7rFJu9S10IPqiRsT0+uGy9zy4FPsZ23D1gZgw+gOGIu6Ra9z0j40K9dRcXvC6vID6Rm52978DyvRpfOL1MEOE9iepkvTmzHT5XXNM9DXhKvY4QqD2SqAi+lxiWPbMkFL4jwiE+4vvWvS3xFb6vtAg+8MTDPf6yCD4Yhcu9zN+qPZHxZT0TE+49X+0nvLVWMT07X5w9ZUf7vMrdEr4Oo/m9yiAdvuc+Az6i6Zm9vMBEveco6D3GSR0+pSTSvRJ8gzvc3cU98KewPXxAKj4bUGe9k7+2vUycuL2BMd09adzCukPLuz22+7O8AoPYvW9QAb2zRSg+ijIQPdYk3D1jjhI+GorVPOb9JD6/BuU7NzePvEvAHb3bsei9HZaYvX6sV73xagE9m60nPQfx/b2FEtY9ptJXvD230T2DEgi+6L2wPVPMtLwYRQ++GCAhvklrGb2heJk9rDGjvWeDjT37Z5A8EJe+Pa2u8T14lwq+1J29veV2ED4LFZG8G5APPmlax71+zpm9bx5hvWycMbwgs8C9ii8YvqpaRj3fquu92PeKvJb+uLzrGzE+MxwGPpouNb0scDA+PPLdPW+So7s4GqE9rr7HPQbqFb6oArq9FjaBvOE69b3mb0C9J1gjPhmi6by/VNA9qHvivcpjtL2iJZk9WXZNvYG8Ez6NTsQ9EakEOzBjWD5xxA6+ikPWPZdVKj2pYwo+ZTlBPSIFFzzIbQy9MQUUvisgnL1gZxC+fvZcvfCEGr5rp629NKPwvXweEb7QYiU+qns0PZ9poryalDI+GPfhPSmF6j0N1wk+7Q/aPe0Bkj3t3bG9Qk7HvSl1GDzHbgs+cOIjPsuDrD3/Xwo9","h5uevN9M8T3eKbW9e/P+vMyUor0thxW8GVs8vIMbyj0Vjzy+jygRvktQO76IDhS+ew9lvRO04rwK3jG9k58gvma72Ls4muM8nMWivTJYAb2dH8+9zsU6PJJcOz3dKNu9310CPnMlar3aYQk+HIicPeUTkz1nKmm9HHz8vAu1lr0unTO9psAnvhk5GT78uec82uMqPd0n8r3J3nE9M8bAvTTXwL1tp5A9e+OuPWOZor0H8zk+JH9xPazn7j1EN+y8KIiqvGjCKz6qDsm7xH2QvMO3+b3ZXU49DbjkPBtKdD1u7eM9ZEKwvbyvir0IdSA+UJC2vAYIIz7ugLs9O9NkvWFgqr1+Pb09mCYovv32yL2bSSw9B66YPU88Cz4E+nm9cK7NPW1Gzz3hUgQ+WdiAPSIl/bx25gA+8TDSPIJgT710Cx89dtbyPYRR9T2qVgI++Iz7vVwb7rxQgP09AzW9PQS+IL54G7m9ZOsbvjDr1T2O/wU+fzBSvajkdjzGKGK9DY22vPOiFb7rXWW9XYu4PIHK9ruMOTi+Nix7PGqAjj0lyXU9J3q7vY1g6T0CNIK9kUDHPViGDL7s4/Y8b07KvTFHiL19ntY9tnAhPkpar73ukgo+7SUHPmTBxDoSNCI+Dv6HPQChjj3rkfm9CeIuvvOH2Dy/mwI9rAwZPlmIbDxOCmI9Un27veu+fT0W7CK+Zoh6vTetczwk4T66Bb/Iu09H/zyWi3q9yBKaPF/JO71syxS+GGBQvT+28z2cGRi9lIpNvI3vAz422pe9JwMaPte/PLwKABc+0ZjSPCpoHL7gHoC8LUd1vSvkrL031SQ9bFkiPa8sojx3kD68UTdXvcuu4rzoqpy9sJcOvlHGvzw+DiE+NkWwvQhQ/7y9G+E9JIIEPgGqcL0RUg+9iGCrPb+ZG70ED3e99DmiPdXtcD3Y4iK+ePpoPPmGLz0++aq9fbLPvP2PoL2KHGW9GLymvcE/FL4R7Ec9j2LpvexyCj7l0hE+Dy0CvrQ9CT76f9A8","77J1Pc58Iz4OLPi9zGS1PUn4Ib50nK+9/UbsvRVk6jupL4y9ZnzHvUUQ+7ybhzu+aIoAvmChJTw/gT29wD4evQusBL1957i90By/PUBFNT5Ynl49WdlAPWzPcLwpEpY+506Ivf0rGj7CBlE+hIBqvRoew7xv4S8+OrYOPpm45ruUtQm+2wiivYzoGb6xBp48EZzYvVebEz6IzaO9PmuovR68e71CVNs97zv4vWzPFz4VR7U99uJJPbgrrDuVj4s9tLvaPb4UkL25D9i6bBEYvTpfVz4WqwA+ySIWPi8p4rzWFXM9QYfTO3aEhr1zTdE7lQAHPnFGJb3RJRY95mMsPiddlT3H7SU+3bDIPQBE0L3UBcw9YdymvQueG72Z62m9aSHmvRDN3D0y7oI9VL2/PYu0sz0Rm9o9kLmVO5Ppxz0oIAa+93NkvBfHXDvuaT07eSYgvtLrMj2mFBw8akR0OpfXDb7jKaQ9t9b8PUdFYD3lQKa9/KLsu83ofTxWxKa90v1GvhZBsb14ilM7AMs6PZoqjr1tD8A9zYAxvk3eEj7qcEi9/W7cvdOUcT2AkQq+i+i0PdVo4T0s6ws+MwMuvrt9JT0ufCI9t92cveVb9L0W9ww+Xl38Pa/BFL45HCK+99hqPR2BwT2nOco99I8YPhuPojwVmQG+sRkzPcj3rj3e6Jo9PbAKPipfIr5GhQC9K4bUPSdyGD7jB8e94b4SPicp773dIDy9rWsiPDVhlz1uoQe+j3aVvWgwgL29ZtI97G27PJoGhL0HpdI8L/V4PUAg8bynasQ8ep+CPQVlXb1dewO+msTOveGsoD1++Lw9xMuxvdCtY7s3/sO97+2OvWWT5rui6rk8cerrursp07yNnes9zmYEvgygnLsyUP+9IV7qPbrj3L0hKDI+YBkpvmUG7D28DoC9glq9vVlOIz3trKk8IxfgPWZ9C72Vd2w+USLWvLkYEj21DS69/1rIvS4ZH70LTA++gtOMPRC9CL6b+Fo95qrMPQG0mDzLCUg9","dX6EvHarcz1xzcY9yYHJvSieL775mke+u10rvq2/FD57wOs9lJPEPXewIz7m+sy8NrE8O84n4D2NKUq9zdYIPbLnRL4SC5k97IXFPO2zCD5w/Ui9BpuOvca0c70/cl699J/XvVU54jwaoIk9i4AwPgWk+r3wxCk9itcHvFOa8D3ppxu9FMATPUzMOb1pUUy9RZApPa1mxz3FEd29UKrivYvV370a6MM9Zj/cPOAwOjtEdJI9+bSWvee31b20eKc8WV/jPaOMBj5bLoI9wkgbvndY2j3uBic9PjyCPHi/sT3tRyu9ncsrvXcBq7zUuuc76+iLPR/KgTzYTue812bkPLUoCz7cn++84cysPYIxoj3MiCK96pE3vSUz/r3Iyw6+GIg0vXkcLD2svME9cxbQPb8c17tpNMG9EDsQvkFDa71WF2M9tH5FvhcbKzyG4uG9hNa2PTSwuDzGmxc9eJQ0vZQfpTu4BLG9eceHPSKNV71bt7M9+aD6vYoeM7500Py9ldIfPjirlDyM9Ie9VinIPUAK6L0Gb5M7bI8Kvub5vj3p0eo91kNOvvCsiz0dwio+3mK1PZrjkD2/rcC9WdkWPjXkh719tks9+rDgPblzvD34BO498wfOPLOFJL4h7ve8GAzvvbKi97xw3XS9QvbYvWdtYbx25Vo9XB85PvsiWT2TBR8+93T1PX2N2rwQReA9khgnPgcCibzs98+9X8Jtvd5+nr1SOum7OigKvbcjm72flO88ZhN6vN3Y1jy0YIM9p9HGPQz26LsRBN29SxqJvCMoB71fD4I8pw5FvQA9vjz5+Ji9exgIvLx5TjwiKXY9bYkYvkqzs70nB2w9gy3FvR03xz1hwhW9BCUlvoaswbzEJ4i9Fr9UPYkNFT5y9gg9ntADvn2siL1Qpas9kmdsPWzeMT27Xe69PMu/ur1o8z1t8V298Mc1Po6HSz2pIl896BQSvvzWMT6AF/Y9S3/uPXrXmT1/v4m9df2pPdbhAT577gY+BIIfvQJHDr5yXEQ+","iuS8PSAr+70mcIA9HJlmPdUIIT5uBsy8DdoNvgmTz73G2w++NgefvcTLEL6IllM7rMqDvW1gub1HO846rk3KvQR1LD25D4i9IxM2Pjq43bwKgfK9HJl8vTZTC75oXZ09pYdBvaI/Zr1PiZq9UtRXvP7JjT3pAFE+OS19vXUyoDwuzCA+P0gCvfvGgb3AQYk9CEBKuwGgT71ybzE9rnqOvUmcF75jb/i9sqBivL7JEb4wl/Y9Ru8tPu+6pL0kiHA9OpPJvUM0Ajw9F7+9lkqSO17eLr0blha90pGNPdRU+T10Fbk8FtT5vXSaHj4Z5Rc99v+0PfoHwr2eF5m9ssT9vQGj67ybsRm+KOQgvlrUJz1/XB8+9M3ZvQtXvT30SNE9GSAMPm++TD7zFM29wcyxPQRt+rzMhaU9x4w+PlFaYD1W+8m8unF+PY5qG748YQu74G5MvX6/8r3z5gw+pfMKvqC/QrzFSfQ8+OPEPWmrlDwrwDC+xL2EvXJGHz4hYSC+6iqLvRvIHj7ePqE9/5z3PXGCwz3V5y6+qprcvCIevD2aabk8L/jlPYM4Gr7onxK+Pyq5uy2FSb2CocG94Y2jvbbOj735Lha+OUKQPAPXZL1+tMk8DLuOvRS2P77+6n69svqYvcukubxaxcu9iaDnvWws1zq9NcU9KKsYPrX3Ib7h6fy994gRPsYyBL5Tyg2+kmRoPV76h708qai9hgYFvsLOv73dD9+9ubEEPmvDD72NHJC9ekYJPlohmj0lJ7I8KErzO2WGDTw1dmS9UiEVPIJ1Fj5Viw49ZfkBviK/Ez5p2Qs+m49GPScnnT34sLk80ijBvFoHqj1Dgiu+x+jPvPpa/jx/lNI9L6S8PVkufz3sPBc+CMK9vCoswr0m/PK99IOlPVtdEr5ArnG9UaqEPaSegbzLI7u9wzKbu7hL1rvrIMG9ZYcVPiwGU72/Whc9h005vEqM5z3RF/M9xH4KvnnNorwRqhg9GTqivGukhDyB7YM8W2GDPZUb97yXgvY9","X42GvOC3Mb7gPIC81+xXO2PcAj4sYBQ+M7B2vR6MAD4A66C90FJVvTCjQb6z/ek93Lb4PWRVuD254wu9Fxgjvekgjr2lEbA9IDjqvfJgzr3jGRs+dGGOvYHkELy0DuI9z98evh4AOz5PZd49tr2jPNH27r00Lac8WSP+PcYKMz2RnUM9kATBvXkM1b2lMSA9hhtsvFVotr2MIiq8UTTqvZriGb3Jcww+abwRPovqFj6rVhE9m4ZMPvhBrTzAuUI+eq92vWwcDL4b+Ic8NQ5EPFqxTL2Qn9e9uOmGPaEaF767oxK+JxH+vBZ5270F6Qc+0N/2vYpFCL4/Phs+Tr+/ve0T173WA+e9XhLeve9ybz12OnA5DT4APmGO0Tys3oy9q8dwvSwiwj2ln6g9b1/ivCkisj1pc6W9eoUtvgb9Br4YULM9Bx18PdU5Cr5XT+O9hhnkuypBozz6/KE8FRGBvZ28n71ztts9+119O/PgGL0mtBO94k8HvZG0Pjwi14s9LvQIPpKuN7xTfRC+tHoevvsWgb3J2WE8jP2xvYlvBjxcf+69gPRKvWTe+j0i1yY+0cVbvcM8CD3bBwu+k8HGvXY7vbzMdDm9ZJUqvqPc1L3a2jG9iP/yven6Or0htCu8rZvOvBksDD40aSI+4N4mvak6Kr1Yxfg9eHbkvcBWzT0OfUG95tPRPTdDAr7B/xe9AvTYPX/Whj15e9w96ej6vWaMJT3isJa8ca6TPC2Gnz1oCVy9K+nuPW0Id72GbKY9hba7vVeU8T3MJgI++kCpvfS/b7y/wxa+cqbyPZVuCb7Xhx2+qnn/vdYsYT2oAB6+GquaPf5emj1DNps9N5njPYCksb0RG3y9p4NkuwUGnT11dhO+2qi+PahXH759Az+7RN2AvbLQiT0nWwu9iaPjvZDN4b1wEAA+CyO1PZpfrT1yNge9YGvOPc/OWTws5B69vWKkvNS1B76I/BW+rYMqvl7WGL7QPcM9dCPFPboENb4vo+u8cKprPc8+oT3cOZI9","jOmpvN5JbDxd+Jk9Nf2rPTMICL6PHz0+6nxpvah2lL0zO1I+fFbsPZgpCL7EPD8+KQlFPC11HD1ap6u9c3bxvYha4D0uerG8mlZePCJvAj07p6Q9pUkOvh/EmbyQjaw9MdlTPbCyUL2qDpY9m08xvKjKs7xhaBc+D+mpPVHq+D3Kzfe9mu1gvegNyD06gam9ygYOvsCD0j3oMwc+wgaFPghfDj6RtVi9gKIivbePTb3GmDw+izPmvEs78jtw5ec9haKRvZ2TbLwZk7I9a7saPv8RHj2+KQO+cUbXPUjatj0i7Mw8EC9uPA2nAj6L0Y090G0tvg8IzLw5pU49N4gbPgfvAr6Vr4a8sF4lvdytkT1C6gI+KZyZPX//Gz5Kr1o94/cdvforur3BSxe++xuLPZLV9Dlm+xc8axcZPnj8e707jR2+8VgVvnR1Cb1JKmC9fe3AvaUW+r3yfNC8lOmZvdttHz5k7NI88F34vLCcCT6OXB0+nA6XPYGFfj1HaGq9PR6gvDajTT2Zdum9Fto+veLJ+73lOn89ngkIvlQh7j0+3Ri+GFoLvFSiob1dZAa+74GhPFgb4T13hbo9OmcMPhBzEj0pZbm9D//+vb6NDryDnPk8eBsjPoGQCz7pXvg99VljPXW+g72kCYC99HrtPfb/vb3SDCM+o2rBPfQzFD3dnPq90CAlvX3SHb7tTsy9ohEPvguKMT4Mzk2+n2xPvdAgBL3L1y2+F4QIPn2/Bj40c4Q9yORQvk5jBr48kX49HcgBPR3ZHz6o6Y+9rBbXOlR+gby+ses7oB6jvR+IBL4pVby9c4ZtPUyVHr0J+GY86xpHPcOQMb7GlQI88w4JPVCvkj0+RRo+SH9wPZ4tGD4WERg+uVHQPVvEC71LuDo9+1i8PYs0KL6WcA4+glM4PTUSM74UsKG9ZZEJPuMWYz0xLZs9FfjkvWAw4700dj29JzISvqolcT1vz5E9yHghPme92LxNdzg+qQkQvoca0jxHfoq8rWACPm17C77qfLC8","BKDvvWPzbz1yVGw9/3IBPvkdM722B8G8LjapvWkQtL3lnA4+rIiWPWpgZj3IKOE9Jr1sPO5aCD7u+sm9dNQSviKB0r37nAm92Qa6PctVDT70qy0+PU/Ivfz8p721K+G9lOyHPfO7AD1KzNW94iCcvDWlDj1diMS84luOvWv61r0Lwxo+i9DNvIeCIL47wQm++o66PcHYKb7ZPgE+wQIHvi9k/z3CEka94QmMPY+cur2qhcS8d8B9vfuesz2Erok9TnY9PWVXi71iQBs+C4mXPRSChz0eWSc+vX3KvKJd3L29OOu9yy+rvX9M2LzS8fi9vdQIvmvDKz67/iK8+CMHPcT57b12pIS9MdIzvb9RMb1UWTu+QbWkPVIZAD3q8TC7HhtQvmcnXD5vctM9J/EtviNFHr6m27O9XS6ivH5GIz0EUMK9vOn4Pb/lQD0JHXy81L8yPlkaVzwJO0K7HoGCvIC2vrz5LCQ+5uGUPY7ACz5dx9k9wlGsvQUbazxuz6o9ZW0VvjUkHL3skti9LbmevYTzIj3tsAY9HuTXPUA7473FGzE+p6fWPP6whD1OxDq+qxwaPq+hqL0t3iQ+rgqoPQ6HarwHG0q+tl+wPePIvL24Yus9Ly41Pokk9L34ACs+VMcKvmt+R707KEC9xbKtPCTaFbx+Hr69r6INvr5pw72xIwW+fTERPkoe3b34qWq9ioCsPZW60LwN8JA89VBivV2cCj7AB6G9ClzsO1cL5zzkBp+94XeHvXeR67xx8pE9cYw8PhEbJr5x6JY8TNzmvWm8sb0/3UA904ADvZzHI751Qtw9+YH7vNzaxr0YG0U+z7uWPGJwnz0OoOw9iR3ZvODMrzzoqX09cZuMvXToOju03QI+ga7XvCdpHDs+7m48jJbUPQDKIr5pug49FbwmvRCN071bBy09xPwMvVQN8Lw3o6E5uAYMPrxm4jycvac81qWQvcJsmz3lJlu8Iy0zviDa373IOh4+fzEfPn+7C776jRs9LxMSPv0sEb5+gdG9","FWQxvsH9ubzP7PE9QIccPo1Sa7vJR8K8+MXIvI0lCL41bUC+VVwbPS+ioT0ujyK8ZhsZPsz3qj2NSbc8aBcRvSXdBrz4Fpi9Kn0rPlN1Iz5NKOS9KCBgPlWbrL33LYg9/yDbvDcPobvjRkW9Srmnvfhz2jpb+SW9npGyPcUXvL1KF9M6EOLXPUmuyr0PFKY9RlyLPVZg+D1tLCG8aubGPcl8BL7aGAq+5snZvW1UNj6iyZ69lrBJPOUrLj3dFCs+zcJIvISW2z02d/s6RIfRvR8qyr3VUoI9sXQMPj6SRT6oqMw9qh/zPRqynD0i0OO9M/wRvWfxCz7hJPK91iQzPl2NAD4FpOE8nqE4PRraBD0RebE8J2e6Pd/Gs72Nlxc+1uwcPU0ilT2bVBw+QgCJPNJda722kaQ9T4AbPfKjgD2Fd228EHbuPZPWpD31vcw95T+jvKmMlz13wjc+oJbovf134z2Qbpi9X7oZPudCM71nH/g8SltfPUFz+j10JpW9HBqkuV3leT1UBuC8NzFBvbgM6r0aWb69UtEJPrtloz0QcKK8qXyevbWk97x3OrK9neQNPjDFozyrCiY+Uw3wPUK+Yz4G0rE7sLoXPiyOGTwth9a8ajcuOpx5Er69wra8YYIAvhuSyT3gp6s90E7yPUpE1b2K90C+KLqtvWdSJb7470c9PX4RvAXz9DzZahc+D970vI/Yaj2s3Qg9fvfFPOcpML1kwea8TGuvvfIEHr6dupo9cGBsvajDoj13RhY+ZxfkPJLSCD46mSI+FHUpvL+s1z3J4xg+nP+vPXHlvj12Xjk9330pvsdxMj7uvPy9xfoIPb0iGb1cISI+dnxgvZChCT0hXwG+OPEyPkVsLT7UAF27v4GjvS6Tmj1SzhY9LzObvEFRL74wzgU+sFR4vRDaB75ZJxM9RE7fvbJspz0bYMg5qga6vDqZ1L2Xaps8ESPWvcaojrwg6LO9feJuvcFZRz12GCW+DN47O+oiVj28t9k9NubjvWihy70FI/09","g7cGPVUegL27yQo9gqOzPPALczxQwMC9fAamvKdavj0TAV09ABWeOvIuOz0NAxw9WE8IvTJV2L038IO93YrwPUOmML4qhAQ9nmwLvl4JSr00Uqa8SeSjvVsOFj0frZg9gYcVPfpOTL1vn/s9Edchvl4CCztDWD8+y+o9PnPpurs2Nyc+1V5QPVOrDzrKArC98xMLvkU1lT2pZfs9u2XNvb0MDL5POqG9Lw4hvjZeoz3AQLE9U6khPk7niT3Fxck8rVAzvIW+hrsHVWo9BiIUvjYvq71Awyu+zKZzvSruWz27CQq8pkKyPVXYaD1Wosu9FOsrPkUzUby86ds7DmwfPpL2ub2raRO9zNB9vcIi4T3E8948yC9aPkM6Vb0qWA0+6Gp7vLQRwL2MovM9gCgjPoAMLT5OjK08V6ZMPWfJIr2Sksk99eLmvCHgRT5UVoi9o+LlvSZMMD4vx9y9eo6OPPL4CT5sH2E+V4ZDPbXEWT1btf89IcgrvSjqJj4hFBw+aPnvPPYKLD3hPxE919UCPUH5Wz2SgBY9eFKiPdpjzD2qKUu90emFPTSSsDyhb5C9hzIMvH3cSD0nLba9P+c+vawtDb7rICO93EgGvOBRZ7rLXwa96PKzvIyICz6MTik+P1iXPYJTwz1HmZi89pexvBaGKj60SL+98a0LvebkPD674uw9fye8vRREFL5Sga899rXjvGXaED5Qoe89PpsUPgEQML6DtjW+WRrfvL5nNT5VxwG+Qjh4PUJBkrx8ZDY94688PQ57Ab2I2Fa81xK2vcXoA71Ky3i98f2UPUf6JL0SRvI8dHZjPaIbBj6eFYY7K5wLvj423zrXvRc96gHfvY/KTj1k1uE9OEnHPR4MlDwiS/08kE8dvea61Tyk+xO8ScHBvUAIFD0K1w0+YNTfPYnj1L3fGAG+Rm2BPfS9I76eT5298YkXvan3mD3+i929gLravdCN572OPy++W4W/PbdXkTufVZS90p6pveLmCr0hKIY9zGGsPU+gH76CdXq6","eKSQPK8vJr0MwE+8MxldPY1TFz0ume69ypAMviO/zbw27la8qIvmvcOB7Dz2gqc9kQkDvtlMhj3vYKC9Gt4PvoAiJr1svd29/JsCPg5zI74qaFg9wKXKvX1BGD4JhrK8A7YgPk1TAb5da6W9zP4IPFHQOL3/hkg7YuTFPQjw8T2wJck9htiDveVxUr3yM7I9i6MdPI/2srssZFm96mxHPYPTQT45ugy+EUyDPQrXqD3RkG095CPPvTQR1L0JtoA9FcsDvtb2HD6AOYO8UVwYPtAgPL11YPu9+MI/vg1lH77werA8gvDOvcOrDj6qljw+IDgPvBfXFT6N/ug95LtSPXT2BL7eW709CHcbPuFRHz33GJq8dZuXPZHWcTrmZy29zRmevUK4MD4M+kA9YAvaPWoAwT0pUVE+fQsdPka1jbw+kqU9EdKTPb1wBz6Aqz0+CNe7PLfO5L3xlAG96OynvTJPuTxdmoA8HppEPXJDHD2xdi89zW5+vYqjHr3QZy+9nIcuPSZH9D0l0MU7aJDCvU+mGb3tMhc+6+b8PSwC7jyodma+Z1kYPuj0Az6pmg0+RIcTPu7DB75PUKQ98qGavS/hSL05yc+99xwTvmvtGrxQDQK+5guwO3qwgL0Fzx2+cyo6voKQ7T20SBG+qso/Pn4/yr0ws249HxuqPeoNZD3yjiC8ESUJPlYV+70FBu69XNjSvX0cp72k5xy+2wm+vSHupz1WsvW7hJ8kvvi+Fb5EUbs9dcPhPdTs8z3i3Qw8sGQKPku8AD4ocUQ+0TcevK1HDL35ry2+LiYYu2Dv5j3Xmuy8xSzUPYwXBzyFzbW9iD5JPSzdGL6uv2q9Pr1dvQLcojvO7yM+gbj2vQug97yr+fu8pPZZvYl3ZDsl+aG9j7WmvO7c1zsOeCi+URniPbJdeT1Oj2S9CIGuvSQm5z3Fcq48u1nVvDOzRL7Q9rC9qImpvdDZQz5g2cu9i1qsPZdnMb1+Jwi+pLmcPblC9r2xcHw9kFPvvH89ZT0vPrm9","1xW7vcsmMz3AoJO91/IbvsvdV70PCGi6lt89PAFnab2iudy9WeNdPWjV/r0axkE+Z/kLPcoZi70L8529VjCfvI7ufLz2xtA9wexbvaTB4LvMyr696xkVPhGvCb0930W+8iRkPHZ3kr0NGD++Bg6avanUCT7wIkU+2EADvkzdCj6LBAO+UuaavfD6mj1ngDs+7MwSPdkdHb5//+E4Hu4vvcuftj04PrA6qWWxveRHBr5XrTI8oDUaPmWJsj1Tj5o8WtChvERrjbupvwY+WBQJPsW18rxKQCU+ngG8vbdKtT3HZBo+Jv8pvjLagb1jDwU+V2UIvaLFQz302Im9FvURvn+6UT6hNJQ9z8SnPVvCzj2UqLW8H5ubPYt01D2pRsa69y6ZvTO9bD51Q889fSqPvdiVFz4AUqY9av3GveZiKz4G7dg8DIgbPlNswb0JZaS9HgSDPezfUD6pgeE8laZEPdmkgD1Xj7U6RMKxPXjA9L1A+iQ+jdZPPnlUC72GSYw9ab9JPkVxpLw7OC+9AcUfvhh3sz3NLwE9PoabveRwDD5LWf69NgTDvCQcAr5Kjqw9WSlWPvlYgb0hFHy9oIsUPgy1WL1+EKK9z1soPCk7Nj1xpje+DdjevReCr70r1BG+4m5FPcsPET4b9gM+y0zhPBIDDD4E2Q29sf1ZvYpGWD2wdiM9YXWvPdWQJL2UDLq96ZbZPInhK76QRCU9ES7FPVz2JzuoRQA+UMNKPbi60z2Tp389RBjxvXwYQT2PgBI+Xrn5vTAJ8z3IzzU+z/fVvZWaC75fIjS+pIYsvqMLuD02P3e+hzsQPuqrPr5ClRi9teeXvftocb76GGk+ykl4vcxwTz4vn8u94eO4PbpDYb6P9US8MIkFvtj54r0HDh6+W0i+vEtyZLwSeQM+dLPtPXh5h73+A+k92ng2PVpwIb7U9oa9L8mMPeYRrT0Y6FS8G5VrPe4jir48TnG+G5guvkkRG77rwGI93g+EPXLX1L1J42c9iho7PZwGq71cDVo+","RO2RvISyjD2x/Kc92lTrvKis1T2p+RI+h9ItPgN7670aR4O99QsOPm1dl716UC++t7CRPSKeLT6XX7q91dgdPbGypjzENRi+DWQ6vmr9gT0oSDa9gvuYPbYWIbvdGw89hDmrPbW/XT1b+Is9eC4dvuAnVr4qSNo9MY10PkZR7b1L3QQ9uoPKvb72rT1ndDs9vkQAviJJSr72r649S+AsuQ+vDT4sNxQ80ALUvey8Ar5H78Y9cA1CPacUIL1aW+O9c/PYvReeID6NXJM9yzGsPXTl6b38Cn8+uU2hPWZdEr5aOoE9DEM2vvPw/b0pGa+9uw/HPBKhdT3ndc49oES7vayknztqp+68SjVjPuY88LzZ9H09EJM9PncRQr3dP1S8nf5rPVeyp73nIVe+xqJFvcEdHj4H2sW9Wp5SPUG4Kj7nUmg+5loFPksypT3SBwg9JVrKvTFuNr4jXlI+FkGVPr3zW71l7hu+p4c4vhWMnD1n7OQ9SJ02PgE0rj1SpkK9ttFcPc2LFT4OS8E9vVYNvol3v70q7Qk+PM5uPCCAAj7zzgc+VY0kPo0wGT4wwpM8JGT8PXQUNT5wrz08swsmvpQJhTwze/e9PNLNPGfrQD5H/Cy+tbMKPoTdCz1DeKQ9ivlvvR/KCT6OEzw+bQiqPdTidT2vx9i9Qf2zPeHAGLxqTQy+9K/DPYS57jzbXCo+7d0hPv7ovD1IlJg9V4DDvf17Hb5cRns8gBfYPWS62b0Abeq9Ug/OPV1jHD5Lkso9qOw5PoGPcL3mn/M9x4REPb1j5T1JShC97i5qvboa0bzLJVK8ZhDAPXt4ALs69RQ+vW37vcUqLL0UDfK6eDYlvnVsQD40CQG+ISfCPTL45j1Lti6926CBvbLF6TsmpyQ+RqpVvvEBB75z8ME96moHPpcUFz3epEa5YP46vjG+qzz0U0c7U5vTvdy3ND21hca99PktvjeN972BghG+UUI9vQ5+/r0KSO69SquSvAXJGj2hJiQ82T9AvKTPmL3ENRI9","/xMgPkAUA76bndS9VO4BvtGNA73jX/s9Vm+3vQDfYD2L5SU+okEOvfX03r3QOG+9HO8aPkMTsT2A6xU+XrcuPiX4nj3n5is+vFFdvAcK37wlWNg9SXaMvQ2SSD72OdE5TkwqvSQ5jD0cYA8+NXGXPSo3Hr0ei3u9WwgyvsmN0T0bLBQ++nIuPmlabz1K2f49VC6EPGkEPby+nZa8q/YYviKzb7xKTmK9f9JVPZvfvrxrXKi6rglwvmFPq72ViPM9p9NXup+8Cb6H3zY+QRtFPpjvJL2biM89Hv7dPebDyzyXUQU+5radveQ8Gb0RLaU9V6wtPoKPgb181zg+46OEvUwWTj6R2Q88SG7hPWj0uDzZdoS8KWf2vfPdI74m9E49GJr0PUtXYT7IWa099RSCPedORL6BtwE+3uO2vReQDz5GZV+95uo0Pdt7Qb1AbL69ANibPW+eA7505Ns9TVTtPeJDibwk/4E978DGPe+00j2atl89Y52HPdu+hzoFYRY8n9QRviqJfr2O7/s88YGivI7Y4j0Z2jY+9627PUqesLwhpL89GxvyvY6RLL3Y/4m7B3zYvDMOV73kj9O94PADviRl5TrXXFs+gY67vaeUKj6jMzK+fCwZPisS5jySziS+dg+FvWdsTz2q30s99VgfPiaj8b3YNtS98sckPJ8tB769QYo9vVuyvRcaXL0BLA6+QzX4PaSYzT07DN+8S5TXPSpthT1U2a49yCcYvrbAKb0JSGe8U3YmPrLKsr3Ii7w88YMsvpDlYzyC3DG+fM5BPSgBAT6L+Km9/xdZPT5aHT688349ebCgveLEOD3NaYC87+ICPsboET67J/c87k4tPbQosLuPVxc8v+INvjgmOb3URBw9k8u9PDg8lD2XwFw+I8jmvb/7zr3SLLm9rNIOPNZOJ76/mbc9uwwXvtPr87281We9YebAPXHr270W8AM+OWjYvdGDMz5IOV49dL8sPs8L/j1whgc9zW0EPkhITz5kDNi9WbyyvRQ1kL0dp4E9","4EH2vL1Z9b0JJS6+bedTPYWsej0OEfa8Q3//PSYm/TtX29c91ehgPRcfNb0LSJ6828EWvrJ7u7uOrBU+iWEAPkyvGL7+aX+8uLklvYG59D1fL/Y7u4q9PeG9Jz6zP4W9TvMQvlrOO77ubpa9nhL2PNjSA74kVkO+osnHuz3+Gj47Zbo8Oeh+vfej8L2PCd09R74avZQ9+D2F2/G8gJj8PfdJHj7510s+6rAwvsenjj0kk4U9OOgxPdMpMz7CS9E9jDGivXHJkL16tRS+rMfZvcil0DzT49u8LmeZuyPJgzxN3649JTlhvRutkT1r2HM9eDmRvbcIAL61Sh0+LqzWvYiGYz2AKQ8+icwePod2DzsRyNe91ZYLPkXUAj5MvsM9+Sy7PUzBIT5JqQK78RRjPvkwd7zl3Q2+yJaJvQ1VHb1EDbu7BWF9vQ0XbDwDUN+9fUuPPYVdqD1tj6M9ad3xvZepbD3i5x89H6DKvX7ENT35uXS94MZqvd0jnj1sIp+9Wn6CPZeh5DySimQ9LgPovZNhA77WShW+VrcEvgJ0oT2lg2K+fhSTPbu8QL1+zsI94uOdPWMJy73pO7C9VEC6vc0fo70R0T2+dBz/vWHSRD6N8ss9VBzxPfyxcr1s6uY95JLGOyEOMz06gRE+1HUCvuGQrb34cSA+Mk5XvIWtGL6rWL89ISsWvcsoDT6Oup29bKkTPWkfhb04QBg+95NjPTBEuL1nNN680dAFPsgzET7YeCw+27rJPIrhm7wDe0u7McgcvETP7L29nHU9vEE2PYMIoD2ZHsA7qF0+PfO6mjwq1hg+t53IvHvHSb6BEpA9pFb6PUc9L739bCa+I+lkvVWaYz0W7l09nALhvXNZhrwI8CC+nrDbvQ96Ar018p69BWrRu3XnAr7FZTU+DL+FPfBAJ71k9VS8S+OYvUgJ5r2amSu9isy1vYqhC76gYh++jSr0vRJ+9TxFIc09nxIUPs8kSz7XSzm92BcrvjAfJj2EBvQ9nes5PW0clD2YeyK9","7KmTvNGL8D1Hw589pVS2vXqMeT22faq5JxSlPZ9n470r4P69ZrciPTQ60bzLQIO8nsHuu9w3jDyaUtG8sNJYvjBRJL7VSfk9yNrzPN1jCz2mnic+k1TuPTkaR7tNaEq+ELKDPXcFHb5wWaK9drURvjq6Fz7gPdG9RKEaPkprTLzs0Ma9PXKEvFkq+jxAENo9YdEQviRMDr7t3xq+VGCrPbAk3L3qlym+Ag0FPgO3Kj3GP/g9zDfIPfuZPz2T4f09JwsMvo+CwTr9vee9tMDFvYHGwLwJ04c9lgqvPN/aIz0laCI+SqUFPqaenL0N0RS9CHnMvXVgFD3b5my9ZuEBPngsij3ZXb49xM7TvFL1njsoCi6+/GsjvtB5Qj75yiK+295IvmyumT1DayW9yirBPVPtkD2Jql29dNU5Pk6OsD3mw3Y76baovcyzNj2SFyO8cGUYvq1sfr32JQe+5QgaPoayuL0N5je+K1gIPnUu8j1A5QE8vD64vRPED741lGO+xTWEvZiK9r3Zw968qoKxPTOeJT4ppHK9EaNHPmczIz3QwPE8qEISPbfRxz3w4qU955jnPTkIvryqHnK9nXRcvWW/tb1RZ9o98PSIPfo22b3izWK9AZx7O77eVT63qm8+yB6dPLOWMz3HVDc+OMC6vecYJ767lfC80WfTPQ5O77xKpRc+y3PKvSBpvT11tP89zgK6PVS0qD3Rp2i9iiRevgsZtz37IUc9Yh1PPoPI8b2QMRm+5I0nPicHyDxh2/w9uTe0vd9kL74wQ6e9kZOIvZsBnr2YJH29b+E+Pq/z2T3QRLw8iTpdvdLQD77GNx0+30YZPlPxP75pJRQ+vjPFvQbzuLzrw9c9d0m3PTcr+r2+UhW+njPOPajtDj4ttvM9M9tbvGzwsrysuT4+2wbaPVRBSz2M/QI+SXbJvJ10ib05hOY9NGLkO2kkY72MjJq9PagJPinwfj1yb/S7EGajvQxrgL6cp8O9U6IDPjgSlr1iaIc8zhU8PYyFSb5ZEAU+","HM0mPbDVYL3aXhu9TQojvaR+BT3shia98SbqveZ2C70MvI+8Z3aTPVgrKT1JaWQ+bR4NvqW5872jEU27fqJyPS82rLxq5wE95YtAPTblCb4t8u+94L6zPAHOkjyy3N69LR7zPNjqsTh9QAO+jJL+PfdjAT5O8gq+3U4qvacwMr43LiW+lFnrvDwzw70BhK29V5DivZ90UT1zKVq+KFofPiEQA75H0LE9kXBRPQMmSj2GwhC8TRD5vc0OsD1/SQA+Qzv2Pax1FT7crWi9Oy4LPiN68jz0HZ28seV2vYjuRD4zDZS9NgG9PewvLj7HhiI+sLxePU3U+T1PIzE9TsCbvJiEKD66a/Q9UJ0fPkPhAT3xU949ebZrvPi50TyEMC69A3nSvaqXK76zMQY+1GVIvni8DT6ePv29xpf9u1miAT5mQny9Ltg6PrPRpjzalCg+9KZbPLQ2Qj4wbt898L0DvcYu6z3zsAk+XRFSu7Otj73UylK+ETNbvmrbmT1NE6c9tEh6vRjZxzycwUo8Y60ZPtfFMT3r1ZU9Ax19PIKudr6m6nc9p19gPq80pzypL/g90Ge/PSREqr2c5X+8SISwus/x/L2Ubma9r+qePXsXN731OBK+9SBavfFOnz1daDw+Gk9ZvozXM76wMEC9uzLVvflfgz4Lsfm9YlMSPjRgOL0="],"recurrent_weights":["u3MKvFuIHb425oa9meP+PXEn3z3CEf880RyBPbLcLT4jqKa9pk8YvSBdJT1aOSC9RKy6PdeASD4WaHq81VMgvUiVxT0ygI48J8BGvRm5u73Puz87kfaHvWCFH7xkTb095PrQPXX0qjyGdho6OhiHvNpVnz18Pgm9KCQyPUKyM74WSbS9HYJSPawZFT7O11u9CMmMO7Yqx7vrCqs9qacYPdzyED6iZAE+IGkiPZvyCL19XB29MvdIvIFq3DpIfQ89OU1mPNdH1Dw+qWo833Z+vY3qHj2afLm9p/UXPTtf1LzkZbk9hO3iPPQPu7x7bgO+bNBpPditSj06LVO9BN6WvT20Q77IcM49K8tavVoxlzyRSDw9nKw3PTemFT5MTeY9TsR2PNc+ob3f/I67mGUBvpCYjD381rQ8Tla2POtgsryLM8w8coGMvZuNpDxwXMA7eSlXvSEYlDwDIo29viy5vdwhIT5l27w9ZDcdvMWq+TzzRJm7M8Irvby/aj1CAOc9E9xKvc2mGr4YceO9KtwOvXLg3zzazBO9CNerPAcIHz0WfTk9qH0JPDGir71O/oE9iLawPPZrJj3rtWQ9b/qDPfJPS7xc5X29YaxbPB6hVzomZQ69iAloPeAvvL1DgoW92JlCvY45DT51nWY7FZxMvGzfJL29NGG8sQbwvA4RF7z3m5q9A5RSvWYcAj7aejQ9Ho4DvkSIXjwr4Rk7y/HQPSZTHTx/LC0+2z4EPI/O+7uudSC+7JAdPtxcoLsjHZI8zPtlPA66Lr0gUhA960qzPbUflzzy9JQ9Nio9vX21Ob15+7c9IUKvPS2VDj5wlOE8vdMKviisKj0gvZU80W66PQIUBD5+Zn69XYQAvcUzAr3x9NW9DuqRvTFqdT0Wdky9/NZQPLp3lbwa5Fg8aiXuvDD59rwupku9lRf8vBeuN72PIIg9XsKVPbVb5byXh4W8qNMbvQdRE73DDdE9C9E0vHYlqz0q9/E9RGSwu2QVyb0BWEc+gWwnvctsFL2nnp09","Su/vvUEbQbyYFLm8ruE0vrkuYb0e/9E9sg+GPB9Err2OAbm70GO+PITpO70UyTC9lrMGPlZtjj1nn2A9aTGbvMLC6jw42hM9YQoSvS0B+DpVdlo9uJEWPgXe0ryEUGY+C1DwvVUV+L12Owo9/wyPPEMZDb2D4O+8m4nyPWHhZb3UDjG8Ox9lPb9Kwb1kccE99KSEvE0Rsj3nqyY74UgvPdMUVTtdR4w9XtM6vXN6DbwzNsA90IKfPcyR2byWzNM8CNxXvFdIlz2ON649FmfMvd5cszqIIi2+B0/dPfPfGD4eJB08yHQevW3bMb1rcko9aWVWPfG05LrDpYI87jgmvcp78jyT6TA9iHOKPex6PD17SOy9l+YOPbzMxD2jHLu76WKCPb5duT29xWC9GMBoPUXhtr2Pp62907FtvZCHQj21IK68tZwaO4tDJjxFewQ+0eF+vFg4wbzwSSU91r68PQLRcr2ycow9bFWEPevHab2MC6a9e3UIvewPJb3U6me8z4KEPXPECz1mMrw9JL+FPnvOzrwNvq48AIANvR3BFDzLdve8TplrO3c9Bz447JY9uJvWveCsGD0Hql+95Zm6vYMqOLuy59K9UtUku3qtbT3XN9K9XUObvGB5mzwsiIM9oVfYPMEmDr71Fzm+fs48u8t2kzxIGYA9chPtu4CoYT116Vq9TPjkvNU5FD5QxHU9OPNmu+bckL1bJJu916bdPZLckL7GUMY9JhOsvcOdMDwsGG68/G3YPeNUtL2DF2W9eJrBPT8yyjzGOQO9yLlrvf8yIj6hdYq97G9qvFbhJj0x9M+9S5QyvB4RfDp5zpk9YwEBve21iT3tW429uDOGvG9gw70YVms8mp4BPtiYSbyj4SM9JPgbPYwWBj7gpK+9jRP4PWBDgT1F99S8fAkBPstxzT3VMM09Zt0fu2AFwT3jIq+9HXdivfxbHr3i6uy8kGF2vZCKBzzVUAW+28BMPeagmTxrcaW8MOn3Pbk7mTuiZhM8EHVUPTF2LD0esYY9","UdQSPcG9CD7kHSi8WQyHPZUNmD2dlnM9RYIDvvGQxz13oh+9e/ehvVxdbb3Dx4+7ja5Evb9+9z1XmOI8n0xQvLMm8rxlaKO9GLK7vYx0Zz0sBR89cxhBPBMIpL2Fw3Y9gzQdPTK0ur1JWkI+gZb6PJest7wSuFO8yY4lvg3cMD5CGJC9ZUUMPaiG4T34ANS9+2pcPXQtOLvvQAG9eZySvLiqq739WxM+oJINvORGAr2zxYY9yDNKPPZh5z0NBgM++XJ9u6sXjr0mxYE8WnRpvOrn/T2kAny9YUMivOW5cL14aQY+w1tHPpATmj2ijBw9PEKoPUTFUTtETjq+sJgvPgvuvDqgJSe8EKINvuk1prwmXi+9bem1vMjyGL1YOw29f2e3Pepd/73GwEa9K6aFPAfJOj2xtW69qDIQvlLTEzwMQwa+eJXrvNi1Sr634gM9DaYLPsBMCT0shqa8TUgOPa4ZEL6y9AS9YVnlvfssWDx6ABq8B0i3vX5onrtQRme8HCHfvEDwrzzJV4895KqoPSZYOT4VljG9PoFFPRCr+LxyW/a9rFvcPH1KM7xgHQM99tOIPL+U3r3XFDy9T3KWPGkToj3VGpG8SUuDvRiA6DqodNG8WKa0vWDqX71FUzg+zDWVvRwbwDonJZg9VBQ2PUjTZD2a+gG9Pl6MvTo0zb2ik6a9bD22PGX4qz0lKoS9Bfelu2gRCb4gxAO+5/ytvVNc1D2WaMk9flKlPSTjlr3lVxY8/B3Uu3FwGj7If9U8o58HvUgWN74JVIA8Zxx6PQKAjL1+bJU9XuZnvYG1Gz5Qxny9xuiDvFWr7TsVFgw7w1rzvdYiAb04PPu7dBQ3Pdl2G76SFJa9s6fgvb4DejxpIL+62e3aPP8rgrwOfoi9hmr3PeczA757LWI9XM4SPs48kr3Rc989MzPKPcjm9DrvFKI8y1EtvVdsNzoFnKc9hk6FvcJZBT6u0g+9aX/EPegOcL38uhG+R34qvAZOJr0SKI687h4jPZapIb1q29k9","Q9E0vbuKkr3XYv881D/hPTc5SD2Hme+9DtHsvciZur2Ugo68f1OMPbWMND2RV0G9kRnTvFTNAD2XpAM7hSVNu607mL0y7pc9872mPRhh+Ly0wNQ8Ex/Pu4Kqsj3V9Bu7DDp8Pc5jWT3SFdk9pUGmvFQjirwi9yA98iulvWoyCr6r/L49XM8XvblzlL1NTI09Z638PTQ8RbvL5aa81wjBvfYKsjwZFeQ9re+CvXcmaj1fUBc+Lth1PStinj2MepO8mJgzvdpCBb1IIw4+ztpkvM6Y2z22xsC7dVohvoyJ8rykWuW95BLAvGnDlj1tEx28HUTNvcoZaT1OOi88yp0EOzriFz6igOm8Mh7mvOu3kLwK5XE9ppK/vHLLprwSpSu9bjixPWUQD7u5WHA8mzgtvbv5Yz2YJmy9wPMlPc+AEzo0rPw8SlGivAc4bDxHnJu87vs/vdsEEryPCLY7eaIzPDhcobpQlfU6yEDEvHxH3jw+eJK9xk6xOxzgorvBdYC9JMNcPX1fpTvYVeO9NaHjPW8n6T2olPK9LTGxvXLRyj3LdjU9S3aIPJOzP70Ihzq9isDCvM9Niz1aRL89qzcKPtIfiL0A3vU99fT2PaiHXz5jBQ4+zsYOPkBwTjxHkI+9fRV4vLeKc73g7hk9OGLcvFW2ub3yKve7oUEAPSvVwL2eAxM9zI/JPbHgHbzSrFE9rq0ZPWuvBL0h0ya7R9OxvQqDEjxMX4W9aiQnPA2yPLt54iY9EK4APTPaQTwuRtG9qVFHPeBmgD11Hha9RFcDPml14TzNRZ09axP+PI55xr0Pb/M8SrzWvamgIb03nR+88//lPbMf1jwwYhU+bxHhPfGuG73t9GS9lOgZvShPkz0YURu96NoXvdAquzwAL5U8d7uevQ+lqL2S/HO94+wAPdAuab0F0uE9FmeMux5JbTxZJxe+eLZ0vHaPcL1QaRs8ZsDyPZ17lj2jYr48AyY9PbmDFb6AcdK7vLqhPXPRHL6SWlO9NC/tPRhleD30nY09","6sqLvGN0br1+jcK9S/q8O8daVb5Egy49n5GTPaRDGL0BU4q9vrssvnlsjLvSxxY85b4APtzB2bxSthw+k/LLvcJ2NzzSmxg5G/3KvEKYIj32jO68xNnqvTmvwL2ffs88uf3lPNyYXr3YR3m95WfRva6/zbvXFDi9QdVQvid0Mr298HC8ovyUPOCjrL1BZzE8XkwIPg1Gwz1os3m9tNd+PRV74TwpWSW9OrfMPcKeI75Xca49qAkbPnJZvr2sNO09tWtSvYNY9T1uGek84QwNvQ+A8r3xlrI9WAJSvVW5DDohgMQ9QFpmPTiS8j275+I9R3Wlu4p7dr3c9E49mMUAvvQdhT0jTsO9M+vHvGj/Nju+HKI9n5OiPbdpT71O9ng93FYKvnU26z35Uko9edy/PRJQ7bzIZAQ+uNwiPQOXOD6/IZ49hw9DvlfKoT0w3Ck92+sDvKefcj0ZF009IN8nPRo1ir0j49W8TOW0uxz02722npk+YWcbvNH00D21UZ29F/4lPSdyz7yAqVM90I3POxp/0r3QsSc6kwygvOwYh7xWrro9CcmBO2hoCr7RVMe8Jrq3PXhP2zyawcu7MkW/PdmYzj3NDCe9XXPtvI2ap72qm+m9Azh9vaqqOr0NjVw9+ZhsvTpNOj28qQG+HwzqPWywlT3ja8a99Gkqvmj+qbvOE5o9hxQ2PX4CCj5ACew8Y8J1OU0tuD2B+CO8iksVPbZMsj3wwc+8RWSXukS7+j3fZxo9KkrmvSBDBDxdEeA8jTSPPDWcdzxmNKG8CG6KPR2uNb3AB4y9EiC2PC/nZ731diY9cIztvWBqhr3OpSq+sskLPufEj7zWssy8KjMHPVDWEr5rL+o9OAjPPdZEPbv3EN683au5vT3Eir0uA1g9/8K6PY9lkT38GQk+k/sbPbyIGzyqxY69hl6lvTRUtrskbhs+1dUZPfOyH74QDhQ9zURKvYBdfj7oABU8rFQxPggftbxecAY+iGWGvBOWKT3kuMO9BbnJPPQsnrw3LNu9","65E5vAv67D2dkqE9bevCPWz1vz1GGC89Pv4Bvrj23D23ono9PLhvvUyL8L3I3M491hubvRkZ9b1YtvQ78buYPAIhPzxp2pa7Oc68PMvPZ7yC46q9ZE+UvV7kob1jnWC9ii5NPVbJGL295gw9o8oIPDmChj351Ai7oGaVvDhdSrybgrM8JvcAvQ9H+TxPJci8mwKLu7vjsT267BU+n9OyvDogfr0DJie9FF9zvfNyxL2/k4w9sZD3vIVO2jtzn6+9OMeaPMTEDzzKEug9WwMCPeJwzDypzWA8LX8WOkqocz2U5cm825JqPQ2JrjzMyQS+Be6lvUIjUD1NpEu9lE0TvSSGbL1/VcE8GkbZvDuf4r0H6Wu8xUAGPkEU8DpO1Vu9bDWTvV1fT70nQTu+RGsRO3lNtL2DA3y7iXEFvSSSDT0uRgc9RFnqPOANrj1MLgg+YBixvUgAYT0Flxs+fPDDO1/hWL2ThXu7MEOtvYyeqz2sphc9Ot98vSV8171X1ai6F5IJO2Wolj0hqro7l4I/vTX4rrwQR+k3qMuUOxIAzjz6m/S8Ini4vZH0rL3fUBA+SzLbvZcvCD60ZlW9YISsvCiBKL4PLCs958ZjPYTFGj7Xtr08THZOvcCVHj2wbwI9HsFAvKfhSj2Noua8LR2hPT+0wrxhg6e8Uf5zvPi8MD2ep4c90hhFPR3UXD1yfeu9F8xoPWtE/r2cmcQ8bEfHvV2+nLtWr1U8D/gAvY57MT0dzSW8J+HaPf7hAj5DiU+9C7hUPfqoND5yN6U9LvXKPWguUj3sBMM81NHAPOR0sj12ghG9tEquvXry6T0NlJk9bWMpPVWtZb2wPMO9SLIrvcnKSr1edWa+svGOPVxJqD1PfbM8xvlEvVffrDw1EFg9PWvjPRx8mL2WMVE9GgoBPYfvpzwGMZG9TRLNPY+du7xRlhm+TdSmPa/F6z2MaZe9c8mivVRgtb0MsoI9M05LPnOp6j3oqm49m3rfPPZxcr1HWls9PCrgvSOaZL1C4k8+","FIG9PTI7cr2+0c08Spt0vdaFbjwgA1c9j71CPPe9Aj73XxQ+Jf+tPDIXKL02D4K9VSGAPabt871Ik+C7xGfOvYAne72NSrM9r/mVvO789DsnQZS+ILU0vpBqi70vBrm9XN5APM8PPLy/UZm9gzOaPSc0Yr0ZIse8Oo3WvXy8B71lpJg9y+sKvSmis7v2FIA9lL0cO7hPsr0UQoA975bePcT2w705W+i9NNmcPCHqGT0Ycbs8OxD9PQwR3b04gB89W9OdO8Fgc730cHq8QuluPUeWDL3q6UW96gkuvQP+1zzYae+8m/lZvMl0PT65Zv69woA0viyICz5xc7G8NINsvZHMwj0V1KW8ei4QPo4L2j3FSGs9nanDOt7cqj08JK69n/iRvCXWgrxO3Z49xgydvAy5ljzP+6q9xX60O51MXD35e0I8aaVBvlFdJr3rfvW9JD7KPbnTHr6jQsy85iFJvNvQQD365g0+FtCAPTvV+zyYT6I7Ho/9uueBGz0KtyE9d5bBPQwl97xwn428EZGOPbqsl72utgW9kT8DvS4NkL3Szuy8dpWqu0+i5DyYWqq915MZPgMDJz3gznO9CgyNPfvxMj1SqcY95LpdvYFYJD5hbLG9+oKdvaPfUb3Ss709SDgTPsvZw70Gm/C9B/zxPKh12jz8eiy8HYghvDG8GD4s7zO+mGypPaQ60rzScTs+Z1ynvfayhrx29qi9CLdIPVGEfb2kYHy9ipenPXV7AT2Eig68BfWyvY4Oc7yZFbu8vb2FPZ88u7192QC9ybf4vFhV1z2qo+i8wCTOu4WAIjxkvgw9puPNuzrJTb4l0Ki95M2evKrQJzt9vNM9DSKUPTQc/Dyg+MO9SDHIOvQAqb31zZu8OniFvbJnOr1mrEs9diSHPOz+qjua+Us9wuwwu0/LLD0ceqC8zHwjvVidiT1M2Ms7+ZD2vd5JFz0n1si9ZOnyO774oL1KJN49VInAvadZhz1JzZ+9xs9tvdjyaL39BqY992ulvC2ZVr1Tuao9","OTclPgSYuL3cMKU8rjGIPWryaDsp0Oa76DEcvTVpg726EA49CK2OvTjUdj2Fhwc9hKS3vNKJAT6zSbk8gSp+vde3krsp/Fi9nWICPppm/D0byY89K+gsvCxww73xMoA9jLuFvXVyvTzSMwq9YCyAPeE5iDzML509+balvQC92b35Yec8SdPmN/2qez2ugP+5JcGWvAEda72NMFG9e2zBPW20mLwtdiM+gaobPQPsLTxlaRS9BtB8vYmTgrvshOo8D9PJPQ6I2j3lpWa7o/szvYjsHTzFxs48LmyGPZI7xb3XHAi9G601PdEsuT0HZE28qz5HPYzctL3jyh++ndIPvluViD0m58U9c/yHvhXWMj2hLYG9Rh2RPsPqsrzAFc481jaZPdM2ob3zSMS68cQjvXyQzT0mWoe9IL48vpFLzr0Sgh+9ME9lPaHeEL7Wpl64aQjsPN924b2Djy293TRJvt5Qsb0iYee8BfkkvbKUmL7+tCg99GpUPTHkLT5tAxK8G1gSvtdBTLzhrHs9gnUjPqS0T73awtE8YkZVvSvmvD2SEcS8SeLGvMDcJb7mnAA9Gm8FvZN1sLxx9Fe92WeGvdcs7739f0q9QhqOvRKj8jn4Zfi9P1lrPemaPj6I0vE9x1EHPHhch7ob74+7JA8gPV16YL2U1zE7HemYPA45K74pSVK+KS0dvjKF0r2g7Jw9wQi7vedJfbyMWNg8ANKTvTRewrwKZDm+dxmvvOJ1TL2yfoM97dJrPeJjiju764K9vMItPdlpnD1H94S9fIiMvHxdCD10+109B75ZvuW6oT13O769CbCFvWREfjy7q+e714cbO6LL5TwL33g9BDFxvMWRnb0x1wG+8aiCvQEr5r2XQ9q9wgkjPidxID2xBCQ9sQ1jPLAlBr5iL+K9k/tdPU5POr7nzug8Ag1bPXTPgL0zmYy9ypH2uZROh7vZuY29TMXlvDUmwzwLPfg9G+eEOwv2Bj7e61U8iYw/vc61Hz2Pkvw9HVCDPc5YkL1afnW9","bRrgvXP9BT5I6GI78IU8vaQrqj1Ck+Q8I9TAvSF3hD08RO+9DLakPNCDXT1tyyA9zns3vBlHaLzqQQ++pK0xO2RiHj5LVt28yQeouvcEeD2X7di95ZcNPnihLL2Uoa094cmUvkV7wj2pvhS+kVYUPpQoRj3BbVW8/rbHvQ88Cr5MWba9S9vkOzDpFr7VYds7v+mZvplEiL0FiWY871p0PiwBLDyrqVo9f3gBPcNadj1ftlw9JnuWvojfFr7rsbS9yhD6PWJDpr3gih49i+MZPPvZnT0cNXa8aysfvEyAHz5XIzE+8tZEvZBkrj2RAgo9G0OhvTgbo721bru8M5iQvVa7wD0+V2o7NsidvCvBerxUJYO9rCLeObXE47xZZo+99XUOPaQbtz3DQJ06iN0DPKd9gL0wErO8FlXuPF29nz0l7ws93xgfPgtcIb6L4Uo8BqCavJSxKbpZlyy92UHDvYnSMT0FsKM84MK1PTuWSj4nzJk7XWDBPbl+A7z04em9Grm1vXiSA76q5Aq8KISTvOSTNj7uWhc9pKuAPRLmw72sETo9rOodPTkYYzwcwNW9iI3NPSiv7DsAQbs8Sz4DPqJ5Pj0sh9k8LVHpPRqGGb6rMss91rFrvbb1aL13JLa98gVaPYgrcbteGFY76V2lveaf+jwSAq88ulU8PbX3xjx35Ew+Ch6OPUGrPT0UhQC8sUW5vU5lHj5IgYG94XlYPVdSLD3hM0q9iluLPDHiU7yY5ZC9LyhDvUboG72VS+G8rrOuPJA4F72Aav08yGAgPm0rjj2zwnC9c7lzva6qEb0Cbms9Pn6SPGC1Yb2R/9I8idKzO+N7m73vmEa9A9/4PKeJ4D182Kg804jtvVQQZb5JRQk94NpoOwS5mjrl+LQ9JeL4vQztgD0AOOo9dWNZvTAd0bueHp89y6tLvflKGT2Qv6q7C7jCPAYnX7sr1mw9pd+uPZ5AJDxHhSu9ujecPdlCNjy0/YG9zEpDPX7G67w3b8u9lgAjvQYawzo67M+9","IpMGvj6lKzs8sAO+MM+DPed/+bwpVJG8xWD5vIEENL2k9FO9hhHmOk0eCD2yaXA9+ckAvjlkAr6+GfA9GOSFvE88kDuna2c86q3DuxFWcz13zJy9WLpBPeezEL1iRCw9yiKaveDGDLy6nQY9+8y1vbTxmj0ZxCg+tgHhPT3Nfz2h4pw95PQQPpVJ0Ty4m/89s1kDPEWdfb0K+4K9olCNPI/VHz1knww+o2GEPf8+Fz4eWkQ9mN/CPGc7D75tYdE8q1MGPa7tDr2t2oU9VGy7Pb1qirxOGUq9mEehPMz6Wb0Ig+g9t0IavGNk3D0SwKm92ImdPc+9HD3UTQA+qmipPebauD2s2xI99e3IvdDWOL0HZFm9UldOPqfMRT1SEGC8MxhDPRzH5T28l5O83tekPXEzP73XpQG9br3/u06jHjy1ebm8MZatvGv3BLyL3uK6B8uNvGtLHL1rJqK8C3glvg8lSryWDSm+FNmJvNkys7slBWu8+ja3vU3zDDw0+a88neZTO+UnqT2MJRe7O8luPYMWDj5talo8cPrCO8LAXr6bLgc8mQe7Pbzsm70qqZw9lXbDPQBRm73RlYa8Mti+Pdbwtrwx6gk+THv8PRTTTb1CN+s9m9fSvNbfgbzhjOI90imAPb1WBj0z0EO9PhCXPZzsPb3bL6E9W6zcvYZxGD3MEMY9L5IgvlJqjzwdmwO89671PUwnOj0I4Va9pjnSvT2V1b0BMDA95ZnzPe5Swbz+S5C9mod2PEzporsdmBu9qny+vQR0pD0MN2I9LQ33vFFsMr0gA069NVysvTceuL1J1cY9I0v5PGd4RT3r/ig9Lirsu8t8/j0few68b3r8vdOvjrw+vAw9g9VzPUSJQj7LFM298+sBvjwsFL4I7yO++eYSvQhE9Lw3uh6+KA7mvHJsw7uMnVo9xmntPQa5dL1zW0W6N+8APQpvHj6p9oq91aakPcLvGr4rYqk9644IPPe0j73+ZMG91dFhPHW4qjqTKrS9Vlh/vbcS6j0LXVq7","wnY5PSSRf706Opm87eq8PXdSej1RrSU+/+SAPdqClT3c5w69UuRSPT/6ervLxRK+WpPWPfQ7Pbstqr46UzZzvNXY0LxB6Su+z9d4PXEsOj1rMgY98tlrvR/itru4/4u8RiuNPZwt6j1GM3q9ZfsnPUXDuLzVpwA+oG+hva6GFL2Tw+w7lh9KPT2jxrwmBFO90Gqovekt+rvgQfM97dW6PcLMQD1lDMW9qSCKvcUMur2NorG9R0cZvgP1hzzcUZO9lLCtvRBAeb2EkJK8tngYPdn19Dwbh+o95g4GviiDCr13AZC98yQ2vW62O72eCbi9BE9SvVpZgz2fhLs8RUOhPfo+UbwrEPM9C9ajPNfRjL1rlRS9aV0GvixnjD1L+Po90giFvSQ8Wbww8fq8TYuuPewuWz0D0B+9Yn0hu+y9bbwe9DQ+/gUjPmYNjD1eLuW9xNhhPq6qNb1MEts8126ovvl2Gj3/hOQ9aoKAvUFzELxp6sk9h0SAPgGNVL2Xk/88JkVfvZZfyb01ktC9OeyFPVwSDb53tiE9jXGrPURQEj5duLY8FnWxvfAqSDtjK5m9e9AePbUyNT2HNBi+pdJzPTEMsj2yR9Y8fAmJPasDlzxz1BM+TVzsPPbX5b02DIc9toC8PaKMST6HfjI9oO+gPZ96AD2iWQ+9es6WvbtfSD03jCq9K0YJPolA7T3MPr89WUXKPXV/Wjwsikw+Y48ZvWcb6TsGHsO+yh+BPZuMQD5h7n++VaWcOlGNg70fCYY+cQtKPY+xuruo+4u97W6JvMqcEb3o7DK9yV0KvuWpi7u/Uy2+ZKDrPXWozDwbu769jFeEPTAmDT39GnA9wUX8u4GykzvyXtw8fTSsvTmawj0SDJA8s7H7Perh3jw7U7i8PzDHvPY8nT0Gi6U9dyeTPY2vdb12aBU9HP9KvR1CKLzdrpg9qPcevaIxuL3ry9I8CFOdPVu5dT3k5a49Y/BWvXmhwL293E69X3qyvPUxir14oxu9uHWHPe29ij3V7tU9","3NWJPXQfBT5BsKK6y7YOvRDaTr0w0As91FgfPZZv7bpbbUC+yiI+PSzjGL3eObM8KqWWvd2HZD1rI3Q8KPZvPG+9w71fCMg87j/MvXRKAz30ubs9aX1iPRjK2zwezoy9s8sCvRj6qjxKa469ykc3PTZERbuxL7s8kYo8PidLiz320LK75UaOvepOnrxQzVQ8wo8Evli3pr0wqfk9lN0bvQ3l4D0mlaw9wcYyPtyAZL3dIpe9v/4jvqgP7j304o29rOU8vqU/uDsAWBg+rV4fPtcXo70Lj/c8KyWEvaJWbr7fSRy+/lrLunfByr1bsGk9VoQgvJ+IZr0xcP88HsghO+O54j3BjsG827A6Pd0lzr2iKqu+nAuyvPO5O7vKY2A60lozPnQ9KT0+7ns9RgABvUVURL3PlQk+/rZgPrpOOzw54s49hqkyvT5ntj0cRO+84cUtPuflCrwWXkm9JU0yveh8ET3OjL88sM9qPJpr2j3v16098VF0PO0YKz69yeA96Wd6O9PPzr06UtA8nKRSvQU5iTyo6Ai9TwJRupJckL0cskG9S5HJvF1gFz45Fiw+zQzevZ1gsL0PiYQ9/9FpPdRQI7wnIWw9MYbpPJtXIj1quNC6SmcBPVIXobwYEEW+r3osveuZHD1naNc8+x62PZ39bLx/3su9PGV+PIGpgb19XRU9fswLPZsrrb2JXcY931LSPVjnxT2dbBM+hq6wPbGX6b0Dd4a9f2Q0Pcs5zrtxJ7Q8MN5TPZcbzT1MptQ9BSbJPI5bg70i0Ra9cYdVuwJ/uLvmTho6ub9APcHsKjzkyWM92XPNvUw8MbzDkYQ9uW4fPO3QCD16wNu9hIRKvW94IT18Mjc90ZPRvUxnv7zmtV29v4a8PUPDpjsJENq9y3nlO89DnL1ByN08MSjDPCIeRT1vnlc9FEYavSjKqTxRHSy87QKyvAlUxzwIluc7wGqjPT7tnL0MRem9fxeHPR5UNT7yr5m8Onh3Pe53QD3cpDI+H1jxvStAjD2kQBe+","FNDtPa15jL0moK89RH21vU6JXjo+pQk+FkxDPRu9HT6wLCw9wko2vJeCf7wn+Bi85Yw9Paqozb3HHi082lzKvZhtBrwhTI495Kk4Pnzdor2fqda9rCxtPCIH1z0ttbQ872hFPKMLMD3xAN+97Or/Paxk3bzp5Vu9/3oNPXfHgj2ftN47OZ0LvXDREr1wF5+7z9LgvCPgcL0Acpq9Ko4JPhFItLxFKEG9Ib/KPXq+h70JyVM8h9WDOtU/Db4ulgM+AvkrPB59nrwdHKW6Rf4XPonVTT0jFCk9qYUIPdb0MbwRuLk9XXwZPWd4HD1SXTI97EjSvOlPJ72ZPMi7vnTlvemdHLp7/6O8/EvUPJRfzr0s5UM7/51Svd1CJb4Y0I282QmJPNwRuzy5f3G9eNoaPjxniz0CBLq9OCONPdKrAz7suJ69d5yXvbuQaj4yAyI9Z3Qkvek7ub0Iqyk9bUZJPJQyaL1AGwa9of8AvRsvSb3BC8C7t2hKPZ42kj0AcTY9oGEmvWQ/mzyaLwg+rXovPYRXqr3lGKm94g6Jveyzrr139YG8dwODPS162L2l6bc9wnrTvCstkLvyhmU85Afrvc+tDT6pX4C8z4lAPRKz5byzzKU9kb6uvSQtnL2X0l+8sC0mPLhhCDxBrXS8l2QjvUGgVz0Z+Ru9tVXVvdmBjD19uQW+LIz1PBaGEL5EFBe9mg7wvLieAb6Ip7i9W9YaPRp5bTwz6Yy9NBrqPU13J77Ag7O82QYMPgBCqj0eCZm9IzkUvUjc6LvjOoG6egC/PMEeo70IUYO9AmaCPWyXCT7ZbAu9YhXpvcjurLuDajo9UCX3vCbvBD2bxjw96uyiPbcquz0MvOO8oMUivZ/KZDwrT7K8hB9FPJ9klL3Dg949H3VivT2VNbwa8cu80WcQPYWI1z197A48ypVbPelyUr2aJQm9S81xPkD8NL1NJsm9K6A1PZkB3rzoNyQ9wJjwvTmYW7yGHUG7aBSHvU+Kyb0gSHU9WTjgvHe0NrxhCZg9","ApSauLknrD3Xc7E6/Omlur4Xnjw1XcI88xP2vd9OED4OUaC8CapbvZLI3LvdmA0+usWMvWMATL7Pe6g7C3IKPSJKhL2555u9Y+hcvZ0UnbzuP9E83C1zPRV+FrxJUBy+cciHvZIF1T25yEw9zyWCPazAQT0i95M9EsNqvjOVxry4wte9k1q4OxQIfb3DXEu9yz6JPKwUxbz/CfS8ZiNzvV0kyz3KMgk95RRbPVzlzboXd5w9iZbIvU6kAT3/YQU9FhIOvSVTar0KdTe9zG1RO6P2h71p9jC98wMlvdAGF73hjLE8eFQVPDZ7DL5FYu49gziRvblBwr1VarA82g3OOrOgG75Ucvk9pn8SO6DSmz1buC48j9Gnuyx2OD3wcyu98GP1PCbHkTqEYHc9VMY1PeXhGb4hdfC9RvqvvJRV0T3XJeU9URPevfoWJL0L6VS9cGUxvLFVvr0DrEw9DUAXu78RuD3+VZu9jBi2PWugAL3myL49KquKPXDLhb1rlpO8ryalvUq7MzwPniE7dXccPSBjgD0WM9472bKSPGwElD14gMK8CZiNPimT/L1INGi9JsYQva0JXb5ykAO8nIOGPSxNWzn4nLu++aqVPueoR70R3tA9qY/4vWk3Uj4V42K9QtjGvJHeDb0+bKa9SPACvgI+Wb1RBa49e2EbPXvI+zwFkAQ+YGKVvdJH+j2z/VW9IHkFvNzBrj3m/G++U9dbvBOPsbtUwls91iu0vaUWlj3TwTS+W+qTPffF3bzVgRI+1diDvV4MTb5XSYM+4pRWvrPcDL1uqdu9ssEnvTGnBjqSRzS9KMB2vZfLgzzvNxQ+JPG7O5dtOL5NF9O9vmF6veELGDy5X18+iobCPYkHPL7o9Iw+WxidvF2OBT376am8UhkxPksysLyt44G9NmUYvTS/1b2rkFG+e8/xuwbqDb2qA4a89Qr5vTkUMz3dOSM9ZjMAPrQJpD1Trow9qC8AvUSEoL6ROPc7ZIrhPX3eQz0Dj5w7a0pRPRSXBb7AabE9","S4UivudRjT0zbRM9Pz39vWkjAT6+EDE9I8c/vb/syryd9e+9D+tcPR2/Ez51Cge8IryAPLAeSj1e1rq97KhLPRQIjLzbu1a84Ho0vLfKsLw9Sk69hhcBvvgOB74zTyy9/bmkvQOStrxs7Kq9ao7LPTxNZD394ks8G8zZPZh6Nb5Xc069UyuqPTJiID00KHO9i2AiPexqVz188Cm+cb5MPSvnnjz7uzU+rfNcPTHyZz26aWI8yWmZvXZGhT10Kue9rfXOPZD9T70S1YE9eiCbPdrbWL2Hvy++/7MBvTACsb41o689FpoRPrAQqb0j7E49lFA3PWX0Lj1jcTw8ob2xPv6NtD30mg++DXxaPNR7Rr7Zt6m8COWsPd4GMj0tREi+oRy9PbuYsL2nPww+KksBvr5xiD1su569qUOaPB6Bu7yg+gq+ixMBPr+PAr7CPm284pe3vPESkz1rRbu8IvNSPr5vz7xz9M49IyMcva/Kg7yY2Qy9zkd5vIAvWb6ErqE8nkbAvJ84CLxPv+K9I0lxPrX1R7zAQ8I8fiNmPbenJr56lxQ+bdCevrN+C76V7Ka9Nx80PVhHtb2ycT09ghoBvmVeMD1WBvy9mwrMvK7EGj2kOIk8AQkAPk/jfj3DqRe9cG4hPM0ykD3r1l69+oJlPfmt1bql9oa9cSxYvUCFzr0zxhW98KyuvaGttj2pGX28kIvCvGknA73RVU693k0jvoqwqzxnYIK8WUJKvQzcpTzviNc9xspyvYiwyD2CjsM9t2idPdJgqj1R6Be9U25IPWd1lLihUoy9iEaGPvl/HD1GolW95HwevrnMyTy9z5O8d96rPJEFMT1mC089UO27vWq3gL1DI6S8ARagPeI0Ab5kNfk8V6WavYVqjr3X3za94lVBvcFx0D3+LCc9HJY8vMcpo72YcpU9MfYOPYTdhTz7PTo9FLBcvcq4WDx3sZO9IsH6PUk0uT2ha508qzgAvrMZID4OWWk9ae3qPVpzxD1YZLe9tRkovfajp71WnhQ9","QvViPJowED6GCm29GprAPJ4P672TC0m8KxeRPU6Enb1MCOg8GpYJPj657D1e8oi9OMLTPR6vDb0C9rI8ZbmePdjTWz0ogta99tOVPTWy/T3MnFG9cdzSPd38Y76HIz2992N8vXMeGz2PLOY9h6t+vdVWWz0mqMg9NkOqvVYPjr0rCA0+EJwVPbONgj26Uos9HyUqvZMgGL1PXOc9/iMYvXCrrrxk0As+gRZIvbxpUT00zqw9ifLQPAxPsrsZs7s777r9OtUK9rxfffc8bUmbPRAglzyaoae8hypyvbk6vT2NkBK9wK3EvaCKnLyUAn08Cn1wPRbKNr2aDdQ9EDtYPXIVBj4Vakq9pnpOPa2LhD3510C8Q40qvDvBcz1NSZO9ldgiPaHVRr2LCKm6EaNPPYaD0z00iMO8DdAhvbSe372XB4e9TyaMPBejkbsfkQO+nUIwug/idby3GG891VqZPUF9wj0bFAu+uwYyPXzW47x7dQy9HNEKPTZP0Tw/plC9dj8OPhmozrz/N2W8mHHTPM32Rr3BUZC8iIKuvLxeob27R/i7Y5BuPZGy27xH9Ou8zWwlPtL2q7zvvgG8lcgYvltRzj1PRkE9m9SSuwvvhj1zjLE9k8e3vb+Bjryacli9dfwCvgtgt70KVkY85tTkPHz8iT2x7uG9t4uBPdumsDxicfe9PQDLvEaA2L3JivY9gutkvaCmob0lcT89kJ+bPU1SoD3XjWo7TsgKPlMumD3FJxM80SLUvIKV4D2FZa49AdnrPQVUbTxo5zc9N5sFPcMc0L0XW7i9CR6dvQLbozy1SoC9x4uUPUGEgbwVwRg9VSo2PEyrSzw8gs89MtrmPIKPOL28QyW+dmdbvArYo7wP1Z69vdzZvUt8zL2Do/y9dvkCPH0lSj4qK3+6B6CMvA96BD6bxYq9Bh9/OrPkFby/RYY9wSWXvRd+uL2TihY+9y2FOwzvOD3oNxu8P5IYOZOUGz1WDr29QgsQPlcV/b3tnGu8f1YqPl/nG729GYq9","qU/5PfRsQj2crsW7nUtRvTemtj31F149GwqkPMJD/Lt27wq9ENyOPciBPL1F0aq9kb+uPU8fXL1Jf/i8bAcMPiGWrT2Ilok9zJ8RvmmnLDwZDWM9JvF1PVA5Er1gbom9LUGPvJ8khTzR75E8WsyovSatCL3csPS8RwvEvWfLpjsEPJQ95+yyvZEzP76/cCS+61imvUtD/LxHlZa9PNtUvI7m1T3W7RS9JAX3vKz+AT4MWwO9gznjPSbEwr3RZZo9kibNOyvD8r1Yd9C8ohKwvVwlUj1NbVC7Q9FbPdmiBj6beqo9M9myvT+kWThp3ky7hqu6Ovh/gzwXQow9kKsKvQxkrz1dS6u9ZNq7PS9ny7wB4YQ9aJrdvGlFxD0Cwn68KPhTvZrok72gS4U8vAnpu3SWgz2Fw2Q99vjBPPdJRr13cgw+kdMIvWP0v7zzVpe8LV/QvNJsnDuQjoo9Ki/RPScPAL58zKS8fvIPvG51TL6ccqe9ylEXOwlEgz3rW4S8yyZeuwcbbr1Zewo9pIcNPkouN73CkMm957GuvRcRIr1TLEG97USbva1Tq71mnKk9Vu9BOlVe0jx6swE9/9KIvAFpYL08BTK9n4QLvsmy9Tw9KZU8hr9EPSt1iLtOjwK+/GNhu6jj6DxS5oE9O77aPQYjorz0RI+9Afu5vReOaL1qD8s9iNafPSWQOb5caiA+7OP5vTl3NT3HOAa+s0zVvZ2ihj2Q9IA9PaZXPTA8iT334v69kCS8vXc66TznPDm8gBqaPA6Y5TrMb4o94S0KPmPz/b1nTvY8/hoOvooc4j1Zd0E8C1SgvDs3hz1ETNo9Ypb1OSsu5jzZTBU+1hrXvAYUKbvnXos9nBCrPOa5TT1wcYq9Th+HPZIbmT2T83A9OoEWPPoHoT3DM0O8kE/ePApwur2v3wQ5FpAJvWVn1juLigY+RukAvdF0wz2EFDa9U0Cyvc0LJj2IRJo9yganvPYzqTzjhQu+9t85PfPzmj1QMT0861ghvu/Fyrx0TxG9","z0S0vUvC1734YLe9aS+oPTywlr0wxIA92oSMvWKATz2hyL+9vhOAvYlxWT2Cx6W9hFZBPU8f/zuCAcA9dnQgPeHRxLw/uJ28IFxaPEbT/rxc7gW9XzEiux2aXr0uXb29sV8ivYBxL71BEJ4828w1Pc5/gz0yGz2+p8gqvk09ubx8Cqo9z3KWvbUzVj0NM/68k5q9PG5dgTyWJFg9Ed1pPQbx7T01rJi9fUrlO/IJjL1SWYo95urOvHuEtLtbViw9L7bdvHXWBD2Tk9a9aDW1PXr2hTyqGRo+PWKvvUWyDTx49o27OmfdPYrYBb0hTJA95oAXPjO8p7zLqSg7H1ycvRfsH7sZvcI9vIDDPACyPD0/kBo9L52lPRsSqL2JqfC9ttcHOUcdoD2fJKw7GEGSvWnPPj0CQXg8y0lOPdwtv7wfoYA9j5tIvettIT6RoyE7vHDFOrmrPL1QI3c8/dTyPUOYmr3xfo89iI7+u1aXi7ujwiw+5AvVvJ5L4bxs9zo9B1JNPHUtLr2hT+s91aAMPUn2Zz2qn9W9h64qPJy5vjxYxXC7AYjEPPGUBL4mutM7U6zpvXlBgjtGlkI9R9nEu+RXL73FoZG7wcy1vfYI5LyS/bo9j2TJPO6MNL3HjrC8JmGJPYkCEj2C0dS8JeGRPctgqzwlKsO9uAVVPq9NDzs69Py8/34nvXuanLw4X+W9912jOyp4h7pz9pE9q3AhPbasFT1aMAQ9ngQLvvu/Lbtis5q7oKgeu1HBAj1SHpk8HjK+PdTRnr4xl1e+y6QXvq7Iz72kH5K92pQ/PreCtzxXPKK9SCrkPegHvL2XQyO9Jv+0vTFCEr7KXZ883k/MPIdJb715L0o+JKVzvUbDFrwbsME9SyeqvPvowjyaYYI+pGKbPQSHK75KuZg9r4GDPH9iIj2CPC6+uFc6vcbxOTwz5wg+8i8AvfxIyr15pd09C++RvavDSrvrHhA9I0MhPnVtODxmlQ2+jl9/PTBzlz3xbDK+rCuQPVCNqTwPpnI9","lCyJPQGVub37jne9R60Jvjztyr66fR++Za7KPTSZjTwFkkk+H1+5vY+8lT0tnSI+9C4svRuBmzzkqqE9UKmoPDBdbb1biHK9sTukvVpY/z3qjR49DuLzvagwpb02o5i8ZXrxvVJblT5KgME96v0YvtbnDr3lS7W6zEQYvk0Vob26KfG702/EOzCau7voszq+4T/hPcoRHT4q/te8mwQkvR4RUz2oJbY9nOPtvfJySz3fiwW+Mb/rPXp8y70LYcs8mpTQPO6ZK75MBNC8+JwGvhqJAT011Ua+zpZKPYoN77uCO/O8dXlNvbgQRbvaixG+bo6APf39+jwJStc9tYatvDfwjb2hevo8WNo3Pc6xFrutDeu9HoFnPTd5XTtGRM28mnSIvSg2Gb1/KsK6Edn4vPRDfr2v5sW9r3LKvctIKT2X/c496YEIPRp/lT2VtLQ9DQeqvdJeSz6eky+9hyWNvREQ5z1krzm8B/nlPFyIOz4oQJS6qKqZPExu3LzQEzm9pjtVvogJ5TsRsqw9sti8Pd4cdr0J0Vy9sVFEvV+eDb7elm6+qcY6vbj8ZDyc3JO8a6cdPuN8Cz3s2sK8ayqGPfshlT3bqFm9mawGvvfqdb3Sico9JsAfPk5WJ77hFT0+cOu+PNc6Lr77eWu9LAH5vKpD2rwH2mg+f5QRPG1I/r1ECwy8rWWyPQQiI766fZK9CwK8veQsRr3yQgM+pPYWPYqY+j0VN5u9JfEOPn3r9r3AZ7A98ibjPdC4wr0jzVi9iTdcviKLwz0yn8I9IcqKvd9zG72fZGO95tWGvIsaAL7qy4e81bmavNNqkLxNEu+97BYLPvT4pL0v4eE99APOvfC8kjw3hjG+ivKFPcwjWDxGHAG8kG4zvUgAPr16mru9sfWLvRxSor1vBzA9ZM+gvaUcD744MUG6/Fd+vSrluDxIIJS9wthSvfq2zry4lsU8GqY2vnZXNj6jDhC9bw+WPVOtwb3Wzgu+R9Dmu3UOWb2fhja8yrQpPVDjn734jdS8","rLSPvSslmrwMG1w8WBQ4PnZWyz0vxcC8Qj1AvTTqFz1D/1k9o5HEuyLDPL0HO1w9AhCnPX6gx72V8xm95tU3vVc4uj2RA8g8i/cuPSPZhrxOhQe8kqB9PchtqD1xpPW8y3q0PNqb0L0UARg6f8wMvkfjdr2K4ky9dO/hvLBjtD3KMMA9dBIFPs1LqL30jFM8eCKnPD8Czr1u2mi8MBsjvYHfcD3cBqo8qE62vRRzhDxtErI9Sp/xPBu2270FltU97YoBPXWubj38wRA9o0soPTzNzTz2JGE9HaWdvLqLub34YoU9TMecPMXRaT1DLWe9ae1XvNFfcry63y69nrTaPel/yb3Uj8Y8VwZ7PZ/uOz5sxvs8N0N0vLV0BL2pzw0+e/5PPURHATwLU6o9jpPTPa02x71XNmA9maaCPdxOAr4DW42918FtvGJc/DwU/oG82Ey8vIIosD3BqgC9GcJWPAXxiDy7UYk8Jo3gvHGx7736fGG9UcWIvTTozzzhZvK98E38Ok9lFD3nm109tPrcPYSlRrzG/pm9PB5WPkX6sbvDRbe6wVEQvgxHF74vWbM9AjThPLzlC75CVNq94EMHvSOHEL4ATQ0+DPCvPPNaiLwSfPg8EZfHvMQsUDqTnEK+HF3QvVgvnb0j5NO8rXyYPTWU5L0opoU9H31yPWO9tj3/btQ92sV8PGoSurwfP+w7fhoGPbEXsDze/mu99EeVvD8MTr4HISQ9uohTvgQU7j3Xi3e9KgUmvcVXzDyXQjy+iIidvZxFG767HFG+vj8vPutSuLw+y2Y9D3XxvRDpGL7wp929hra8PFNBJL6AZ089VCsCPg9HIL7buxW9jDx3u6Ctzrx6LKS6X/GEPVm9kb0UkEY9shrkvblZOjtgR9k79RdOvTwlhzzhHQq+adgMPm/shz1zytQ8uR7lvVgJnrk6fPy9boOkvVyXzjyZ6lO8vHYUPieKar034Wy9uGLKvT5zkL15KYg8cYbsvaBk9r3wg6A9N2mpPO0xszvS1YQ8","HeWfPP+GzjwmWiC9ryWLPSEbaz3bDeM8nETcu0wgxr3N3YE95HOOPFNjLzxDhMQ8PKCCPVIRRb37+v+7qQggvXIhnb3TSrO9rd4jPMA/lrtq3Lw9biTbPVdMFT3QNYu86Rl3vQ1Nkb1Tb9A8Wb4eu4u2f72D3gK9yU6TPJ4BfD02g8Q92dSGPbealb2ilga+P7nrPeiXezzkHkW9b3mjuzq8bLz6fKO9rfQSvW2bMj30Wem8aUgiPVWviTx4VAS90fOIvSOeML6khBg8Of0fvl1Xob1/6aU7DXNAOy4ukb19W7O9wBWhPDX04jzoC5Q9mwrMvMstBz0dxEW8hLXjPXypmL2JGy0+fEh9vagRuD3dz4g8bex9PhtCb72hPOu9rlgWvcQdab1B8tQ87bpPPZO1dr1MGqs902LtO+DzEL23OjU9pzOsvF3XxD2lWgK9QUufPeex4b1UAfy8EaSpvRq4FT25VLM9ppwNvkr3orwHrba8dKXNPA2+M75Xv829x6O9vSZ2LbqlvxY8O4FqPOKlTbuI/b69odRqvRFxeTwWpcI8UMJovd7/FT5q42e9YMyQPMI+xj0H5YO9cw1hvWC17byYncQ84NtJPdOtNz58olu9tx8tvJtxGrxi/uW9Ut/Iuy4bjbvMQJC8ABNRvZAkB7rEFkG78x+dvBuhO7zHSYM9jux6PMRZs7xJFto87Njsut1QgDxn9nS9E55WPb2k3zo+QyE7wJapvU06lD3pWe69OKuYO3TndD342NY7MwGgvbxzZz0pzqA8/LwTvExXNrzUv4y9nNGMvbRo1DwLLwi+MaF4vblb8LxGhoU79BNWvTcbVTtNcN09xZKTupLwpDwGYMG9CR5avQYg+T03hxc8SfRnPd02sDuhhCE+tsDfPUDxQb1AJrU9YN4xvZvNhD3De4M9+saDPd4oor1hNgC9qWmevNX/qz2fbPa8OgnKPXkq7jwrvHs9l7OevXjm9b2pu/S83RZyPXimSbwl1Yk9CjqSPQQpDb3NzwM9","wp4Tvjrfeb2I6Tg9WTwYvXfJrLwKGyi9Tvp7u0rgi723wny9OnD9PfwcZD2gfws9uvm1PTKE5jyTnUM9FhpDPeLS0Lgwn3o9YNupPBti5b3OcIs9IvuBPCQDFT5jP7K9l8m3vVZbtjz/WrK9TouYveV2FL04PSy9zYEUvdoC4LxmkfY8Re8ovmOf7bxGJC87swyrvZR5GL3jt7Y8mQycPcYsjL2Ivg09+tyqPdpMBDw0Ge89KV41vd5WF70yATe7TNSovS++f71W+Gs7OfvdPWzdtL2V/Q0+Z++avdNltbyjur49k46Qu8vrLb4fWiM+I38vvVcy1b1ahyK9yoCJvf1N/z3U9B+9wVpIvVQAhb1nGRs9eOV6vGYTpDz8cGO9pXzEPAcfcDzAb6M9DrWVvS7QcDsAmnK94HZhPV+FDj3MX6M7NyijPPMoAjtNDJy927F2u5CfTz2AqmI9MKuSOx/IJz1Hv9u9fEJ+vUHggT3mAMa7oeAKPfFh+byFeq89CnCpvBzbzTyTxNg8eClzvcR7d7zu94U89HgIPbHvhLqz8yO9yca2PdHdET3yS8E9oAeDPcuvqL2te/y9ULoRPY+dDr2VsIm8WdczPp6dzDxtj508cU2MPVkPiD1LSYE91t1tPbYpHT0iVjc9QoX0vfr8BTxz8Ki9LyB1O2Ka+70a1gK9KE3PPV/hEr7ZuJa95lyLPa9kzD0EYVg+wwIoPaz+R70wr8C9rJQpvt1aQzsngPk8/GX9PKR01r3F9R8+ubAcu1g3OT0DWUc9mcjJvBJ7nb3c+mS8GO8wvfGCgL0ZpFg9V4YSvGdT7z0wMmk7y5zKPGJFmz3v9hE+wmkVPt4n4jwOO629S7ZQvXAA9j1IZfc81bGMPVaPMz4zO/o8/qQgPVjFpDwMW0U9wejXPOBTybwGb/i94krOPCUPFLtSnhC9Jo5vPR92wL28JDE9G1NlPGCLH75295c9LqruvWPdIj0F0m29M2DtPcHK1D0GNxq9czkVvBs2qr0JNNC8","zzqVPcTbFD4E60K9XOQSvi71gr32WX09JAKCPagn1TzQyWE9xGyvvI5Ns73sVLG8o8csvvu+MD5PkIG9/XPLPaRIpLztbG6+ggfbvRhSkr3ZYo498DQWvmMCHD1nQtW77iRFvtpRX7z1B1e9xWqePbxBV70hEri9IqAjPQJV173k5oA9INirPafAaL3+o6c9aZaLPeKuRTwI5xC+IYxTvW+NALzOO3Q8mzzxPCA6Ij6eHCa9gcwSvUc+y7wX5la85wUjPCJU670A2ug9jbxIvS7o/LwvF065biYGPu2Hc7zYp8U9vCh2PO/RUb1o6SG9noTHOxNehj3ny6s9E4dkPayOyr1CHL09SixwvXG6ET03pQK9pzAzPSdPqDz0HZA9RX7PPftETjzfsCO+8sDCPNZYrr36MO88fqYqvrCDXTs+l+C9haHZPE+GIb3Yty69wKb9vGa4mT0lwc49SXHsvJHh6bzS0bO9zUiEvV8xw7zhX9+8qBTVPRLI4D3+NAE8f/rFPJctCb4ZMnC8LlFGPaRoVrypYnc9jUVuPTazgzyfVas7uvaWPVe5ZTwnfAM9x3BmPXnTJLxFASq9AzI9vf8lzb1hWJo95bQEvSE+Dj4Ksh696gbZvNfrNz5LnPc9PGEhPgMpLryQ/Se9CAO6PcbYmL0QTcq8NhtSPd+89j3mtCY9prwgvnSvwb29B7i93fi1O6cHRLx6D/y9AQOzvB7cDr70frs9DCBsPfr5v73Gnqq7jIXmuu5czLzm1DW98BiUPPP6Gr0Lekw8afAvverG7b1jOTC90qwSvQoInT2Yyia+afHjPd81vL1Y0MI8hvFwvE+m7LxAtwc+mmX9vf8sTLztkT08xn0FPVvgDz275ce8m/qjPReOL75qRZY8rmoyO3Lipz0ZsJg9RlRBPaGjfLxDcIW9tCwbvoAMcrzrW9S9Ad0NPfj+cr7Pw5i9wA+6veeIw72SRt+7x/0rvlhZhj3Q78M8Jm4Qu1i6yT3sf9A7rntmvSy6vLvmZBa9","DYikPGjDSb4EZ/S8iTaduiOqK7tub1S9ZUOJPGsBYr1Y2t68m0VvPUcR87zFbmK+4nAGPtTK+r3km6e9bcOLvYB2pL1YAeC95xLPPFf3pD2QsVK+H/oIPc84pT16Fwm+rMhjPY0OLL5sIay9YWzePY5x1jyEAyW982vgveeEpj1cm0+9XY04PS5my71q1oo9l7bDvTPzC77Tc6o8ZVh9u46cGb4kZEK+kyfJPO1gpb0DQkU+3AHvPLxFST2N1de9DSD/PcgEhjuLvEw9a6YUvkL/FT0Iati8kKAyPSCxq70oiw+9ASNbvQKnoT3Omku8OZ4gvgy0r72Wabw9qZyqPOeH3L2XxDs9aEbru+QImb3YP5g838QjvU9D8bxYcoQ82UwgvMFJhz3O1829rWjGvX3cTL6TwY09meutPFTC2Ty1ywC+RrtfvakrnD0oCMo9k83QvHRcDr4Cq9W9zJyWPKTUUbzxKZi8w9h3vpabbz0bbwe+/9n5vbJfQL6ZjdO9KjYGPpiM7zvrds29grU6PAJo5z09td69/hlZvLzKej1St0e+tt8NPZ3fmrsKr0C9MZVtvVtMJL2BZ4A9H03CPbh4qr08XjW+rO/YvevBi72PKSE8r9gkvl1XnD1KpN683DNBPkq6KT2rCRS9VIb+PUaeC73CWJy9cHtXvUbpdLz+R0S92VKLvQyAPz3pHBw8R1oRvboLkD3zm7S9tcinPZqgHL4aC5q9FvMUvoOusr2QC4895adLvply2byiwze9NHxDPVoCCr3rM4S9ISy0Pf7ozTz0ICk896yYPcwr+L0ldkW9n/WrPYLYAj05ir+70F48vRh1jLzvsZw9SZWMvDXelL3Ou2i9Fs4IPbfCAb7P9Bi+qvNMvCQ+hr13+dy9HJfEPf7PtT10fD2+F6QFPo6K0z1x5uO9+qEjvAKe1r0WAi69KY/+vLXsAj6XxZq8EvC2vSgser1ZPic+/Ww5vn06Pz1IRPa9xIWiPMtcgD3WZVe8tlqAPc+ZLD1ur6u9","QipOPHTRUz0oAPO7IBfAvMVQ7jzh99g6gTCNPYgITb1hf7M9RozcPe8YeTxTH/G7oQGhPOP0jz1445s7XyJiPRLjkb3/BaG8ILawPOb5lT0kuWk9QKKgvWWAir2dnuC8i66iPTIiH710/Do9GwqUPNMXWrxnbSY999bmvd2IsT2YRQg+qRwYPvqAA75QO7E9uaVLvqJHpT2YhsW8DlHnPXlEtr0QbQk7leAiPMYnJL2ajZs85XNnvLWeAL2LPce9VwqBPTpq8j3c47Y9RkWAOK6YMT3islQ95TvHvfMNjr7kI/69vbw0veM3jD1ynbQ9MTqivVLEgD3e78y9tROgvEO31z0UbSQ94iDPvMVMsj1IXoO8xUNePOfakr0AoN28g+kzvVAsh729yt482pekPRYLtr25Vhy9nJnYvJ/dkb1Lvxk81z/lu0LMuLyxlmq9o7DvPYgQvLwVEJS6/X39vQtrB73jr0+91WcbvbICdT0yyrw9Wg2gvYJyY7zryIC9vH04ParkGb5mHCw9rp0EvhG/Erz6wYU8MpKevJdg/LzK4iG9FkMrPDTkvb0/oYM8DM1mPG6hwbxAamo8jGikvRaZN7z7Nnc84XmCvWSpPjwkqba9TzJOvcsTKb4asyU9ZraaPeghyD1bvE29ttmavf9Qs72TwWS8cahkPPobPLz55JW8IeabPJ8Z6T0F8zm93NU8PQgvhT3NYyW8xNQFvsp0f73UbTG8y8TGvQtvmDw4jgs8BM93vQreR7sOfoe9Nb4jvf/Ekb00fr28NW+CPZAPt72f86Q9LCrCPRl3hr30HTw+nrrxPb1nXD3NF9I98v/lvIOaHL2hLp88LaNnvRVPlT3SYce8MzsSPXR57TyiArK8JfO1O5JNdr3Tb4U89Wm5vahU8Tzgx0Y+5+OOvX/e+7xg+La7QMomPeVzxb1Evxu+Eii0PQX7xj0r6Qc9qu8NPdAQX7zCKCI8Lg+pPS2zLrz0RZ08r6M/PeS3bj3SgCc+mjfpPBIDtj2BWcc9","cIgXvlyPH71rQ5a73gVGPUQhFD2ynH88J+/nPZlJur1h/Ds94JIPvu0Ijr2laHq9ppS/Pb0WBr4iWRq9UwR4vdYyfzzzFa88OpuoPR4yODy7gco9l0nMPRRKlbwZ9NW8JgJWPQL8OT3Uztg9fN79vA5Pbz0s7rK6oN8mPp54Cb1UgxI80xf3PRn3AD4Yuuq9sVwQvllsbLxLkny9Vj8APqUnxjxE1ZO+iKoKPd7hSTx6fFs7lNdYvc9DUrxM6Ba9R+LVPRWAXz3wnVa+SPFHPXq0k73nPQu9JFarPaZ/bz1Bzpe9dticPDhnKLx3m6q9yTUkvvm2Ab0eBv69nkBMvVXunDxsCvS9C8anvfQ1OLxMiyW9XiaFveAkib2So0s8S5FHvCT6oTu+Hki9QOH3PIIGhj3AqYy77JSqvbLWCD7YuD096FCdvdbmD71EkfG9nuIaPDohAr51fk68PablPJ4FJb2cdQM9gCcgvUHphr1IYdu4Y+SQPQn9oTxh22m9vwuCvfyYhz33NK274E/WvUEj+DzZ1Aq9cYbBvUdn+jwOXYc8fiDePFzcgD0JYRq+jVTKPJgJvD1Yxj49+XzSvHgUGz5tOQE9u2WjPYffpLuRSiO7H8TEvLyiDz315hY+dagYvDg4FD0jX2883oJ3O3TW/byGEDI+V/mNvcFWjTxo+Fk8TNFGvMgTUTv3Lg683kqSvWwhtj0HPKW8F2PzvGCE5Dx+mQO++EwIPSm6Nb01MOC9emGOPQeLQ7uUrZM9Ng+uPXzeIj6xLeg7BEgxPqk/ND2RcWW97aszO2YTBT07X9y9oumHPROYGD3vPyk9jtZVPbM9Ib0gNKo9Ub18vUttD7xVVVU9gyRiveDJBb1jl269f3zEve82uL07fY69gdasu3rVHj7S9g891r0APZcAeLt6ULg85Q7cuydMCzzJ9xS9LpAUvn08oz10FoS9CWpIvIn9FT2Ev6e9eBbVPAydDT6gQ3O7NW7VvZesC71R2yA9JXwYPCSBRb0FdLW9","441HvdnQMD1x7Ci9+iGLvXmC17z/bKa8ipmuPTe19Dz2sL28ASmgvTaqCrsI8wa91mxIvU9ZzL3etJs9zUoAPF27XD0IigU+FWjpvTxipzyY8Re+ikNlPfraBb4d5AE+dAdqPWGQRjzKZKu8the7PTEEKb2OG5I9zznHPaATUL1pD6882VRxPcSLpb0HRrI95QZOvX/XlLy1Vmq9m7qrvKwDDj5gsn09HpAJvvfLij2sfSy9BREUvTuZBL5p2ig+aJT7Pc7oN77jdY29wbN4vQX4Az0n5oy8813nveehjb2ByGW9ALILPhdVmz0UwQS9bJnHPejMOT16L1s8D+VVvbee1DxoNOU8fXbUvBwDgz0BGAS+PBZjPSH7XL3GQ2M9ir7rvdzgxb0hK2k9QsU/vFFT+L1zDhs9yL8yPZ7Usb1V93u9s188vQNQE76tLvg8g56/PH0zl7yEmXS9WEXUPA0/Ez4BBxk8jOB5veEirLzkmKy7zwhNPeC2pT3e3ua8+OPgPJGeQLwBtXW7rREBPZXjfr1zkSq8WvOtPU4Thj1KHtC7bZzOPb8nJL0C0hU90myDPUWht70ueYo66UJkvQb8ur3OOva9oqdGuwaUuj3d85c9CUYiPP/mHz5P5VQ8P+l+PKOZrjvYnpw9Ve6ovMxjpz0QQ0e6puRDPHlrZL1WSOk7s5EDPXKDPj04tAc+79BLOvxpnDwKHJe8V6Isu6mJtb1o16A93drdPb98pjxHtX6972pgPYnwTT4VxAw9VtZQvJaNWz0nwCy9UP6YPem0sL21A9u8taqKPV7TMz2+qPK9PnnXvdVSsD0P0uC88NXNPRat+72rO4C9d+8pvp1uVL1DAS29cWCUPOJZ070rsyM+GhSqvd7zkL35Ilo9s1G4vbqRKb0yX+q9PCQ9vsYOar1tp+49rY2lPTh9OL4KDyq8WCW8PSq7Dj1lZ9w8SGxZPbZRAT4Ew6Y9YfzKvBj7H71DUPm7yosPvsUuVjxk2M69QdiMvbT2Jr5zcf69","ValGvLuINDy188496xwePSspnr321fq7VCjQvaZd272W2Cq7aN31PQJYSL3cDqU92Ftkvbx0373OQW09zk6hvXsI9L0p66M88bsRvQbkl72TEt295s5uPMN3kbxC1gG8ojhSu9sjADreH+68A3SYO4NUQDyiJgq9kXMIO7H+jr1d0RE+1sWSvUG0Bb6rqTS9Og0ZPrKDv72qZbC9h5AXvvTkXj0B9Ws9Wg8AvcgpWj0vwe69+8bCPCIQhz3wj5Q9ebFdO0Epzj3ZFzE9tRtGvb09X76BRww9xzwsvtsAqL2xEbC8092SvSHL3jygJzk7p72MPLAvqj02xmu841J7vajAubydBX09/D4APtlicTy3yd89/wyKPZjEBb32bUA92WXePVOUMLwXJc+8UDAfPfNiYbrUjnA9ZgQEvq7D/zx8TGw+/nYFPgXiE73wYjQ8bmEZviRGrb04uUo974oZPGBXkL2IF3a96BrjPXRF1jzvCR4+ncMbvDNIez3YGSo797Y6vL5hej0sze+9fYGUPIFr/LwxYRK9tBKJvPcz+byPVg6+4q3pPL0jhD2lThm8gqoSu2umFz46ahi+NfLNPC4/gj0B/gM8uZoiPT8OIj6B/am8o2r4vStEG7xO2fG9toAGvZzKDb0yh5E9kAsDPS0Zlj1mUFE8GHqrvSv9nzvPQFI9h+TKPZiEhDwtL149mtsFPA92mL36lIW9Y9T5vTVNeDuT/k29cF6XPTLBmz2X2g2934dAvR+Z0DsIsQg+9U82PjB+3b2K9IK9bI10PANIv7wiD6k8ypP/PPSDnr3VCQw9DhZzPKHTAb2zI4Q9kWIVvjP5sj05gFk9pI55vXhX0j2tGS89PwdcPVIWKb3P0ec88WovPfNr1DxPeY69kRoYvT6G8z3Dk408/OYjPWeZVj29B4+9tIgdvVieM72dxim9OBEdvnURjL1JP6e9CxrmvZL9VLwiWka8t11OvYyvxj2JLZm9x8IKPMxBrT3bPSW9YPBjvWcGcD3et2K8","aYAUvRDeEL6Aa9e7P8ASPP0bSj0tlb88GZWbPXtyOL1iVfA88nVZPU7+qr1WN+i8F5SVu+EG0j2VEoG95q4DvtDP2D0xT4k9jyMuPqgTRD203Yy9yDwlO4qtAj2PdUw8Fyz3PROWST03lZ69GOG/PPgo873kTJ89s28bPXae1z10Dp+8Whe8vXFFCD1IiYS6RoUavl2sBj2Rdjk8X1ffuxWUJ77ZJqC8JmDfPRco0Lvc2YI9R+xAPZET9Lsr4fS9x+Atu26BOLyuM0s9ntktvS32Br0XsXe9NNoRPB8tDL7klqM9n5LZvUKBFr5IcXi9bxkZPiDOCjwjFeU81v/gPIdYMTwKLxo+PW6TvchcbDfE1ia+ZZfcPE8emDxACry9SLsnPWqAFrz82KC9yM76PfL/uT2JUQ+9s9jdPUIu5L3qiWu9AvdWvaH0JbwzLb89BYALPevBRz257XY9k6I5vWA+YL06cAY9cgYFvsEs370sxBs+7Ak3O/UdCL4mjNI8C0v/u4bT8b0A3oW9vc2rPHpwEDyWeqO97G4YPevi7rwZXOI9cx6YvV6ynr3mr6s9xadmPDAXrD2Ss5G83x2XvBLMoD2cIQW9KuEXvsQLxbwzjB48YJrGPfkQ7r1cQCo8NmX+PajqwD1ePWi9d84LPZwAjbx7e7M8Nw4EPuJ+k708ZBM8uXfxPGSV3Tyte1w88vdKvfl8GD06hgu9aO8nvQZHwjwlghs9HQ+pPTqkCD3unsc7P8zZO1mWUr1wfQ++2edEPZxnB708s+68T9HIu4Y4nr0X4Ia8dPQ7vil4V73c7gO8t8qeO6bCmD2Pwh++YQeEucFcuLz5WCq9rNDSPd9JWDpbXD69FZlLvSpv9TpWs1M9rN/jPeXcjbuV2Kk8PNdwPS/0+7wpz9Q91ziCO4GyR7xRb8U8aIFTPMYGyjz90x49pELrPa98fDwA7qQ8bqzFvVbBeD0S4Ss9n1IMPb4sFj4ufny82zVQvbH4MD2tZAk88WyNvTU7AL6SCLY7",