{"architecture":{"class_name":"Functional","config":{"name":"sequential_1","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,10,16],"dtype":"float32","sparse":false,"ragged":false,"name":"input_2"},"name":"input_2","inbound_nodes":[]},{"class_name":"LSTM","config":{"name":"lstm_1","trainable":true,"dtype":"float32","batch_input_shape":[null,10,16],"return_sequences":false,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false,"time_major":false,"units":50,"activation":"tanh","recurrent_activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null},"shared_object_id":1},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1.0,"seed":null},"shared_object_id":2},"bias_initializer":{"class_name":"Zeros","config":{},"shared_object_id":3},"unit_forget_bias":true,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0.0,"recurrent_dropout":0.0,"implementation":2},"name":"lstm_1","inbound_nodes":[[["input_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":6,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["lstm_1",0,0,{}]]]}],"input_layers":[["input_2",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[10,16]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[10,16],"values":["iduxP3zAmD8qaUk/OAtgv27F37/GZgBAMXvqPVVZAr/ArXw/lK9Ov/utyD5SNYA+9F5Qv683lD8a8Xa/eomBPx0OjT2L0oS+xs3zvnOSgD+A7qO/kgCcPpaxar+/02o/hsodv+Jprj5Ai5O//inDPxSoZ769eyS+saEfP6xpxD8Qi9C+LoP3Ps+9Gzsh0/C/gjCZvxryQL8+XU++g4OCPaVzD78LTYa/7Qo7P2z3iD64du8+krOpP7Epbj8LdghAbfhrPh2Ug7+ZNec9suuivnB1m78xJq4/OBT6P55coz/FCyq/NbSrP5Zj7z/su7O/2w/Uvl+SjD08BAW/JN3CPxWIQj4z9S4/c2izv2j0dz81EEq/aIDRv8to0D/mIFI/hcr9PssI+L3mrOc+wJ6mP69nhz5Q55E+9pmCP6wdB7+VoIo+ZrqGPqMW4b8eqco/NNQwvt4qAMABGbS9TO0tvyx2Bb85tlI/tLR/v/XmxD0DteC/u0jSPrYKxr2dHD6/tSMYPyIWVb+Es5g/l3QPP/VUAcANk3+/5b0kv8y2+L5TmoQ+ONxRv/uYrD+FwL4/jlD3P4+xk7498FW/sdVUvRDbBEAP2/u/UDB2v/vlHL4ZGI2/SmXdvlCsOD9ZT82/qwMdv1rmWb6ujAE/MumXv/4Qhr8v7lK/J26pvy0UPL9W9wrAznyNv+bfgr4OOGw/BxdQv5xFEz+2YwO/YuHGvuO2E7/bl7S9cT0Iv/JoIr+JHgg8Q494Psc8pr9bHgE/a3k/P/EGlb4rM5w/LFlovoRGBr54Pw0/J8WfvYm/aD8TFrc+OWWXv/Krxb7Rtqi/+RLivlLq5T/Yhzs/kUKJPQ=="]}],"outputs":[{"shape":[6],"values":["EFqKvlynlb68VY0+FrmuPhqMmb7YD4W9"]}]}],"trainable_params":{"lstm_1":{"weights":["Xyj9PcMJKj7u2BQ9TrbNPe7dWb072OO9KWwBPS17rTzY7JM93StzPnqfkT1NyYi94N82PsqMsr1FY7o9gI00vWs38jy2Rmk5SqmGPDzYTb1kfyk+UmQpvrLDvj1g0Py9X5SWPaRUsrxSpE+9uyQjuqJ8az3KN/y9hTmJvTFZjb1pI+y97nWsPc0tMz34OAa8KknbPB8wST7xtVK7w5ygvUKjKDxry9e8rt3mPWy7/LwkJcK9yVWjvGO+pTyOF9y8QpQOPgG2hr2vr548gi7vPXEyr70FruA9K0kZvvUgvj25ji2+GGPbPDqXo70aE+s9p8sVPknns72QIBy+OiqCvWMZD75LIfe9vvAUPmLE9j1aHca9SFrWPKSQ1jcyVbk6Dl4yvqjAIr1sNCo9vHkrvcY0Hz3ndqI9UgscvjC8GL5vahQ864o+vGruBb4Wami9HsksvodHAT1lJAC+fXnAu3p+uj3e2wA9cJT2PQ8fpL1mKiO+QvHaPTfC8r0g35e9rQQDvlvynD27yjy+Fx4Svi7zU7w8Jys+qJD5vYJlHb3oRF+9JzsIvtp6XLw8boC90n19vS9j9j2vIgi9artLvbmw/j2zLRg990BxvbIjDz1WR9m9GE4PvggkpbvBZhm96AmsPb8dJL6dRZm9ncfQPboqdr1vK9I9v1YTvTaroD0Ws+m9aVbcvPRuAjvPp0u94VADvuPXNz3DOgM+8JJ1vVHtBj6EhlM8NUjavA+V6bxJxg++aaIHvkNwzjysudi8834auwBqFD7IIRA9IdnPvPKVCj6E1Pe9ZmxoPe90OL0a4+I84n2+PU/itL1/7jo93nqvPaoYh7zdlRm+kMAcPu8Ccb2IQi09GTffPDr2Aj5Ngym+B6nbPfgqnb1aTry9SRZQPbUVBL5zxxU+lo1xPfthhr1PqbQ9yqAOvsupubylPyI+hDY5PkWYsz10dwG+7dBiPVtxC77JrVQ9sjHEvW12ALz7tI28i9LXvX3DxzyIaak9zhN8PU6pmj3OY929","j2BlPXuRpb1yhW098vrlPX2jNz4bK2C9CneIPZ2GGD5+CYU9Jy1ZPc3D3T0GNlo8LsSOPRtbDj3D46y9twnOPd55A76oAp48D4UUPgPtVr5LH8m8HlItvZ5pD7weAu67c8jcPVZTtz3LkgC9mTMnPfscCD5c89G9iJ6XvRSVrD12X8k9nOcbPmpfnj112y49yETBPX1Gmz1YML88h92VvTRunr2MSS89llbpPJR83T3eM+K9vNrUPfiIXb3Tqua9+/iNPZSQ4LvKpva8qwASvSQmDL5tLW89fsRtPUZeKj6Y/yU+PJAcPuolFT6Kv4e8Bn3hvd75Dr4GGIG9ZCIlPsU3qj1LYrq9XgUsveLYej1ENcc9yMXivT3YCb40UH29lEcAvo9HFL5DL+y9d+oUPvOmU73AvAc+29YxvpWxs7wtfiK+V7B9PLYeA74uTSK99l+8Pe+ezDzTnwA+4cWGvevhXr0MnQa+9Lh3PTHACb4ashy+7ENovSjUDr0/GBo+Ek81vrtKaT2HEZQ91CUkvlN69r0qpC4+IZzBPXF4p72TB1E9oULsvel4NL5hVH89aNqOPTTmpz3zwwc+Vsb4ve9SCb5aRwk+Rrn9PbqZQr39F4u9aWDkPSdxVT3yHmC9kEEAPi/a9r3vVhS+iguaPfQoj70CfCa+TV2IvXb3Sr20XMM8jiQ7PeQRubzRkse92nfNPf6/gb2IK5Y9trHxPBnqEz2vQQQ+ZzStvdWu0j0StrI9I4QAPUYANLzrPh6+BSFNPZrAlj09S6U994DFPbY09T0mu+K94zcfvrUDoD0967U9CHSVPSpgyzz5LYY9poHrvRzBhLvZm/09XwaevJobSr1YAmE+BBTcPWVmjr2vOY488WAdPqLbC773aDG9WXdovb6ks73TmvA8ZcjPPXzH0b0QpZy9YEXoPffHJL4JPfs9niWUPSt8EL4RlXg9LBuwvDCCyr0X1yo+8QYJPhMDzD1QfGc98/QNvtIBFD6PC7w9iKKtPXtZgL3TG6c9","09yAPWXNBz0BxLC9rzCwvbPQDTv7dJI9bYsTPlMk8rz1W1+8ZQQPPTvTkT2OFIu9QCcNvchw3L0wVsw8HTCBPO0gs728aoA97paRPaoXHT3nEBa+zY4bPn7wf71cSPm9004gveU7v7yCW9090E3yvTCF/L2n+QW+N/JHvStfkz24rXe9LoEFPkbXqz3wxL+9wCVevZ9aFDwz8Uo9ihxdPXYVHD5HwF09lhefPebMjT10GWq9NivtPR3Rtj35WPu9uOcJvhmxCDwQFxO+1h9KOwgyrL3+lHi8cN8WPQJ7/z1+9zi9Jrwlu1lvR71dnvu9WgIXu/AZAL78UGo+Fhylvep41z1Qww89vCS+Pbs4Rr03oNA97r/PPPgSqjxZr029+4HXPQXXQD0I8ka+9UoDPbrYB73EEfe8wZz7vR96lL3BjxY+8s+Dvc/xEr7s4Am+eg8Avj5h171DVwQ+HFMEPE3f5Lx4QGM9HUiivJ9k/LwrOy2+ndT9PWeTLjywT6m9WHQxvhZ2Aj1E/Ck8neWQvfdoczw5pu+9cunxPRL5673OmZo9dOo3vWaU3Lx1Te290yiqPU6/Ij5CY/Q9+NVWPcj0+r2x8cq9xjoovvZZY70D0aw7nzZMPbhUz7338Ig8/+sVPoSgir3nl769iYLIPVmcAT7seKO92YMDPgyu+72Jt9i9otEdvTsh7b2vovS910/KPWsUjbqIDwC+AA4EvRg5zb1Wn8a8Ks7ZPXiaSL3BICU+sGy9vbBckD2xLhA9Ec8SPpn+hL1KctU9DT2Zvctf+D1yFha+dub5PcDaVD25ehu+sfCyPKAV7jl3rRI+a1onPRZFe7zkxQe+YW0kPjqiuL0gNYw9R8fcPK11iz0czZi98u4pvdH6IT4tkyG9irwkPefC7T2gwg6+ONTVvDyetT2u8pG9DUeqvRRgxbz7wp88fGvQPIo3Tb26RT09h9CevXkIVL3GsL69HWQyPNcRDj4j2PG9YgDuPV2B/z3KCQu+al6Wvd8ODT1UlGs+","zdMyPryxrTwG75O8tUDBvemUQr0hvg29A67QvXxILTo2AUg8Kx6rvajIFD4ZsLA7xnv1veBt9T2Mmpk9y7voPTXVGz5ZS4s9QssXPqq3jb1ZpIQ9p3tcvP9uu70MKQS8QSrsvUxc2rx93Hk8VysYPrP3hL2ccf+9dp6Fut4vQb0sOuM9kcPmPQi6172jH5K9lV37vbkWLz6P6iY+NXT/vayMJT5TEui9QtgAPp44Pr7e/gy7M2mtPVKEAD6r14K9h1DwvYrPED1B++I9dPwrvZ9AOD2+KTs+8u26vX25Cj7uzxI+0DLvvBswBL7dut89aDrpPdPZPD4pqPc9ObElvXO0N70ZeMW96m4ovTtlhzwTvnw9AeIPvqr5CT4GCLA8Z3KZvcZMfT3iMfU9NWjCvMv0wbz/SCS9NWicvRt3E736Viy+TcwcvoWCrz1ZyQ4+jY3ivf/AaT0pm4a9eqi9PaYt3b1rXvO93GnJPR1hzT3pxte8tFX/PZ5MCD6a7vg8MA3EPbmAWT3jdyS+tXkBvqx/ML7Bwia+I6VMvbk6D74TL+e9K1OVPWiQ3b128sE8SG8BvokFpLyowQk+DWEKvhCO4jzCixO+XWcmu67sxj0h/gW9J8ENvhRDCT0h0IK9eBAzPSW5hj2ffBK96WirvUMRFr5HRvU8+JvtPQ3RuT1gW2w9aOnvvXjeG747kdw95pPCvc1H8bzSO6q9rkMLvr6uJb7Nsqm9U50zPe6DG77+niy9g07ePdO+GL4H2ZG9YWgQvu53ND2Y/go9H9r/PRkBD70t2AE9UKh5PR1NkTzKmJy96X3FvS26xLwOOes9IksRPb5OFL4fUk68HrNEvZcQBrxyB469vTdAvEQrzr3BbRS+k1ANPrnoyj0WJeM9x8jvPTkoJj4q9hi9ODwjvq6G8ryVIRS+EkNXPeD+PT2xy1k89+uMvUPE5j1bply8NqcQPj31Pj4CEOA9E1nRvM2xvj1az4u9xByOPfNkFT0EvJM9o4QMvtMKFL4q+fU8","3Y74vXKDJr449l69hJSePbIjNT0jg5w9x80BPlvL07tC/sK9ozHOPRgFhrwBAz8+SNZxvdfDF76u7QA+ZU9RPSAcvL3hpQ+9JyrqvWcpYz7I8Li9WfKxvDoxCT1g96I92WnEPboBz7tD7SA+GWnvvW6VLT7X7lU9ksPmPcTQp7zq5DG+NyjePdnJCr6s0oi9qfcEvQg35L3pjeG91lqIvYtA5b2mq+09n5B1vYh1vr1+z8Q8r0/XPeqUEL5OeSe9/N1ePbkv2b0vdsw9qcpRvc9Cur3xrA8+tL87Pn6MIT1Q6eE92txIPpa0qT3rt1u9HyCGPU9wIz4M0Ra+R7YIvXCz8r3QRNm9aNjuPH5EGT2hRzQ+gQ6ePUkyyD1l2/W9lUQbPvlSzr1W8gw8nHkDPmyP+L2e8sU9kYA6vRqjtr1PyCg+Az4evhHgPr4BjLo9LUsJO6EvIj00tMy9qKjUPD7+Nz0i1BW+AVQQO4ItAb6nS1O7LXw/vgEjqT1OiQe+6RyVPRSOML6yGQ+9Z27gvAydHD47T7c9kRAPvn9jej3JLC69Qk7MvT3LKj6aQuG9EajkvUpp6T0UBd298dPzvSGfGb75CE2+g8C/vXR34j2dt4I8X+2vvXFB+ryr0eS9C08iPhRpZD194xk+UuCtvZ5xDT7/7c89b8uCvtCxkD1WhYU9ytOyPUs7wD3/7fA9zrYWPpglJ74BDho+SQfKvfKNGj7ajRy8TTcMvWzGrry6cnE9aK2Ova2aHj202t68k9n/vRLwNLx/cy09+EgRPp6q7L03ltO8HxK9vAp14L2eH1w9IM0Dvv2DhL3M0x4+5GHivQaK+7xO3w0+iFtPvSk7cTzVW6s88BMVPlZY671O4fk9EqW5vWO45734jPm9hDAvPS2nlrtqnOc9Nbz2PcuQtLyCylO98nFAPl9VHDySSCK+sJ0YvrWQBL5+znK9irUyPpDUGT7gGAK+7mDYvETXEj53c7C8rP4HPvbHAL42fno9iyX6PcngfbthsPk9","9nBPuz8WCr485+U8WlDaPeB2Xj0RBv28EMIPPI5y8T3/IMW9FkDQPIazz72U+sK9+kgiPkcBIT7p8C0+OPqRPgvDszwX2sC8VMc4PbLEorvjX4c9ICFDvuqOAD6q75+9iVvHvYDxRD4qdz4+j4EhPqbO8ztfLJ+9oXArPWBTDL48M209MwOVPcLeGT7JXj096sMaPkfgzrxBncs9ROUSPqA2O75s9Ia7IcuXvTQzED6SgdA9LIwHPhNgCb5c6O893MjwvI4EFT6IYGQ8m2DovdVd+7yJnv09+uOuvBwzIT2aZ/o9Ugn0PRz+Sr3ueO+99hGKvSYVtjwkGfa7CZ0cvu8vk72IPQI+A7gmPVPOKT7RI9U963MsPOkdWD2ehqQ9s8o2Pk4dHj5dsVm9/9bMvcOuhz2qDU08ZWT/Pb2eKT5yWu28p5zlPPNPa712RRc+GYrJPZFUCz7zo10+FrnWvexynz0qYpc925rUvRONL72SuJq9q7eevDD3hL3yBbs9undTvZtQxD38h0S+A3UWPoc7rz30iUG+uKv7vR21GL6kk1O901PrPHe2pjyuGRa+xO77PWr7wr2ecEK9Hh2nvWipJbsAGLs8E6G6vTePHb4ib7y9/PIPvvjKKj2/qJW9Opa4PQlYCL5Z/0w9nkMQvSpjNb33j6W8iRoaPeETdb001Cy+ncXlPVstBr2oDsi930gMvmktp7zi6h++7si/PUXn4DyzHf69aFu8vaxkJD4WvQ69picXvXADAb7r/Bi+7csmvkyGJT4z4be8vzSXPaPSE7yriPM8M6d6PV8sMj4PQA0+TrhgvboJozsWGgA+k6gHvgnuqr1ghBA+V5RRvV/mb7sksQc+JDDXvVAezjzQFEs9zcSKPScaBz4V5+29Q5h+vf86Ir4zwgY9cM/wPMo+6T3I07c9t/4RPDRq3j1ibL49GgGtPLxZyr3t4K290koHvvnNAj4wz/e9wwCevUDtE76VXtU934KUOwjk0r2mIU68J6D8vRS87L13JpQ9","aei0vdn2pr0cgDQ9D4gkPgMtwD3aoRM+KUuQPQ4KQT7phea7JCLlvLVhSzyIMSY9uEtZvRiEIr1BIo28MPIDPlUc1j2QKpq89xs/vPDGJD7nWxa+M/U3PRF8lzwEpXs+OT7NvbOeuD179xa+GDuOPKgemDwTarU8bS9ovRPGLj7ck8s9e+3UveyXzTxm/sO9GMQSvmFf/z09c5O9c75APBjA2zxtemG9V8sCPQxM+L2XX509dRoVvFBXDb2LQSy9saCMvE+2gz1kFeq99063vT5t4z1xYiy+a+m/PeFQ6jxPfDA826O0PA5kg7yOXv08FoVYPF/T6j2aI6i9qAogPgsBFT2/K5I9a8ppPWQ0jj2hppU9HXzHvZYMIz1qkIY9+TV+PNAwALuGqkU8ayRJvaDE6b2KKgO99XkKvYUSizwWjD0+gXTkO7kPJz1NZha+XZ+NvIqpSz30fv89kiIbPvxZF75Mk2E9J0YTPRmbIT6TvQe9eYOcPU6sFD46mJy9cEZIu5X3/DxkhhG9a8UCPircET6SKB49pJO1PadA5rr4a4O9S4u+PeAGC75BcR2+ebievY0S+r0EHxw+DBrMPfl99D1+VO09bBkFvsu1CT4W5bS9edaOPQNAUryP7YQ9YXFMvufnlj21s9U9GHNnvabp7D3gK0e8zbUXvpfB571LDCS98zwBvXQTG70fHiM+FSp4vaefoz1OwIW8cK9YPSuUu72dwa89je+UPf3qSj2m7EK9ybmlPdzFbT3q06w9l4Aevm4qLT4Wtum9/PAEvj5YBr4vuxM+4JfVPUDJbz3GGJE9+ZesvWeVVT1xYga99XfPPVlJgj18Uhy9DIuGvXlH0j3+pCc+Z5KWvd74Db7tFAi+kxkmvpjfA74si8s9a+a8Paj8gT2z4D8+tHSdPYKEnj1rnlI8k8TsvRZKCD5N+os9hGGhvA2oiLzd7OU9RPIWvs/bD76srB09fqytvL+Ce70y18U9QvmxPab04T2gjjQ+/qy/PVRluL05juC9","lRz4vVB/lTxECi88XSXsPArolr2rFAo8R5YFvvtuTz79jQ+8gOaEPVCGIT47bda9J2Y6Ppr+Fz6hdoc9LJk7veG0lD1r/ku+TbJaPcD9HL4UcKu9XtZOPMC1jjzXG4U9mpk/uwzUqL11ZIQ97/B6PViC0D14RXY9Pf9svcIPhj6kgV691HThPVmuD75isdk9I0DZPVWYkr24Zke9RkkVvXIdxD2PIAQ+wBZcvYQdAT4uX4+88CTuPUfXH76zGQA+LO+rvbAOqL2jA1o9wSxEvUVeez5pH5M8RvOivHT3AT7kqCw+1n9avdtvPD2czia9FooiPixJfb0OIUU+S/0YPgB+Ij0P5YG9Vxw7PQz7qr2ebBE983KXvKsfGjzmZhk+SH7DvSuEDr7RdaU9cFDyPev1W7xH3KO9U00PvnylyL2O4O29EeJFPQhnZD1AQWe9ZJsdvibsubxxPJw8J5Qbvm8oBL5sXdW9axC9PQ7/+L2dg4G9/nSmPQwksb1gSyk+MUJbPS7A5j2GJ/m9yRQXPvxO9z0rsc+9cOs9PegNTz0JRUo930GfPTs6Fj6XjAw+0K0dPL8GCL6TgYm9T3MBPhfsxjyv7VE97IQlPeOmBT7gSnG90iSPvFsdNj1UqOc9sRgsviewI71erJI9914Zvc//xz0b3J09oOT+vXzrnL2DctS9HkjuPGgFSr2lYpo9bWmpPMnW4LpLoN09TxzRPWY8SL7/KOY9Udp4vYb0Ez6kfkw9eYfEPfNVAj4AG++8HBIHPuXkJL7RMyK+8ZkXPpB43r2KjS49JcM7vrCtPD64Y7K9c40KPnz2Cr7Bj+48C/6CPKldrb3fthc+G7i4vUoQ5b0WOew9kOtRPU7dirz1Ww4+jyOhvZ462j2lCfo8py0fPdIWurwXeta9KqsLvkaPkr0OSgG+cvjJPfTTvL2OmYU9Lj8WPqgAZ70u7p47oy0DvsODprxUJIA9NovHvf9e+726DB08VyUMvVFCEL62gU8+zJUkPnnUKD1OYO29","MtwhPtdL8L1bG+s9tX6Rvcbc+LyiPy4+WK8hPsCix71geac9rXXuvcv/CD4vZwU+PhStvLBdRLzao1u9c/SWvc3g7r1uP8W900cIvVYgqr14i788eRcDvt05RL5cbEg+tULcPeeqN74X8xc+KWpWvSdFnL1oFto9hKMqO9Q64Tygn1a9iS+QPRd9Dz65gY49kiBavfpJ+D2SOcq9UZphvPGCpT3CMje9HJQCviiRjD1sWAa+HBYRPaWqrT1YsF2+8fbgPNT51D3AfrK9K9seu4tcoL2JehQ+UDfhvbz39rxdHQm9mgPZPUaEvz36i0c92e6bPH2QMz6tR2q7Sbwbvrl7AjvDMxc+twTPvJECJzxV88K9BfPJPcfHMz7Qvgo+wsU1vlmfID2nz3Y9s7UuvhpinLwPNQe+EBXSvWi9rz2P4YO9vKogvWDF4j2U8CY+bzM9Psrj+z2WwhK9TXiMPdjntbybdoY9JYMXvqnqBL5aYjI+fwi0vL8QBD71JAi+OVE8PZCnHb2pm6U8O2+PvbAflb2n9JS8VoZ0PRnygL152Ma9g/T2PZl2xb1O8w2+Fl3GvQa1a7xPufI9EOsEPQDjj7wY1oo9dhTjvMXrY710fzE9ZqwYPmVrSD721BW972DSPf7rKDztu+a9MyLdvbGxLj7mGWy+6eopPn9pNT4wRmc99BwfPfpuM76vzxM+2flNPES86byEzOQ9M+A0vosnMr59/w6+/qvjvLjSoDzsH7s9E6eCPUdEXDyMnpI9py1XvbjnFr4IA2C9b38nvgVzQr3cDca9SL7+vTZHIb0stiE+hrf5vRMTHr3P/R6+non0PCkWvr3tiZ28aoBxPZR1ZL0bMtQ96kOgPc7H/jsews28bFyTvBD9zb2RuI894McRvSC/371O8Pg9ba0APveFgL1e/748fxcLPvc+ET5Nhto9ttOHveIAvT2anhO+Ez+1PB3Dnb0wasY9J70Xvprwtb0nkYS9AubnvDdJGT7pQN+9IW/FvHBnvDyD7Q+9","dVUivkF/c727fQG+Kn8NPjVvdL1mIQ2+LUH8vZ0V5LziaYe8DIoCPlLUDT4EKAW+RBmPvfI1DL5zYgW7Efz2vWVUSD0pVO+7N6UTvkpUDr6T4sW9LjwSPlhpMr7dWGU+51zrO09HMz07dmQ+QilMPsbOAz6tIEY+ZPvZPbMqE7oK7ig9+111vVzLXT1JAtG8Y/Z+PUoo8rnysie+Ws0PPpCo572AVZO9v5aZvbiw5r0JIHO9hQAMvkHGgr39TRs+6E3UPZ60rT0B7Hw91M23vc4RRzp9htU95CuqPVYlNb3DKOE9STTbPPvGpz3Aq1o+Sx4NPSoYkD0WwNy72/GUvJLFHD5zL3m9A5PxvMv0RL4GPPc8pQuaPMt6gr09Xgs+jZikvb8PlDw4ya88szUUu8XDwj3tIQ++ywYOvqe+1D3X4BY+hyiLPi2wiL3+Ep09oDiovbaGEz5XTS8+q7TDPbShaD0J/jK+k78RvYhhJD5dW8+9tjSLva2PrLxdQtE8mrfuPXgA0Lwb1QW+wb7VvSNjCT6GQBi+xLERPgQLLL5mJwy+XXwXPt6DKT3tR9w8WNkyPgGFQj1A0GA9qU/EPSAyvz1XvZS9o7zQPfyC2b2zvfM997GAvMBytz3io0U+apYmvl9YEL6BWAK+lQcQvNaV3j0a6QK9PQXcPM0ngrzAyNu9AVE2vk/q6T1FUgE9qsYavaCN1L3eOS4+x4+kvRwaDjzCyL08Pij0u0U+Cr7448O9PubpvIHNpT0P/mA9jf8tvk+nFT0ot6k8JQRQvFaRvrxrjO892mhevd4OwT374bU90rhUvnzVIz3J7hU9E4Y+vcsKo73VhkE8tZlrPcPII74UmpE9GgMCPozO/72trCM8ahHXva764jzSAze+bxLkPRpq2b1AqDG+bzL9O2C65z0hsWs8L1+WPeHMyDsQPyg+/TWQvaoXH71hXdA9F7oSvDerKbz8Iy0+VPmMvX3Dfj1px/s9nMwdvhmt1DxkOT09mOCsvbpxsr2YDTg9","TIqEPYWCRz2UzTi9RrtHPWDxczxiq0A9dWl1vYPI/L0l3L49EBv/u+yYAT4uZGW9yd4+vi+5D76U7N49b1cZPhJe2bzdl648Diq/PQjT4D3Mwp09ND24Pf2Sxj2zgSw+qEHlPQt2br3Xt309Ozj2PdL9Ab11GTC+uer0vGhrxTvB5gu9lTgUvXIHQj7KiEK9MQ39PbLGIjyQhds907WGPhpWQz1Wk8m9eGEWPtct8D2L0gc8cZb6vaJdLT7dkAu+H2poPapf4L3+4HE9Rx89vBtGDD6kHbw9ChZDPFrakzr5h+E9nV9GPqlICL488Y098feWvcxMRb43epg9kI3PvRyN6D39jda9+8u6vQftTzsbBMG9QUKTvFv9r7zSeh++2OGYPczJ2z22wkM+eMHZvXvNnT11fig+50V6u1gZvj1n6jQ+T4ddvfYP9jxtTVS9MfP7O+XzTL3T/wU+bmQvvTqsaj1R4K+9um0gvqi/xL11O909HGXOPURlKL66UoW9utTbPYpkt72Dxzw+TQWdOUF6ybxmjx69kxdzvRRcFzyeRA4+IeplPjLFar0G3vY9pn78vYK/tLyWHKS8WggRvlXuG74038c91cPsvOcMjj1aNug9moOzPZ4jyD3s8wS+Nl8WvjQiDb66pxA+zNo2vRKM4r2qMiU92rQIvbI8Rz7kCbc9U9hhvYKd+bw/u+Q9t5AKvvBnN76kjak8TjwPPqStCj7KCao97rcYPB481j1+Gq+9+k2tvSjRaT6+icw9f0kfvZFUoD0f3D49Z4QlvgB6Bj6TBzS+SWAuvjkqFz6RtBG+PDyNPVzeBT7MOiK+yrXoN4AbE70jszu9vF/+PVh5qT0RhPK7FyLKPGKgfrzse4a9m3UtvXjpUT5mVjm+Yh0Dvd5CAL2g+hU8Tdw9vhdhS76XiN28gU/cPMiIDz5L7zG90RgzPegRWTuIpOM9gseXPXV19LqMMts9kkrxPUEAXL0HW0G+bmv2PVmeJr6/Ohq9LkrGPL3UFD7eB5O6","k3JvPeqQ2rxEoVi9x++AvH9XlD3sbuA9L/9IvlZSUD1c9Qe7hiTkPJpk7b3Jhqy9U6siPjUkJb41Oao7EliUvPJ1rz2QTcu9hIEBPgqPHT6Krf+9uPXsvVzE4r1Argg+/4IuPqAtUr67Q5s90ncnu/9/oD1XYAs8XllFPWQ5Hz6YtD++s64zvh2UyLpunh8++hanvbiPCr74jdq9oqYlPptWGj6eG4g9jof8PQ/Iib2w4rQ72ayJPWsJKr2LyCo+Je7FPSSvFz0lMz88DuFXPRVdXz2icng80J/kvXI58Tyko7C9n+PDvTzpLrw6HPg8ShLrukLVUTz/rEc+iMxMPHNIvzz3gxC+F8WfvdO7LLwwmcO9OIp4vRArXLzIFqc9FnwJPozsiL2mNG4+wKAqPo4jzL0PHKM9IvbSPde6vT0BY8s90nkzPqTQ+z2CnQM9L2NLPn6Fo70nzwQ+hKACvhrGSz23lyI+9UR2vdmeSb7zhBc+RsSovWpDzzzOvFU9/AvRPfLnOz0hhNc9C4f9vO4WPj7zhug93r9DvfGH7z1UNH29Vd7evT6ai71k5xu+DmMPPlYH9T374x49gZ0hvcrUP72MdyE7am/SvTkapTwSHHm+R3VOviNB7j2rJtk946R1vaJCW711Qik9tEhXPpPZFL1BG/A9vbgNvlhYVT5crdi9soYqvie+lT2TSHo9gWh8Pb8qH70Bq+i9Ksc+PmR+Kb6Y3DA+11DLPaG0RT6pMPi96Sr0vV+dzL3mm0C+Cl/bvSzKrD1bPj49/ratPR9tzz2WUGC+C+53vFA+Lj4T3WU9lewZvs6DMz7iR8282lKwPTc6Uj2V1vY8gcPzPTsc5T2PMLA9W0oDvizEwryojJM9RRK9PYO/sr0gf0w8cWH/PS/q6b2zhpK+xhudvZAdhj1crKq9UzjtvWU1tb04f8M90y/GvIq1tL38Udc8Ca0BvqWN1jtKeQI9l39+vUdclL3oQcE9SwRlPfAMKT7ouTu+JxN7vrmP8b1LO2y+","8hUjuhDBxjxw7D6+Xp7BvLDVhD3490A+YMp0vfBt2j3AtvS8ROe8Pc7kFz5iHOU9zDn7vJgIBL7hFI09oi8Jvu7lRb3/c6c9a6KGvaT/b7zp1HG9g4d0PV+zrj0s/ag9g7iCvWWpu73F9Ty+xhzVvZV7Bj7mZQ2+DmrnvcNsfLxnSTq+q5m5u329jj3ukoq9junCPd8rCb7mCZk9gbp6PWFgKT4LSTS+uD/TvYCQZD5fZBg+VmQqvn9V/j1IEzE+d95QvT8XE76c3wu9ArZlvo7J17z+qPo9cYR/vPNIgz1Ezei9mnTNvfL6VD5c+TU+Xn/CPRrJGb6VOwE+nKiTPYOAIT1Zssu8TJJnveEkNT16bpa8C1IVPiRIGD3Wok4+1394ugHRGLzKHr+8BYYbPRwh8bxzOD69dWndPaIMtT1TXC++PARHPgtzBL0MyUg+VTejvbJaKz7i5gM8PQkavdwYXL6khBC+c3gNPshP772nSK69/DNtPviFjT1SPRw+leqgPXQeRz3wL1k9+X1xPkLfQb4cgiQ95N9kvdYRPD4tHDa9w17SvWbT0Lntoqk9h9PdvcrA3r0GUpi9mPvIPXvozbxpdDC8MubvvTrtWb2DDZA9qi2OO7/JKbyQiB0+gkySPfos8D2ujOC9nkf1PWBvar34Wj692m0xvXSNHD1n9Xk9IwbcvXVKzbzmmM08+umAPQbpMD3eWM88BqkovrdwKj4o7Ms97ZGYPXzqc70X4YK9otsSPpzrij32SKc9oKvfvG3jUD3asQ2+VHaXvSBU/r249qU9+7oKvmKvGb2J2Ze94x0ZPpY34bsH8Ne8UXKoPU4kEr4XLPw8viw1PryGiL0JBTs+REjtPAoMqT3AgBy8RAE4PMeaZz17nHy+Pdi6vWXdYb13jRS8KHuxvaWj0Dx6uAc+QJErvhVjuz2oiri9Z49DPY1zDb6Q2SE+80cvPE49Q72aKOc9+Lz9vb7HCD4fhLY9mEwPvsFB/z0hOfy9DW+CPbpmK75EwQE+","Q5jIO5oRtL3ThzC95s8ePQ1VcT1GEz2+rieEvbXPWD7jTdO88BLbvTonE770YCy+DoEkPooyKTvNikA9DGoIvBISmz3yvcy9z880PkwWR7uQtSe7Q1iMPaUAyTwwIAG8WJQyPmtS6L3vtIo8v07WPf52qT0fcR8+6OtIvg7P1T2pMn47M6yhPFGPmL3YHGU94c42PEgh+LvGTpw9bnSHPYETiD2NSDU+DYt4O4fiEL0qNfY9wR2APDTTj70XQFo86Vu9Pa/hOr1CckA+mrJaO9+pMj4an1e9Hxr3vRgzMj4j0fC9yMSVupBEMb7+k3C7PEAyPZdwVjyh8ea9+agQvkHqgbzzXxS+IhNpPXHN2z1nnQs+IeFuPbFJCz6NIJw70WbVvUjoSL4nF6O9VJCNvgAaWL2QTyo+n4vcvQycej0BnHM8XuSAPNMSOr4Q0Oy9HpUdPuaBCj0N1Fs+CQLCvPxPtj0X4j0+G8+kPDkgFT3sgks+CPXSPSa5DL7ex/G9RTKnPQMckL2TYYA7wZXLPVHmCbpng728+PU0PUnXmT0g/d49SKpNPmNjQT5BWm69CD8VPZpN4L2l0CA+dSdzvS2HIr7jtrQ93aSdPKzrEr6het+8lbAYvOUvJrzxkyE+Q643PuYgxLvG+hI+5qsqPo13LD3dPNE9OYpMPSV2Rz68xwE+L9CaPjhN2j1TzwI8WicyPtq00L0bBS++JhJpvTUiGz4enqK9lr/DvJGrjb3wxgi+nZoDvqaZCLqOaQ4+TSq6vRENWz6JajQ9Mv6KO9WZmb3ggIE7l7M0vGExIT10AXI8xp3pvOLDvD1IYEI+lPIBOn5XXr0J0O08Op4cvvw8Mz6yS0C+CLwJvrD/9TsLuOc8bIBLvrCfxD0Tl7Y9A9WCvBwlrz22tx8+DlHdvf2+RbtC+kE+bMtAvqYB4r3JcMG9oE7IvJhdST6Pbpy8xZwcviqVvbtr7ME9yJfGPdinV751SVm9gUuvPPvHTr1qGhE+HOlYvV/V6L0+hAE9","9RUPvhWWM73vMeA8GCyyPYWRvj09qgw9WzLQPbVeSz1Bzd08AGVUPi7UGT3F9aM90JFDvXXikT3o1Lq9VMktuo08zj3yRIW72ykJPmhUEb4foTM+BXeZvR/nFr7fexG9EGAvPp51kr1+hS4+F2OGvUT7A77R2o47+MGovcUX1z2/VRi+sDKhPalgdLwTZr08ZQwwPj3ZdT2MHo+8ge9fvjcEaD3DrRa8hH8FvvJgJzx8mcY9o3z5u7Hpmb0EzG69FgT5PV0P/Tzxqc09O0rxPZ8yJb1vTks9moH0PLmy/b057Oo8nmomPpLLAT7XycM9jq5svK/YaTwbUu299DMLvZEPNz5LTwE+QTf6PMwSEj0jGmI9tewBPGguUr7h69i9crDsPBexBb7A7kg+M8jvOjLky71Y2hM+1S0LPh1oDT1ii/+8WI7hvAFX/b2ENAy+jw5YvZvjKj2EPsK89RFoPij0Aj44fTC9+6zUvat9ijy2ctY9Va8tvpZCsbwjSTu+G6+kvQE2vTy1oHa9t6syPUzTLT2ejtO9WeMsvvGvhDyjwRI+PPaSvTZgqb2yMgA9TjkdvUi2Kz7TKbS90rkDviJzNL4aGS8+TZcaPmNDBr1yWq47BgkLPlLcTjz+c4a9DE2FvcjBzT1bH2Y90QuOPe1Bwj3mNiM+s3YNvr6gkD3IFg8+ZtrrPR4eKz7d+Lo8S23mPcIhcb1v4xu9HTCIvTaR0DzfFOY9+ADSvGwIn7yPYRo+nHxDPnFrgTzRhr+8SMrFvPnbNz0l5B48+nuQvXkglj2WobA9XjpUPkaHGD1zQ668flkmPsDkIT4qsOE9hqnXu5xUNL3m5qE9LsUNvhd6sj28IiC+eMvPvaHDNL4oAZg8SNETPqWHNz3AwcQ9kPEcvoa2N75QRfg8lS6HvWBSBz4Q1hC9pHMzPSTXBj77zdY9MFfjPVy4A76C6FQ9yWIfPlGNer0pEJy821J9va0Ijb0KZCo+DO5DPa1xED4wVKE9G4aUva+eQz4aaQC9","iEw5vC3md70fZQc+jlWRu2P4G73tl7y9bU/TPYA60rxHtxC8ifXqvZ1hj72oHTc9bQchvqwHB76k/mc89vAKvsEClry9G6C9SjCYvJCISL453OI9iTZQPSKNLr6s7Ck9/sEWPpmAL70BdK69hnchPrIKsL1f3BK9/VmTvbVDjry8RNc9o4JRvAc587xnt8E97/EqPu6x9jytUa68Wet1PQLL7TzBFzM+t0OKvbLXGD4lnyM+z54Mvs0NqL3qTY69nGLrPAW0Fz6zNMm96u8gvp9OpDyD7j+9SmUpPe+Exj1/t2a8g4BiPde0oT353R6+NcbnPYoTED7TvfC9NkA9vNI4QL1zrLE83zaZvWNUwz1gO5e7wl+Iu8LuZzsZ6js+K++fPXG05T1U2mu9urhOPnUV3D1EWfI7r0bdPUqcNz7DehO9oxo+vi6IfT3J8jA+zlwIPt37Fj74vqe9C+oAPmdq8L04/xA+G8aHPXJM273ZgGw9ZeSDPWtxsTt/koU+y17WPYaUFD0W1is+HASyPO5fkDzP2zO+7QBlvb3Bjr7XpTo+czSzPelyrb3o5ok9SSFvPo8YJ73kBsS9jZqrPRu5Dj72u169kOVSPlh2fT0QVDQ+JxYxPmc1rz2Axeu9gB0vPnmN6LzXjF8+TCBTvqgbgr2XFBS+3A13PYx0Lj1pFKi8mzLIvUT3CT7O4Ao9eiW/vZmeg70HJ/s9vP+xvWmDKj6AXja+o0G0PAIaNj3rVxi9ipoSPqg3Kr263j0+ozWpPbfrtbyoav+93aFYPiZoWT31vbG8jxiiPd7eWL5INWE9OeU8PWBhVj5pdAM+Il+KvaXkqrtfd/W9KX/dPdPQab5hIpw98XOiPQuwfr3txDy99gYLPmsAVT5T03E9M8YDPiZwpjyM+Vs8B/tnvr8IhD29Uui9pXMUPtnClj3v1lU70tervY1n5D1aiXi8JtafvTySrr1rZKC8AmsKPQ9shT2P5os7c9i7PIok573LJxW8rge+vFbV7ryIwKq9","PW0Cvsg3gj2Rpgw+FESaPYmNSr0zTrm9mbYxPV1YdL7FcZo9Cq2gPUYfSr1f0dq9jJhCvcf5/L3HlX09Kkn1vek+Fr5eNxS+WvyVvY9SO77j35i8+ksdPmobSb6js0q9RErLPa76sz2P9tO9LiFxvYByCL6Lvs69xJtWvg7nhTxZRBo+4oY7PYUJU70ARQS9na4BPMUdO74BrDu9Qy4QPn7wwDxudqu6M/6uPV5N+j30GOe8ifNcPVwYyD083sa95mMePmRSz72eaC6+V/eSvUs5pT323Es+i1pgPWwRgT2G79+98C4lPky6Gz7pjUM+oEPxvQpeEb6L4kc+hA/OPejiDj6VN9S9dZt9PXEwnb1NIvu9L9qwveAKEL5YHY89nXYkPvZ2573HgRm+ltdwvddver2JnqM9K+UTO4Z24r3+9m0+pXxBPbRJlrxgGGI9QtAHPrMGbz2crDC9B2caPjyVkr1MsVM9MJtSPluTRb1dR149cc4yPZ7xzT0jk2y+nv+TvXQJ5j2C93w9599gPUePMj6GWla7NhXhvXL7hj6Gry29d5xHPcZldbyAKeY8D3EIPvUEEL73Ads9XFnkvdVyLj7FJnA9RyMfPcpYZb0qGui9z12JvUCmRb7llh2+dB/3O8Lsgj0hxEq+sg0nvvI6Lj6rD1E9G7VcvaKaBT0="],"recurrent_weights":["ceiAvXQbyb06/tg9Eo+ru1deGD3tgqg86lPmvMdC4b32cLk9akn8PfmZGj2aqJQ9VcrkvQMfxr0lTjO9vPzMPeHbGb6xV6o9E4vMPOrU3jv1pre8anNVvlU/PzyD9iQ+8ThJvU9mVT18wDu9Zg4gvXuJTr4YmFI+YULRPAQnrbxxwqa9xGIOPkiVdD2++W49l87mPMlQ5L3a7T69oiUzvirhBD7/DTE+24WtPUaKgj1Cvcy9vUlXvah7iz2I34o9tgmWPQF+l70g0YS9Uy9WPXgJgT2hJYy803ZrPQN6Hz6sE6A9p3m9vXeSrj34vSY+4HCmPLwmF73CEHi8Dv7jvc0fOb0hjtQ9GrbXvdxgCD6U5ok8PZkfvuZpYrx9vl69AHSRPY+snLw1ntw9sYTgvV9AvDw+2Ta+hvvLPCi2sz1qalo9GdQYvRYvED5nbIg9HbF5vbv9hr0dGCc9Ld2evcRF/L0w/um8ceE1vBGRsj1YgLm9OiltPVOeXD0dZWu9KXIgPcTRET5FWo098W6pvTDO3LzYRT48RYYwPF8uBT16waM9/vxGvrFqs70JsoQ9SO50PGvKLj1pTJG9UW1vPGfO1LyKyTk9jxH5vZ7Dlr0j7xg+zmoAvUYYtr3pzD09v44PvsQ5FD4X9nG8p3O7PKZvzr0MrhS+rR15vUwYPD18qak9ZtJuvA3ijDwzyay9uTbJvMaMjz1TJIs92ctuvRooALwyxcq7zeSZvXHFzb2I5Ca9rOT9vZUkS71aM4C9BYFNvXq6VL3PaQ4+G7LhvR1Wez1/c0k9k94+uwZqrr2QP+S9z/mKPOyhgLyRF3m93PKqva7PMzx10TY9FlN7PacsMD0eOhm91OZ8Pceuj7m9Zra9VjOXPOrGub3Rv3w91uVGPuHFYTxmy7k9lExKPAlR3T34nke9UaRfvHwzJb03Wxc+JyoBvkcnGT1M7FY+eCaPvfLK+r0oUw+9bkrsPMDRET1GWCM+i+mtPZeDOr2EWcM9DBrcPVpnVz6+tSQ7","8U8pPffHpD0yga69ZiU1vfmHWr3656w9g0TGvdGhtL1xPai+IuApvYaDYL1sVua9pd47vegOyz0jHsE8CAuGvlcn6ztM2UY9Hm0nvGYgBb6TbOm9nqUeveAcJ75L4Vg9SyxAPfYqbj0X46a8PJHJPZmcg72e4Lm9GV0pvoySAD1Lfcq8DRMsPJVSq73AFja+SomWPfZn9D3wqQy+7fPrvF46MT4tO4+9t2YvPmx2fL0jBQ2+rGt0vjFbQzxXTBi+xCUTvkQVXj0VfE28ZGhqvJrJUr1zx7C8CHXHvXARtL2sZiO+sSTPvPUGRL0Ybfy8CZcTPVQdFD2uupg9zcONPbZG9j3mhii9lpJAuhnb1D35Fhi9CG3nvWPgBr5DXG+9xQVUvkawD7tlS5S8HGa8vEMLWD1+lgQ+BIL+PXoxhb3VP5+90kIOPINgL7xHTZY+IJw9PTZUa74qquc9BJk1Pp6y2r0V5sG96VbfPjRS+r06xRQ9LnsRPmz1r72GzOG9GzYSvHRiLr1reoa8mNERPvf/jz1+DRC9jpbfPTumXL3TlQK+XwOrPMiK0DzGF209oBiUu3yHG74DKmC94ck1Pbw2Vj1vano8aeChPfOZkDskuNY9KkYyur0lqL1fAyI9VCMEOAb28D28mpg8d08FvnsOir087me98+qnvdioIz0RZA2+nBUZPni6GT6UIZK8TEnMPEgbET4D/N491rptvV7x6r03/Sy902CvvLw8Sz3HQZO9ETlIPgUvUz1RUQU77Pw7vkgb3rydftQ9SNK5vc7Ckr3RJ7g9eDX2vfNjkT2S3Km8zUj/OygeQb0QWdG8Q9YYvdargb2zizK+N94tvn/u6TlwvRM8IirtPIAgqzyDLic+8oYcvmFM/Ly+7509NMuEvf9KQ73yC9+9gQAZvmVmTr2LC929YX0jvke5Hb0414g9oqlHPkogjLz1oIg94WspvvSCcj2zM0C8cknJPcXorL15pSe+xzYZPluEsz0BtE+9h00LPYH+gz7qgJY9","QNDyPfUl0L0VnY69Xmonvr4PgD18EQ6+SiZIPQQ64j1rhQg+LarivbdIQ71aCrE9AR/8vX2CSzxY1Ie+v/QrvdzNaztL3gW9u2AHviivFj23XA6+f4+kPY5vt73isRa+UpcZPSH+n70Qfsy8VIGyPZum+Lxgn4y9QZxwvT7X4DxS5em9PDmOvDxzeT03taw9FIHbPMbhuL0dDlA9HVk+PS0HmryK3ZO+hlLxvU/2+DvHmPa9hwtUPVwtVr1Qgqo9hR6MvbU08T1ppX498E/pvbnjoj1Mziu+wKpxPWE2qj2BUAE9b5FavN/DBb7ZVIk9I/ngvT/pk7w9WRa+G/M+PtNUlL2seDQ8EkiTPcuepb1ipq68Gs0FPsMoKj2Yowg+8fcnPS3yAL4Wugc+LwbTPRtMZT1k00c9TZf5vdvy0r1fIgI+ZvsOvSj+wTxh4y68f+V+PPlloD0eRe89wi0fPPEszz0KTew84Va4vX2DUbzGH5o9G3iwPcjLyz15W3o9T6XyPB/rJ72hbpY90dkOPcipW702Iwm+UkDcPWwtir5oFCY8UIEUPHvltb1V2PU78LbUPaocgT0Z8549RJoGvr1sNjvBLVA9JCjcvbSHiT1hsLS9o/ypPata9zw8+AK7THlzPYvMmj2Sisu9VRCou6/OYTzBYlc7LVi4PQbVxruRfK+9x/4yvSWsXb1Sp1w+67YQPaCSCrxUx8q9VSu3PWeKs7ye7GC90DsPvsrPxbwwUAe+5IWku4iH/bys6AM9HA8fPNmiqj2Myay9grb2PD0wv73lJS89Fxm0vaZNF72RfS67AL7tO9YE9rxx02e9Hm0OPRMXAb1GhPA8Xq8nPDTklr2h6nA9tdrtvWWUxjt6+DG9fQBWvMyJgr19tUM97SwrvpgTo7wfxt29gsHzvWlFmL2AtlS+dCirPZ3N3T10Wuq8Ido+PY0aH71LH+G9jin4PFrUP71Nsyq84ZrJPDrhQb7RAw++4JfiPGaIQz2LSyO+LsJwvemvRL2VNzm+","wif/vbH6AL26WgS9QQ4UvXzqBzyq7Qg9uK27vY32Iz4Zmuq9n6x6vEWpizwau4q9iaOxvaN0rL0SlWW7MuU2vekFuT1ivo49b5mkvY3Xjz0RNYu9lZvyPbRcxb0S6ws9FPp5vQH8QL0bsTI8Z4LWvDDM27qWUKM9fzklvViaZD1HhIU9aVsSvUM2Pr1c1Y+9vxrHPRuEMD3I8YM8kK7EPXxk2DsRiQq9aPc7PbqWiLy7ysU7ypRZvvckGz0E1Z48FEvmO8Cwaz7bJ6c9dZvuvGccNj5iwiQ+Vcw1PNqM/DyQmgo8pAJMPfYN2D1lxkk9zkQPvtEfT73g5sK9V1vwvZLSDT6nm4c9AA5xvRg2HTzi7wQ+Lrz5O0b+U7wsVgi9BG1evZ5nxrqeu688n3w+vPW3MD6rpna8JOWEvdmQdz3uKeM9sJXOPPVBnD0ms3S9lLIEPgMnt7x2scW8IotJPQMYTz5Dgj88dPkDvTrOjr2FvkY9bfbePHOD5bzIaey80ZSbve0phj0L+JC8VivrPWPI6r0U2J09p0Bpu3p8yDy1kZS9WczovSKv7TxOIr+9eZeOvD9QeD3pU0s9JtUKvGeOtDtc+g2+qb5rPYCpAT4Pigu+v752PAZ1hLtFbrG98TkEvnTP7T1TTA2+3wfNvB+TIj2tsJ099dUhvbLko72os4s99Y9dvXCvLr0je4E9bh0QvRaPML3N0Us9fWqXvDhGDTwxele9XhavPW6V+71ENIU8lZ2MvXS2GL6i5xO9FHFXPGR4pL1oK708NKqePZX8pT0G8ky85qAZPYgC3TwHLv06OW7jPdrHmD3GDpO9s7LsvIPdHr1wSMc8xHsPPmG6EL3QYYU9VdkZPpsldL33pZm8fnSkvWksJ7to0Ee9gpZjO5foET1nUhW9NpeUPZcjC7wHrQE8IGeCPJhB6zzPwH09vC4KPoN3J71Jd6U9f2OEPH60Wbybgtu9NN7IO0vZZz6KoJu9WhQvPbWhBz76upQ94h8MPsHNDj7ENRW9","4wqkPVZzOz2JqCw8eEEhvMnpOb4Qk749s7IbPjdl9D0fGg6+uAuMPMj7GbzHFmq9LUDnvCt6AL45ahs9wJ0evvG8Cj3Zqyw9lNQpvaYCVr7R5d89/2KlPcqPCT50Zms9TRiaPSzy1DyL1AI+HhR7vjF7Dj1VKF+9aZAzvWaTgb3UxPm9FanUPI2sLT7dOcM9ZnnnvLOLJr5Ny8C84IyhPcKpkL3sqbA7iUbDvX8a3L2IbdK87WwgvmJxJT7nYg07KW3lPdh4r71gE9M8Ve8dPWnCy72WeJQ9ThTYvBJa/j3j+EM93lE5PrANGr1xytu89lyevPP1zz1hLrU9CK3TvBOOBj59v6I8C6PTui94wT2ns4q9T/04Pr8h+rxx5Co81F26PW6wsz39cNw8OV15vSxGK73Rrni9L0hTPpFlwD34MKw8BqyLPTt7AL22I069s+ksvVOwvz3jEWQ+rsLBvFi4F77iWri9OqNXve36+z3l68G88I4avdvqAT6k7Bm9DtS8PGqowb2g3C686pKOvbV6pz3hnTW9xUn3Pd7Uhj27zIw84PMavfDyeTyI/po9oEqCPEizlL3GjhW8Pdovve5T8jy54CE84ieFOlLrUzxNlvM8rm8CPpQh5jxLN509XhaYPQWEar3kmtW8FtyAPM4CPTx2oT49YgyIvb/9ab29C849BNG0PTTOzb1M+Mm84SM+vJzUsLudo6u8SLatPNR/Ub2gaKC99+XFPc+Cjb3VKhs7w3RLu0PU0D3GZDE9AqqXPak5Bb5lch4950upPaASmr15I6u9nXPNvTIqe73IC5M995TqPU2JR71jDk88GStGPR1dpj21rFa8ympdPQkw9b0ryos9ytbBvI72iD1cxME8huVwvfQ1YD1Oy1w9ixm6vacdpr1nTB69sJBQPcIHLL3k4/y6fKQHvth2qb0zXUm8yayTvfYiM7yqeJ297zXUvIHa6bxyNTY9sGgaPhs9jz3molo9+ZJKvUlG1jyssge9DFlzPZ81372IdVm9","AoW8PLHNLr3cVYO8wuW6PbQpqDuUF3U8+ZwFvHWtO73FeV691nRmPJbA2D2AEi09k2KEvUC89b3AG769IbedPU48wz1gYDU9MjXPPRcoJD0fdGO7vvR4PWUKxryTpgg+MWMIPcWp4b2s/Y49mVLDPb0xVL1Y/fG71PjWPDeqWT0RpzE+94jGvVctFz5Zpou98yAKPnherbxtEGG9ObiFOhHBuT1eBxu+FCKdvY0Pm72t57q8O90ZPS/3BT3lFkS+OYEyPAT2Db40RL89DeSjvP0HW72S0DS9lKlvPcXaubyss067uEv0ve8WID1xA4y9adXpPVLHlbwJa689DZaxvAH5sbsoxZG9gIpFPU/Gm73VCCs9/7/+vIdxYbvIq2Y9Hgo3vmMlYD1JWaG9pHI0vtYA1b3vRm+8xyFyO3V20z0mpbS9x3SzPAaOuL0neW+96Fp3PXmItzyD5GK92DcwveHx17xqwRy9BL4Ovlinp7y2I9I9g7yAvJBilLwEZCe8jidQPGuAgr1NwgU90NPZu2Psvb23cRy9wspjO3x4MD2lxG09sPGEvJkQfz0dBSy9ssOEPW7/kT3E/kE9DIfGPSB+Bj6pv5u7f2lavZ6RCbwKzBE7ijMJvYctZT360VY8z1CSPcXwTT0RYca9GYe1vXX4Wj2ql5c9VpErvmx5Qr1LP4q8OrSmPc6bND1eJNw85LY+PT5n8boJaqM9wDvGveSM0z0umuw87C07Ps1i9j0//NQ9XbQEvQIOWr07AiS94XbGPaqohL5roc+9avLlvDTnYT1WZ/K99SsMvYgLx70YmAK+pgYuvX9dar2vCZG6q5DvvRdzkD0Fq6i9wxjfvSWFUT0oorU4MyfgvSekeTwXon4945AJPbUynr2ALic7iXEDvZ+qGD1nc4Q7Xf9CPbxIEz7TAu45YwMDvYXyobq6pSq9k2+nvdk/kj0lrVu9cZkpvmQekr0aUWS8r9MYvtnRhj3ElyO9U/gVPtYgRT3i8Xi81h0bPcqYmb0nMzm+","r6UJvhGNAr1QV6a9VL+mPWaO37xbfjI90hhXPQw9Bb6E7oq9bTRYvMKguDtKEaK9uUVbvdo73r2Gw9Q8ffiYPfzNub2OV9C9c++BPfKfrrytrX09UI6rPC/2izv9egW+VTY/vc/8Eb6qcZQ9t/AyvbLhR7xe9t495RHYPDFSGD7grnY8/eKGPNA3Hr38Yv87uBwMu3MKrL07S3u8kAESO3fABb75/WK8OPujPBdVS73L7gq+DtzPPf/GvL3DOAY9jQ55PQKk4bxD7wE8M8KIPj00crz4tmM92igXPrfuljuRBaM9GncOPmY3d73YI049ie+UPYYYbj2IRxk9zEFYPXDD1Dycv7O9BkBOPUaAFr1ruZo9mITnPDSmeTtOVhS+gQwAPtmFhrybX9o9F8wWvjpem7xgNZQ9QmysPC6NMr29jwU+Tp0NvvSMzD2pZAo+Pu+pPWE40L28TFk9oQOkvdHGvr3goBY+QpV6vfLslz05myC+uJH/PfPtYDyL/I89vdOrPSzESDyHrRW8GS6UvMhbxD1zsro9JeGrvMDWHT42LVs+wmBdvHKYjD1mR0o9ctgQvoV2x7qZc5498sk/voarhDwcP+Y9qgw5vbV6nr1/JDA9vpFVPmQQYDxX20M9j2obvSR37z3WeJ09Vk2JPaeqsz38zrS9gUT5Pbd1BD7ttpG7jwDHvSTabr0kJrY9Wc2yPY+dyD3+tyA+VtXNPUxgJDyhORe9uR47u4K77D2QBAm9A2F9vQOntLytL8s7q6v9u1GepTwgwuc9+7NGPQOCH71UnKA9qIATvcw7qzy6Zpu98g63O+XDRzz7XuG93DK4vVArdr1orX+97QNtPPP1gL1SZYq89X3PPT2egL2xv409p6YBPezE5D2IuAg8DD25u5vo8z1e4549BtrxvCclrLzueb+73hv3vV+z4zxCfyk9j/D2PIIiLL2yXys9dzM8PQ9Wdj7I+xk9vhUkPPJ/zbyLvRO+vWsNPsqhgb0ArLy91mIWPqD02r0ei5e9","qrO1vaZPEb5nP5O9jKdfvG9/DL5a+Ni9zC+mPPl/2LlpQ929C5lCvf+Gzzvrny09r2NdPSV+Hb6+Lem9N2N9vdX1Ub2L9Z482RTwO6M0O72i3AO9keAjvjqTLj7WrgC+0IjmvWdCAz2aTiC9U4arvfLgTDl6HN68aScVPooEET0vB2I93mGqPaz11z1SiBQ9kfJCvdmMQL1dHLw9uw9MPAk5zD2T3Yo9y54pPg08XjySWto8ZleAPQxDqj0+QTM+CJmAu49tbb0r1/i9R0bvvS7oWz2DgZo9AQYUPWRM8j0FTie9CbRgvuO4qz22CKU90WUCPoQnzD0Bpty9cLwdu0TyLbyhFq89PuVnPclHOT2RH/69bc4pvTUIxj0PIj09nm+4vLj7yz0d3gi8fN2vPGnEAzwiJkI91Esdvc7ghj3hvYW912ymuxDAmL0wcrm9gpsgPgqlHb6pzKc9Q16fvXUYoz3VaKI9NbZivteSAr3JFQe9HKs6Ph4KEz47aR0+0FiNPco4rT1N0Xo9T2S1vaA8jztMgry7uBVDviCqW7wJKAG+6hT4vbQNgz1Qjo87ACOEvTEbIj7jnd29a1JrPPmbe70cTjQ+BAUIPvtzkj2htQc+xATDvPxURz0+cCm+IK+KvL2U8LzMb0S+YVuFPVh4Qz3M9R49NS/MPf6rMj5yEIC9CxnVO/NjcD1P+E4936cyPnnnA74n7J88r2EWPPOGgTwrOyi92V8MvYnJuj1khb474BSJPRAd8r1SDRY7jd9DPPUgDTwZNGW9nr/rPdg+zr1Xaao89Ap6PNmdLDwUVRe+xq02PVfX6b1U9Vm9j+EBPXREnD0JryA9DsSPPQk6Bj2Q/tK8KtHXO6PERj1WvZ497n2JPTKkZT3avQQ8iUWvvIp8WrxFRbg89vYrvdht2D0n7Qw9ZwKIPNaH3rxYmTc93ehZO0Fimr3PZSg7Gb+wvY4MEb4VyF09LFCiPW7MBD3ONhQ+GkEiPpIBET1rRRU+C4IyPN15Ir2BgRC+","SA4iPJCz9Dzi8/w9+76vvH4YVT3pTKy9VBC0vZul0Dtb5Ni9VNWCPFC7nLzUKNC777o/PdCAij1SsDw9kcsOvmBhkz0uNs493L04PZH9Qjy3LAu+2K/yu+Fq6T2jjAE+98z9O9OS8z3Gvy09Fw63vWU49zzJyg08f1PIPVp8lz3z7069rIZrvRFuuL0phJo9OhoWPo9jiL0m08W8+NGAPavO7T0HQq68iFP8O6n7Brxh/+M9J9axvdCAsz0AMQs9zoX2vSRZMr47/PK9xW0qvUUQgzzhQES9dwYWPnBbJr3zsRs9itSWvYTK8j07ZLG9Rky3veN6DD3fD6m9fRayvAZheT14pf497b1/vK/zNT3YB589fi+BvLY4Bj2WKTM+ORrIPNlkRj4YI8C8QNfNPfnjnr2XENY8AFBwPCR897yKdT49nwJIvVf3HL1BmZ46mEEwPUlpFTy9xDc9AgApvbyCBLwqABk+wG6mvcMHZr2WJq09Spw0PTMiFj5phVk9lYclvdnuxz0NVAO8426SPTibIT0IkqQ9gwQPvV9DnD1AnoW9tBr5PLhLhT22hLU9XRESPW8saz1UcgM+Ew+fPXbGfjyMMDE9+v9SvEzSAz4+hxA9PTFnPNEgOj1sLbG9kzqsvWHGLD3caQK+eM8AvoDzB70Be+u8/6bhvMf3KzzKR4I9T9frvd+MMr2l4WA9Y7BBPLfYgrxN+687Y6iDvX6ZSL2zIA09SHgtPZ8/tT3fmqa8lyXbvWCayb2tD1o8vMWovd3x/rwYHq49uWnLPZ5Q+720ncy8Rj0ZvrupBz6zfxw8tOMrvgmACz2Vv9U9qa6QPAjEkr1dJga9Jg1IvM/7pb3ogM69e5QovIj5BjmjpFK7yz65vDlIbbzR4rk92G8svcgomD3xMEk95gOjvTjKWb3cKwW94aIHPRvnXzzxwhO+P6SHPayy0jw5DXy95E7hPVc8D72kM5+9FrYYPnFXsLw97t29Sp1HPapwXz1zOWe9GnMkPp7x2bvsRZC8","dibfvGIcCD3w8h69dZCZvV4AzDtd79i9ZrPkvdUsmDvl6MY6dXuGPURTkb6fD0C9gkRSvf4UrD1qLJ69g1eDvfIkfTrFpY28AFboPOdLJT1XUMS71ihmPbSJPD2MsSS8xXGnPJCxIj46p7+9C3s1vlfbvzwOur49rgIkvnOdorqq1z2+QjkhvgzoWz0JAA6+1cp9vI7sfDwfewg+dU2CvV821L17r6q92xFHPtU8Tj0V8KK9QbE8vTNeTj1IB2A+1qrfPXhcvz30TfK8AaEFPKpLxD3HrTq8GNUIPoYli71PQMI9XnatvSr2zr2bIyA9MGIYvWDI7rzmQSu+oAhqvO/qDrzqERQ+bxC+PVHcnz0cXA8+eEfePMsXVjy0LKE86bjfPbrmuD0m0My9/icVvvvzYD1H32Q97gWFvnV5kz2aOZi9R518vGFvYr1RhmS9zZxoPQemx71grs28h+KnPH+4Ur7w0pM8d42oPJLMvTtShN09WuxJPWOBlL3luI499YzrPTV1gb75RH29JqQEvt9lL74SSn+9VzsvPr1Atz0FQD09D9x5vMZ0nb0/dfQ8ki8/PiKPjbxnY0A8NqcvvRLTujt44hS9olAMvTu87jp/fQI+z0esPZqREr4VGTy97nTUO51ogr5sQys6zyFwvmKgSL4hV/S8GvApvWw6xr1dlEa+74uevYfZBT4GVP09L6WBva5pALxLzkk9rlqWPVkSS72nzBA9l63evQUDHj1zuMY7VAaevfZJ6r3RHcM7grqovpTVOL2UIQI9VhmdvNxGrz0vB9i9FbO1vecYIz06RSc+aFTMPftn1DyDBTo9tkL1u1M4nLzNcbA9GxoQvdx8abwquYs9RUyCvLwVeb3/ica7j5AavREALz5PBgu9oV4WvlOOuLyNyVe+LM62vW4Y9z00X729vRABPVeAlD3LB6W9mYe+vbHcMTx1Lx29kI72vbBds71oruA8zTdfPUDu+r3dWey9WHKgveoTob2m7p09Q/apuwig1zzj8Ck+","0kvzvZLWqbxLohc9Yw89veF27ry2mVC9SSR5ve8rIz5S7Jo9EUsMvSLq2r3Yxwu9z80FvAEYtL2fETg735TDvZb5jjzmLr69TEPDO+ZSar2tOGY84ZLYvZiv/zrwLAw9nSbrPT+Zjz0/oN09VTrCuyuzpDwOTMY9PPsaO+D9Tbt2Wwm95OYrvsH2B761Ape8RXkzPLEOCj6ly+g8BkR2PHv+0zyggOi990aNPbvdIj07n2o9CtUUvLnbA764uLw9MwDpvNNOJb2j/sQ9ioj4PRAhTr5BXwC+aeWdPbJA0b11pmy+n5FVvhc9jb7ycz88/NkOPl+BIzyXc649pX6aPU9Zzr2bIty9DRy8Pc2eob3rz0c9OXJMPflfOrxiNAC9CsDtvWubbzyHz6I9SHYYvf644715y449XXiBPaCMlz1pzo49zlQ1PqtNRzx8WBQ+mHwtPDIDkj13psq83Zy+PdjGEjxUEgM+u1/pPBMDAT6WYJY8NQc9vJqf2jzRe1S7SSQXPmOYBTwEWgI+HgYaPS6iADxpH0w6oGnpPc8lR71Wk5M8CPQIPs7portZ+7E7SLUMvOgRlTzMtrU7jk6avUdYlb0NU7Y8RnicO+OGJD1pMS4+GCHWvDQlvT1myqq778txvQFqBr5JjmK9WYTGO8ZVhLwRAt+9xdSwPbyuLj33GTo8CthMPSzo9r2juEa94dBGPARtwb3LC4O7fY+EvdF//L0twwu8GRfTPYjjbT0XiMy9TAqhO3aG4T3fxUE96Rd5vYxGrrsgOZo8kZOOPG6Isby/v5e7H2i7PFxFTr5OomO7xEN5PVRJWT1pMps9nSqJvfI4/LwXhAe9V5/8vXS+Hb3x4/S7YckYvs6GBD3j0sE9XS6lvSZRRL3ccQW9vzrVvPLVEr3hFYO9JNixvVEb5D3rygo9mP+WveWw1D3tHzU9tVQ6Pr50h71Jr0a+gK/ZPWLnAb7ph4Y9y/q1PTDKnz1fqmK8bUJkvE9stDz1caU9o7ibvZ4Jer1whCI9","9hk4PhdEeb3EQTs9bvedvV2iAj3fqSI93PicPCbN87yqjZy6oLu3PHaj+DyJXdc9+AG6PR9rwjyAVn89LEZyPbqv0zv5ScY97H12vTUP9LsO5669+ARJvbBzfjyqt6c9hFwDvFguXj1unTQ9SJDLvGEmG73WluW9wxspPnD/F75ow3O8ScMvPcZU4rtlFOW80/DbvSGKnDkF3+S71zGHPW60VL2HB6A964fsPJ9ygr3WWag8wO2kPUKNHr7YyGE9ARHMPdVYh72vz6876rEYvbEQRzyRqJI9fJOPPbO2wTztP4I9zQjAPbhWFjz5KkK9cZEcPGaRNj4VlPm8gYwDPsM0Ez5cXIA9wm6VvXl4Nj3l/nu9bhGNPZhYKT1Brse8mg4BvomAhb0J8uA97SepPVYQJr1i33c9lrwGvUhMor3Z9RQ9Q9qDPR9Dab1cS0W95ZEXPbHB5z1/vqW8765RvLbv57wl+DU+YvXmPQ1fg7zQIyG+xM+FvBqMSz0o1ug8zHfdPN/TiD12DFo9BiV6PbgqvLz8xbq7L6YZPZ8elbvTKf89zIJbPJiTC77xs/G9KAWXPSZJmr0vdQK+rPulPTqIl73kdcQ7mo8UPmRctbxS/q27ZVR9vfKPoryPka+94xEZvf501DsRB+G7wAOzPJf6kz0y7h29C2iSPb++g708HCY9VMXWveBbA71eNnE7Lu/svE3rh72TvpY8OBEyPf4k/T35+SY9K70qPU0mbD4RTTs9BxN8Pe/TvD1qt4e9vZkMPl9Knr37e9U8YBs3vdiDmr2fbFU9EehvPbUPHT74EiG8nfy2vUiPC751ovo9Ov0tvWZshL2ykSE9BFgGPrBrljxNmnC9GGt5O42sCj01/hG9dQwOPC1ES72RJLS9kwMBPYPbZL1gaM69QQVAvYXF77w31TI9ge0XPoZE3j0Ovgs9hgW+OzNGHr2xrYi8438dPccT3b1YM0c+m7nkPNHMPL1OIZI8vrE9Pt3x7DzhPrW9zwufvXRKsL3ZYYS9","YJr2vUUeET3iYLe9HaHYPX3NODoiv8a8R0P0POQ6PzxnaCE+/PE6vfNPL71erlw9rxgdva3UrDwYqpq9RUWAvYREDL7ag6u9Y7wdvnwBqDxVajC9fFYDvVXvTb35iSQ9FC+FPO2BUDyO21I9SRjLPdjgdDzNrCM9VcAAPpsONb1oGEK97ES2PNJu27xcWNq9UGxRvTehN75jrBu9q2LZPcuBdD2ixY89VvYHvu467D2ALEM91CejvZVbPT0UR2I+HKGJPaYoG73Y77w9Ls45veJ4Qb1jxkq+Aq+uPDEQTz2ChIy7is58vNi3AL6/s7k7SxkNvYBFMTzbQIQ9GhsGvVx+zL3xrJ69rYjfPDQWJj4JxKg7Lr43vVreqzukyqu9HdupvchEQ73YQrq8MI78vbyv9b01ofC8ONQgPcgLmD0h1As88nNoPZ72H7ye3/o9pLievF6pAL2gMhe+O/p9vkdDNL0Ia3c9l3HsvG2ClL0s9Me9tDb1O+aM9T3D7ew9lcA4vUn2VT4roKw9qEIfPSkuqD2jEHC9GigevqdlwzwDRRA+TmWvPV7St7tagMi9XiKxve7lkj2Fu+o9OIKMPFVC6buqSgK78C4xPc9rIj2Yytc9GVU9PaOqAb4uNYM9WWAIvSFpnj3k7fm8wZbjPNWcVD15/Kw8upmlvfMFgb0tDkM82idMPZh8rz0gNCY93HWkvT74Rj1MM8g9S3tCPIK9t7uHy2I9FcRivS/xoryXOd48kAccveBljj4gDRI9p4JhvXwc3L3zbAw+bSnQvMTjqL3HbAS9SmghvdNsjTw61/G9gkZEPaablL3sFru8EmmdvUGWHz0rHCU8/l2IPejrpj3hovI9vUIePYJqBL6jsdg8FkypPHipjj0gFyI9wPUdvRd8DTwBDoQ9920EPUDDlL3afrW8jX7KvPViwjwrsFu9N1YIvQhbmL17AgM+v76gvIQsUL2w7XY6X3GqPfgnM76RaLE9+6iwPRrkkL1NAJy9tM1IPYp7Xr2Mfsa7","+pWWvQ06FTxPU6+9Qtn3O066iz1d84W9yiHavb6JfDzVPOY9odmaPUZl+7zScJ69uAQDPAxrQr5qI1i8LLgOvmzCd72I7KY8sKkJPheowT0PUVo9z/KSPOdrHD7D4SC+355/Pfh1jLw5Z4m953qzvSrfvb1fDrG9EW3XvOH8DT2Baq29Cd7GPAyPDT0IRpG9X1YpPHXxMTydSQ49K9RAPU5Dnb0Miy49tTxOvVAdlz0d5908kBObO4Ac1j3Zh5s8TWdxvch2Qr2OnaO9KBS7PFUmubwrGCG9T/4WvcHxyj0tPdU9FgWDPeWcM7xDqqC9pidYPeK7pzyvXM+7uIzIPQW/1j1sypa9JGcAPi25lbpAt0C9NzGAvbN7eL24Tyk9q4yZu17zbz3Fvhw+N/F6vGeKBz35NsS8rQbZPX0E/z3ag1A9kcvpO6Zy+rvoC4+9m46wPHwD1D2mQF+9k9obvZEePD7rszg+OBGJPcdiDD6pJuI9aWwiu2xMhb00yw++iaAtvLXuJD1nexW8nf8yvWxMqz22Ou882x7qPWHhJ70x+pe9MWaXvYAbuL1a1Zg7AL0CPVs3jzyYuBm9cFCWvf31hz1nfHK9ul1YvSvY3DzpB529xEmjvXJWjT39cqi90NEkPN9DqDwenoW88D8fvW+sOb1BomM9MxUkPWfEub2ogKe9rmOBvqqJjb3kj1S8NPhpPfBPoDu52nq9phK2vMNahL2y8WM9wuu3PFTZrj3hgzW9Xea8PaSwbrwMdwG++yBPPT4saDy3IzW+HxIJPVSpnrvf2s+8MUMVviTqaryKcmO9LE2pO5rRbjuD/0w6H3y/PceyTT4zrcy8eEAMvVCtY71OkYc6zTTAPUl+1z2CJuC8ruOFPNpRnL2z15m8BvSTPd+7hr2tW009bycDPhkrKz1pE968nxO3vbAL0L2ccrM9i8YHPBAygj3PI4096rszPIe6rTvxLBu9WDhhvBtWIL6N4KC9RJQPPpQhpb30rvi8pFluvXIR6Tz3oJW7","NOujvTWSrDujN4W9OB6jvf2tEz301H481kaWu39vdj12kRY9gGvBPd6QUz15wyY9/tfKvIfwCj2J3GC9DVrkvHLEHb732GU9odOcvUJg8jse/xG8Sbj4PDS21r3jowm+/xHIPbswPb3V2Fg97lvZPRhSwz01fca9boykvP9urz17VLE9Yj2BvX/lBL5dlAM8u+FePdacBz4BroQ9PFlWPqHAwT2FLIi98/Hfve7a1rkiuCU+Dk55PWyeAb3sGFu9d3BTvdhKtD0qVuW9HgsmPbxy6TxUcqM88nKLvJNKSr1KBtY9k9X0PR2zH739dJ+9NMaEPGzROr2P0jm8z/tFvi0L/Tvg9Iu9GMAOvo277D05AES9AtXMvSe2uzkzUmS9UklTvT+wJD0nXoK9roHpumamFT5EtYK9LvfePYf4Kj0lsKs9zBCJPHXJHTtMVRq94PAJPasneDwjClW9T7ILPAEMgLxgl6K9PA8+PS0kYzx85im9K338PCzpXjwNuLs9JlN6O+pg+j2yO0e+YSvTvfYSKbz7EAS9NnmVvarXH70v+XO9bEmbvYyS3T19pwu9BU7fvS8/tb0Bw7q9GDoEvKx9nj2zrfE9VQMFPPzC9TxUn8y9h1O4vewTtD0QOx27XfrJPPP6jbyeXMO8l6gZPhP0Cz3f8bM98KCiPWE6rDyAIiM+tY+Nvd6VBTyflKM9xYKAPexMDz3nZxW+ZcSzvQEmuT2NHvG9uRGFPE0WAz01LRO+6bvivSlGl72AI6m8G+IDPRREVz2NyXY9uxY2PdL0zr0zMpQ9PLAbPR/kLD6jBca9BJvXO3SIwTwyjtK9lAf6PXVIaz3J3Sk+6jUHPvL9q7x8Iyy91D8/vhVTQz73N8I8BseQPFcyJ72muOi71aj1PEwIzbx0uVQ95qpTvdnSLbyAySg9FLDkvJDTbL1Amwc+ol2XPU5uRr3E4cw93DlAPOID+Tu2OTq+fscDPNUM9j3mApy9edcnPW+KtD3rIg49f+qsPYdYjryA70G9","uoKlPMBq+r3Vm9474k0DPsZTjT3J4gA+TT/QPO+fI73g7O+8nEe0PGhAwz06Qjw94YlavkdgKb3zeY09rwttPTenBj0hhzE+UdLlvCnZoTzHZ4m976FZvXjMAT6UnKG9aL5HvQBxervMwe46b1XePeXv3Dy8pJI9V3gBvbQ3uDxA3q08s7iwvUjq6L0fKYE9cCravcf1Wrzigs69WbkIvMB2l7x8lcE7HYNIvcSihDxgkXs9Bb0dvLgECzpVDau9zYvoPcaJHj1YhQK+bWAZvWx0pr3YDGG8NTJvvL8H/T2KYXE94bE1PQ2ONTsE7M+9wKtpPfvvgj0Wg4+8RrlgvAuBCT3L65K9Lw0YvT+quT3CiCk94mgyPXlUkD1i+E0+jvMQPJQtQz2vhHW+0WmHPAhcYr0e4/89zGiFPaB8hL32otM7cnuYPIDtAD784dq8nV1dPePxCT5BulC9cR5uPZ9vYj0i/pQ8vzsQviLEwzqdoLc8XQvaPIYU/byy/+A9WtZDPT4w7js+h5I95CXtvSTVDL1OLba7osbwPLNkdL1fdhA+F92CPZNA+L2Sr9C7jjwTvahMWz3SKAi8re+uvabjqDvMe9a87Y+YvflTqz1oKte7s0qJva7hkjz+kO88wR+RPbFGEr6e2EK96/GJO8YU7TvMPHq9v168O1f4/L2EBqw9xUaqvSboaz0AIRI+JWbEvO9oeD0vrBG9AwLvvFUfvDzOjwg9MXEFvEzldr1dRoS96gjCvOGjBj2jUyM+fTA9PZY+sr6dzxy9zCChvaOR9jxtijG+AsCmPTYdIjt3Ezi+c3z4vIld7b1TrSq8xseoOSdq272p8xi8cG0PvReHuT2hz5s97AEhvmc7yb3SXrG9ZeY5vRbGmb5NPJ49/LfAPRd4Ab2kfaC9K2fDPbY3fjznKQO91OZcvTskhj2ofFe8tgB6PJF2oTydg609D8mZvat5BD4hOqS9Wr5APVHFi73Bw7s9WhG8PZs7Sruls708HYS1Pb0mID6LJUc9","fW3PPSrTRr2TDdk9LgpOvRA9w7yWs4S9W7gbPTKOob08GbM65x+NPLqFhLwAgoU9ITiuPbKM1zzNjys+AioiPTnSsz180YY9lhI1PUiGUj20nY89fYEfPMF1qT3j2MC9Ft3zPXpp3j2qwKy9raW9PUHShj31ZTm97uNsvWvo/71mbIo9HE9mPcA7ur0rCCG8OueyvDnwPz27Vky9Yw7iuwVEDj6ARaM8ROMhvMeKBj0pTEk9aM/0vMFgvb3cGlS8C/TJPRaNx7wL2YU86/5NPZiXsD070jm7bH+WPYzWV77xqTg9jVHlvTCyPD2/CIo8rPiVPdwa9L2HjeA9KvsWvQTeMz0fjb89lKLgvCr3XD0TEOe98nWlvenaG70K+8A9S5scvUX7Ib5Q4xS9LwOzPVr4SD0aTMg7qG9mvaOaRT03kRW+RJ/kvTOtOr3Hio479qaUPebChr26DDe9EfqjvSzKirwcvIs9iYn4PTDTg7vDGks9I/ShvN0xwr1ASD27mr34vSwtVD037P29q8rsPeu7pzyiccq9lQC/PHOr170bk3E7HpTwvOxp571CRBw90V8fPuSmtr0Q6k0802BYvMkyNr3Ea1E93MFTvYSiZ71h0Am+fFYcvfuiPTwedb28IebXvRqEhLync0m+6rNmvVSVNr4nWeg7pVr6vf7i/T0/HBs9GVtXvpPHQb19nYy8SGLyvY9eBD3F3Pm69YkIvcIVlT2YjSq+J44/vST0ebzT02g8QV2CvfAVcL10kK097gh9Pfpm0TtJYKG8F/TlPNyFwz1/jZI9kFeVvU67TTxuLHy9jTd0PFdQTr0JQfQ9/NNrPcUtpj3o97i8KXRHOw5WGj1sBys+jgdEvZxhbj2TA9g9OW1iPfPpE75xl3C9MQAKvUfKor3Yo7C91FDYO+eVarxF1JS8fl42vqPjLj39qKO81YQQvS6eozxYRcO925z5PRl5hzz+dcA9uRf4O4pKfb2rRDY8IlBgPerLrDwIUxi9zTnnvMFLRz6tvg09","E+Lhu8jElLwplHG8PDWhvbqlc739PcM9U+b/OyHo6D2dIUE984lFvM5uA74wFJQ9VNfXvdEjXT2BEhK9UZMsPVsbSL3SRiM6RosiPe03Qz2dITY+oFVZvYFCtr0EncQ8tjHyvejR7T1FbxI9Yi8bvS4K1L09uGe9YGZjPc+hMDx2iVI9oZDAO6GPjjtH0hK9j9nUve5Ajz1R86+9iaM8PVvK1T3Ig3A8RHHwvfa38jwo/C69G5EyPR+7AD5+Kgm+toLNva996j0M7rG9BYILPRs6jjxKshs9ycdYPXssRj3om1K8UgSzO4TAmzz/FRs+obwhPrEjzrt6K7k8xNbQvQ0kHj03CCM81grJu0qyWD3cAk881B/0PYSrl7xAVBm+3UYRPcpTvz1D0DM9sAU4vQHN+rvIYZ47DuB1vNGMFT4uZcI9146pvczEA74Fb/q9sFwTvbknMr21Aq+9VQZ6vq5PNz0tvXo8tnI3PW5oDj1zcv2688cFvVrqiD2R1429ib09vXd2NL3qsQK9ArokPWw6Tz06KB491Z+TPCB4uz3GCKO9pTzlPUruqL3jtgM+dv5pvSxhD76WtUw99n6tvWjVcT3SbNo8iaKTPeqACb1kxbM83s9pPdBzlb2vuS69RjfNvF+YbL3F0ZY9J1Q0vhC/5L2105C82RXKPRaULL5gAgQ750lkvQjPpjwEKGY9HoH1vdNOvLxAMqu9YFiEPe632D2HjBi+srIvvREUv72YWGK9jUe1Oiv8G7xulBu+qgsNPqV62Ttk1h8924/bPWBgC72WPD29AybqPfWtAL35JTw+D8p1PVLT4DzLmV89ZnhmvWzvgD127Z68hPsQvS8ZQj0qg0O+mrknPU3iKbx+OBq9qBpYPNwZv7xshXs9IXYbvH4VsL2Zy5I90rI8vXA8aj3fJcg9kcUtPMauLD7P0Zg9aAVyvSWKbD1O4ve8/UoAviIj/bkG5rq9TC6evdMmab2jOys9QRZQPTp9UT3H8M+8PVSdParZFr1FxpQ9","rPv6PWVq0b3+EmS86wTZvC7OiLwiBS08nEhcPfi+ej2ZJYY9p1b7vXbZfD1UDB49pa/APR7Uh70sNDQ8aTEbOWhWIj46LjI871RdPqr12Tx51go9hkujPY1ZuDySsZo96lXsvazEwD3eggY+6TU7PVw/cLzDuMw9bjzuvNdvr70E5Gk8tcH5PSQilT0HvZk9t9aaPUL2nby8R9g8S3WCPGACLz3/RkS9lv/mPTminb3Sc6G9gFzjPHQ37rxrjMU9C8kpvazWcD4of7y9ZiWtuwPhcTtxpLO8axyQvSsGKz1vShg9EU2xvX1mxzzW1Ks8tI6VvIjo0L3zyZu9w41cPbAiHDyNJYs817IEvmlDzjwIoZo90PtNvgLIzrztGpo8TDxLPVCpIrsh6I29n42rvA2XYT3tPw0+W0LGvCvGxrk6pq49ft+vvbuofzxVRIQ8N/Fbvj7GH71OZay9E4//PJWeGz0t4669uqCwvIbn1Ly5Sfa9pCCQPKUvir39pmW9ri8xvtwGVbxnk6Q9ljWmvaBAFz7kRdU9+VOmPfq/Ub26NZK8I2QZPvZg+7z4y2Y8ZcutvNmLcT2GRY49oqicPQ41cz1Uuu48e4L0vAeTtT1NZIW8YafuPCFdIT7ov0y+sVWmvfrQO70Kwte7jEiYvdivszwyGLq881cWPpNOAD0mZMU8yYhzPafk+Dp1rOa9G6tiPdSunr2l7ps9F7AYPfAWBjx2uvU6977lOzfDkT3crfW9fK2avVXx/j3FY/M7uAcUu2ZEDL6BVU488WAivicyFD6USLg8ccsfPQsfAD2Q+oU7Hc0mvvdKVL1Sl/s9NQkVPeQgfb09Mli6t3NyPd975jxhU2s8FO9GPV/gFT2LfKG9T6WGPeYhJz2xCoU95HbbOwAGKb5BS5M9Z7AKvYbwgT3eTF6+CSRUPZ81wTttXA6+qoyDu4kjlD2Xb0q9wRqcOnciL74vxpU8HGWVPdjZbzw5DJc8nbbxvcqOzrqux4G9cxCLPby/wD3o8688","PnPRPTjSeDzum+k9OQ/tvH3EOj3e1Y+5BvzVOyjkzrytihM+eviHPRLCQL3SwrQ9cbM3PQaVwz26hsC75bm1PSI1pz3FNQG8V9YBvbVf3j0KJgM+XKVNvfWyizy7oCk9ouvUPdO2xDy/NRe9pqmRPaRMgD1node95RJGPthczT16FwI+TXcaPYgGD7xwt5s9du0hPoeyyz02+JK95ZW+vXhCkD07DSc988L2O7W2aTzbGKa9qa4Zvutwkb3FZ/i8EG8DPkB9Hb33coc82wPavQanSrxT8B+9aDTJvR3d1bwRRzO9idWZPUz4YTzh/UE99DinvccFV72Gzj89XTffvQ5rEbwpt809pMwdvTCvgT0Y9nM97ry3Pcm47bqLS5s7aIbUPRqkFDxTRzK91TSdvXx2kj3uAxI988wzPY+IUz2vv8K81d8PPsr+STvZo4I9AohZPfFJpj07kJM8G6CfvYbqhD2U/ve8RBbLPMg/SL2crE29NkyhPVvCH71T9GM990wlPSxIiz1JA1c9vw0IPodjRr2P3cE8xUH7PMhear2jFUO+Athru/0fQrxmXxI+ZepcvRquVrwbzfI8heuXPP1cqbvfxfI9pdizvaCM5r1xCtQ9CB0YvcKU473/+6E8LgnbPdJDQb0uP6a9QNWtPHxrmr0e+Ay845GOvWRbY746SM89lDbhPaubG76TZ7e9BgGtvQRW3j1qvcy9CbMevRsPk705MnW8QH9dvScIxTzcUIW9vSkFPh/5fr2mejy9tkLpvS0Bmb2XRL+8N+lAPed4zbynoQy+R92DPMgA0j1dKrG9YZ+2vKDjLr245me9KXNLvZhdN70MVoi9LfAMvrljoDy4vei9FC14PTBkvzw/LpU9nsWxvY6R1zxm6qI7NyUBveCWwTy9jyG9zvEOPZH9MD2+gV483OvSvBGwob3vT6S9MwOnvdom272mDTO+0NcFPZr88DwjX6U8tj8GPklanzxg8908d/TlPEyeCT2TTre8cjW8vT51c716BmI9","o2S2vSLdjL3Ebyy+UnpYvdjYILopKoQ8cVMBvuAVnzxRR5e9ngboPNv+Br1+lZo8iyogvoDLJTyfLTk+VfvavS2j6T0OILG8zCuXPZZ6o73Gd0i+TgacPUwZhL1OrTi9RCZ2u+h8ED5A2xS8cTaTvZeuJj1lU4G9ahSlPdUThDx/SNM7L/vDvU6E+jxZHs28x6SKvMvkHz74mDI9MpExPRrTzj2Lls68PIzrPWZMOr3BFIQ8jYrhvMM1WjzikMk9MNS7vPz1Wb2JjxI98p1MvAbBQbxYbju+LwVpvUW7pD3ebs+8Tr47vs4iXzyfhxM8XoaJPfVzWj3YPOo9QodFPWQ4CLzjCwE9gcITvglbrT1b8ms9KdUEPdAu+Tx8kAs9IWHpPTNGob3wyO67W1cNPU5hlbyejSM+PMmZvZlrrT2pR+w9M32ZPedDuL1bLgS+gLCvvRtgbL0iV7Q8jqfevUTICL0FSDg+IYuavd9lS7xNmAq8BK8XPNZbQLulE5s7AB+CvQy2mT1OkpI9wtzUPTctG7uUOTq7AJTDPUliFr2xx9A8tBXNvSaDlj050hO+ktWtPSm+S73BzS09Fo3tvcmgLjwIqpE9BgmyPVV22z11Kki9tXPXvRovybxW/IW9IBd/ve3FYD0eL8c94sRovfRWPT2wRZ29psTAPKIAdrwBR9E9STqQPYR+dzxVp689+t4ivSKyWr0wGMG73d0kvodYF728xcq8ksoLvguv1jzBl6M8eO5gvAedsj0x5yI9QL6dvQdoR7zN4Zu9i4eIvR++YLypfzG9MxbcPFytwDxGo4S9xIGcvbjiZ7w/Br08N00ovvZZeL1mgh68fUJVPbMr+zwrfQm+z9+1vNGU+Ty03OW8/aNxPbM8gL3Okom8Y3eEOzUcqL4C3oa9j+r/PJrOUz0Puj68b2K6PB70mT3Q4B098S7fPbgnKz1XuDs8N9IqvVCIRr4dUFG9yoWLvbq6kjx9FTs9L3eEPfo8Ar4+6gq90POQPTHGcjwBvYm8","R3xNvk1mCb0ct1W8oBCLvMLlBL0nwTQ+1oGzugpr+TsLbly7ATBmPPV6ETwyxj2+RuNhvZpeqj1Psew9kTEhvieem7tlA789tSeHvZeuEL6QDWg9UtEIvcG/pDz3ZiE83yguPZko3L1SFgG9nD+HvtIIkD3T0YQ9H4a6PdnsSr2aSeS9QZEpPC6NXL0VAZa9JDhnu/z2kTzxEZm9YJyVvY8VWr45H1S9oiFlvU1Klb0Ka5W95X4OvjrdVT3h4kW9msMJva3uYLy3BDS+kh7nPadmHb1spkc9i2xIvKPexD32YX29Ig8gPY3NRDwpqZ684YAFPhy5VDzDHeC98ce2Pbuq4zxf2fK9RkssPW6c2b1yTcY9QaLJvQr1FD1LUXu76m6bPYG6ez3xkym8ljg/vfAPcb2X9b49zdqLvbMLFL49U407lo/ru7ReVjsorza9aAr5vLtEn732F5c9ETAIPIAaA7znD/u9+lGXPfcS2bxqhGE8XL2nPUGZqb3U+yu9MsKKvKDlnT09Q+Q867OMPdJjYDxGOfM72ls/vtUE570nbU+9RC9CPXtEKb4ZVgu9DskrPgYTub2ZdHy8nCtNvaSRYL2c3Au+GRGguzLssL0EG8498A+APvZGwb0pnOW8kHD7PalTH73bYSA9UlqdvTldrr3fVf69AB1vPQgsO76pHvQ9egoFPkjcej2Zk749bduHvQwa5Tz9nbO8LQEHPagHGbwiaU29nD3yPUM6Kr15dBw9tbjbPE9qjb3bIBE+i6xmvYcZtb1hfak8FCzXvOWKTb2nAvE99aBqvh0fUr19aRG+/ZAHvWMID72m3G4+MNAqPXwtKT2A1pk9LV2QvdruxTsQ8Ey8WXB/vQxCET0kWgA9ezFkvhg2gTuF/eo6WCItPfP9dT442+Q86eBdPCqCdb0Vj/m9CXf9PDvV9zw5ZDi+fisKPpHoK71UO2g980KyvefJML4FIzE9e9XqPRVo4D0CMug9gBjmvCYjvTxhKVk9wyEjPWy1uD2ntLq9","uCi8PVkiID4JTl47RqjeuuViMTuRAK09n4FgPAy00j3jQFQ+1BX1u07hDT6UkVc8hXkovrmuDD7oAZ482zq3vSfOhz3o68i98OTpOI1Cib2nqDY9xc8wPLotnb1GZXs9a7QNPpblybwt0xw+xuR4PhCkIL7N5Q69F0CHvZAznD1pOGq8AT3LvTPyPb1ZY4m9ocAivZ/C7jxtn7m94ycbvJbT8jyprQk9bsINPY0bvruMGwe9C968PSg8Eryd0kG9CDjTvUlzh71ch7q9LRO+PGbEob0ZPVO9pw0bvfJpDD3fE6O8Fx8QvAR0Kj1iGqU9hGPhvG6PPr1QdEi9MjCxPdPYED2aDtW8RIGsvUPiGL1UTwM+aXchPlGMm7xYj828RX9svrwz0DyAGA07zYVIvWNx5D2T9zy+CmekvSdW5r1WRWa+/E0XPJFR3D3YP5M9z7xlPqSCLrxfYTq9bPJhvaAEnr0bhKQ864hKPRbCJr1ONiO9uEzSO65EBLm9xPQ9aHaNPXaj5Tzt0UQ97WtNPSvslz2De3k9JdHLPZF587xoS149rfNrve7Bjr0UMKg9/DcwPot3j7wxpoi9DWxLvDPmiLx/sw29X+XyPKRxdL2wFIu9XtemPQoSEz0l3u07Bg1DPdsCrb1/3Yw92ZstPm+WwT0ay+s8X6SHPZdgKD5/wPq9FH8xukGzeL2qKky919DpvPEUTz1r/MW9mBmiPSkhFr3nNTE9AzO+vfaZUb3k3c29vjTEOamx1Ty4g4K7HB3WvFZxuT0yTXg8U76JPVUEDjxBkgi+3YBKvdZlOj2Ay7i8asS7PaGUCT4YcRk+Ki+1Oy5VtzucWzc9DRjlveoJ7j1Kil8+gZ0mvYVO9T3GS3Q9N+LMPPer/j0vkdo8Oo+IvZNP9TyrH9s9R7sHPcATdr2LSC0+bdZJPjIYmLoTTta8pzRHvj9N/DsaHfq8BXUBu0peKD2Y35C6TMtqPU/vfD36c9+8HQCIPAPduj3eCd291SnXPcM70rswgxS+","TGXVPcO4Vz06LZK8HxK2O3Y5vT3EW3k8HQOTO0rMjD2aO9q9VpGBvcJZLr1fnpu9989fvh3tWz0QGEE9Ryp2O2DTHz1Q+Q8+WbOEve5oEb3FkwS9jIY+vWyaHbwThQ69dxapvTNQCL2qQyo9SU7IvZQOkTygopu9GZKVPeEJLz0b9ei9CKhUO5LJrj2mGBS+jMKIvAb/EDwU72C9UgxbPsVg6z2ibGe7rkbsvLwoAz4k98Q9CfrrPdLWPr2CXC+998e4PfuAJL04WYW90eGPvdbqvLw5yQS9CaGuvFXWor1vxEg9BDBXPMQYRr52DtI9QJSKPF6rrjwo6VS99dD+PQQKR7xW9he7kdHUPeSPIj2MK1a9QN99vZ59Zj1AG4y91kMCPFQcd7t6F+K7nN4AvWOqzzyIv409ermEPotAYD0Jbim9QNz2vFcp8ztQNbs9larfPdj5fL1eh04+7AI1PR/xsb1ywOE7ZI/PuSvmgrxZmR+9mCV4PEjOP7jX/na9jaA2vaDr/z2zQUC+10EbPUHwlz1qw7g9pneZO7DHzLz2tN28//G4PYYVjr0d+068m8OIPW3tjjxyvRS+NkuaPbCEp72qfWw9ILqFPBBxY72BKIg9LA7pPNOSWb3ZfIk94WiQvZ+01j20d+q8BDigPXlwiz33fCi+EJXEPNlcXT0Xdpo7Q26KvYhBjL1MIo29X9HjPDWmtjwwkcg9pPsqvtAqNb0ca3S7JxDrvcJweL3P9dI818agPTwpEr5ESIC+tu1gvW3FeD1pK0e+O2SwOhX7Aj385Fq+E1aQPS34bD02LRO92X2AvYR1ELuXlSQ8uhRaPKxp/7zCEy69gnBLvbAkajuO86O9GNGPvkYHRz6U5C+9GvpMPWlUPj2nVYc7XZRzveUztDvbHRK+jgNyvtxfDrzZ8vG99vtLvikKIDwYIsU8VhlePLvYgj0hGF07tzkNPsfP97t8kCC+eCcevY/WtDyEhQM+p8mKvSiYCT5LuSI+SV8uvQm7lr3t/oS5","WdkZvux4mD2rLD+9EKGUuz4UAT3k5Ca9S/qJvfudxD21ros8p4GOPX3irj2Ox/S9RUgGOpXnczuOLaU9nGs8vhJqGr0XUSM+WTATvKJj0bzP68a9pBcUPtEaMr6OGRi+wgv7PPHvfj3zbSI92E+uPECFsb3YKSE+3LB+PO8Z8DwIAQY9h+Pku+VYNj298bS9/PRcvaCtpr2Iplo9054nPo8znz1YBZu9z2iVu/XRvzznBL69aAQHvQUZQT16iEI9dDmTPVqlg7wlJ0a8E1SKvXeArr0Tsxi997+iPFPiuD3rAio9fiwevDBTQz02hUO9ra5DvXHwmz3q4EY8U49bPfzq7L0B2a+7yWMWvfBCub1CpeY9jmACvkrXA7zArym88MC2vML70zwQ95Y9y+NivTG1pL3Xmeq7XyvVvBZK/Lzb5zo9Rng8vcoW+T27Yw8+HIllvK1viDzyrl29R5hUvWq/br301gA+xi6uOyglhz1W5x29mjNXvL7Ngj1kIwQ9GSRCvbB9Qzx08oW9XiPPvY3r2T2CC8O9utY2vTObEb0xcaI89KAwvQtInb2m6yi+s5AaPTmZML2lAlm9Frm7vWFP1LzJn/G9Ag+PPHE/yrwm42s9fYG4vfj4pjzlo0g8BjwEPttJXz1E2ck95QnivduiAL3BsxC9z7ZmPcHHOj357Ly9EgAuvS5QcT16SKo8zpbDPdMH5D0j39y9DMzgPYOMTD6IL+67rqC7PbBrEz2vQs68uPdRvWUCAz1iUTo9a3puPTpcpbv+L4g9YMe8vdSDMDy+HbA8ApQJvUAYWD6z6nK93eMTvs0xuz2w02A9q+3QPaO1Uz1LbS49PNxEPdx4K7xfbug8X36MO34u1DytjhO9XqTmPNBVwjyHjA4+07KrPeZNGz4w8ou7gmQsPWBEmzwk51U9KRrzvdvjYr1mXiu99xxRvKRzUL3DlQc+UiOIvYzpRT1r6NC9NvwrPPprXj2xbk49pBTUPVn4GTxytjW9luwIvhBNuLxAzLG8","DwGuvU991bppJHk8IX/+PAYf7z1aeoG9bDCPPShlwb1MiQQ8lzlSPQhwMr4i9aG9TPqpPOCroD3Byl+9mAsquk6nar1+Vxa9BnoEPrDVZru1B2y9WwG2vbZMi7zZdIS8lHlSPVrAOj5nKqy9YncuPX6giL2UQAg9ULWRvahWzL0nnGk9WqmHvZBrbz2p3Ba9KzQWPlsr4D1Jqie9lqz1veuXpb1fB/68dHgCvqt4dr2/SbA8KrvEva0JET4Wrg47xznTPBOrdL2URd+9sljcvZjUvr0DTwK8ozNKPm4Nqr2Ol8s9GFi5vF5kNr3Vu6W9ksEkPUYtCbxBviO9+PDkPS6S5bwnyyc9SwUMvfF+hT3PSw+9ZtvfPVBwWD2eAgO+zvcvvYHm1T2Ws9Q9EQWHO+bbDT1b2SY9NybuvdtqtDs5w3I9MUlRvGwd072pVie9QzW6PYeazD3Y8RI8yT/XPQPbDz64Zsy9korfPe21Wr0OPiU7FlpfvO6fkb0JFmw9KzPUvfjprby7O6U83eklPW7cgr2CDWS8OXL7vAwyPb6C2GY9+IWLPbTlhT0KKG69mPwvPQVZGD52wpO9PobMvfiFDr4gKue9w+N4vJgaYD1jnQ86VZ5+vbK01jzsrIq9oGsNPXOAhT0qIpu80MiBPc9Tcr0ddxc8nO+UPSyFE70m8QW+cJ+rPcD5pDxkGXK7aJZHvbhmWjpSjsY9hpG+vQ1agD4HDSe79vYfuQAcwr1ZD7Y86g5zvdZuhz1Ykl+9W00NvYAgiD1SyIa8AWGxPHYMDrwf0M09VsBVvWnwqj0Hj9s9qEAyvQQymz2lhla9w6XEPWYj3z2Wlu69uRhbu4hkoT3KUDm+7Yy/PKeiaj16oiY9p8ETvR4Glj1ySCi9NqjwPHwAZ7x/4909awycvdyiL7y0Odc97nfGPDvS5bzOKYw79lYIPP4bFj3NlDg9Xny6vb22xr2QVbA9EtcBvl5qHD6/0QI+oxejvfOLmjyveS+93gmuvYqQNz25O8O9","XazkPSB9rjvt6L89pjGLvLrvvD0l0fo9YSJlvXl2Yb3n0nu8+bQfPcMn5rwuaQu9jMfdPd7rPj6AoJe8K/WxvGLi4b2thYa8RrUoPfEYML7/Up69RJ5/vWddJLy+87m93gpMPbhvhLvKhs2963opPjTkW711hGO+g3cmO/+1wL00S+Q7LYtJPVf/lT3eFHM+pkb9PfieTb6Y5/q8ie8ZPbBeAj7j7he9bcbrvUxK6TzxqyS+8Q2jPAUOsL2+O+i91v95PXr+1r3U8CA+Qm7/va+F573USK09xkEKPreGTj3CpRO838ezvUxk7LxIhbK9HYuCPZfOBL217ac98YnLvc6bSz3Vpm291KTGvTlEPb58J3y9tyu/PS3DMT2yu+S9eiwovZrcojps/7Y9U1yhPOzFBb1QFY27SM4pPoIRi72gwrE9If7CPSFLET2NY8g87TnfPAx88D0k35e9AUxdvP2Bn71QlbI8ogzuOzrhdz2tLBS98bV5vRWeRL0byzq+kRsevfhb8DxkyII9CIMUviOblD0HQcG9p+wnvqtO0703E4o+aJrQPPzY6T1wfvy8L+6OPWSp0L0l2rQ9ypSXvZ3O1TyTTQE+QCvRPEzTqz293rO9w+l0PAnXED6U8e88HVBDvYmBw72b4Ly8eHsKvL10Bb7QxMc8G+72vBjpBD2sb8y9oHUQvW490TzuTvW8+YDiPRiDhb18P5o9itCFvfFHLb1X6Dk7tPkIPfWlmbwwuOo8ossAvXglSbyLj049S4m8vTpYEDzNK9A7rJvgPNxHvbwIXXW9ScYJvczKWr3HiZ29amOqPahPrr2gIlI9N89avdSVvjwxJwg+RiNfPWIYAD60jVU84gqNvEXQ471lWCE+cZHjPVqAhL5Hp0y92JO4PCe3f72yjl292x+gvNRCfb2BlMi8NhLbPUUlhb2gU8W9axm/vbR7171Dd1y+rom7PcMFp716P5K9jreEveKSSz2RYoM+9gngvc+XLb2x3Pm92YKRPalTTD1Pjyc9","4nl+vbxp1z3qT8C9ItYwvTwQ27uRNHY8w6UuvZuIED6fyGw+4/eKPXKlRb5NKq89LnQDPkcc4b0aMKQ8xWybPaJRgLx5BTE+K4AevRTTJj2grqk96EeHPSD4Cj6OAAY+R/wiPSnpvj0E3ZO7HzbBvWjT9D2V0hK9r6VmvCFLAD0yDAE+4IKpPTkwCD67pH49fPXhPRrfZj1iXou870a6OzERe7sL0b49D0gRvTd1Ij42R5u9+isevj7W8LtRAwa9guIGPTg94j2Fb5Y8h171vdIUErx6wZS9nRxbvN95QL2SRBS8ne0nvRAFZD2wbpg7VW1PPTX6tLxK/PM90TkmPYHUlT22FYQ8ky8cPqFbHD6q4Sy+CCLvvWrEeD2zaNO9nC9+PWu9kLwXfDw9f7HlPJ7Zsz0idZy8JWrLvRo1qz2wHHm96STGvU7te7wKweq8uj4rvSz+Qb0gF8S9vVqkPHEylbynnS88VnTXvBTzhz13GI29uVGEvUEgcr3e4MK9ps7DvZ7MGL1uH3K9OzcUvoLJxb1e0be9jNt6vTG8l7zArg++kM3RvNtOhjxT/f+9mBJpvHtPsbxb5OK9dpSuvdsUFLyJ+5U9VEAVvt45XL3qDmu8+D8/PSIOFLp8iIu9Jm4fvWaHLD19x8q92OkHvppthLyABm+87GpNvTKEobwaBZc8dvtRvfoPqTw3jMw8eN7kvQ6TSb3LcqE9djfmvJLSOz1hBAE+Ds8UvQS2jT0xVue6Ie7yvLAnfL2VI1o8QYBwvjzWmT2JkME9P0uivfOFDby9ZNi99VdbvfzRvDwVXPK9fXl8vU2wDr0mwAm9fn/svVwv0T2rQMG83c7CvcQf1b3UTpS95s0TvXTBBbzUPFw9at37PKaVYj2ewSM9aoCpvZl5Z75hDAg9p8KHPeEHtL3jXRe90NiVvZjaUz0+JYq962ymvbFpMD7s81M85fCgPJAdc72u0LI8DI4avmluQb6JR0y8PqcCvbcBiD0dh3C7HVrfPCOdpT382d89","Q+CqvW+AG7xbTYu7MlmvPfWWur1P1be9MRP0PcjdtTzxGU+9l77avJGo5z1XmY+9hCdhvZPQYLsYZt28bq3zvMmgBD0DHmk7Jx8Au9uHRD1qIwu9m+0NPSRuTjxJk5K9yYtiPvEUBb6djco8erQoPWrB0jvy3Z08UpO+vbDMZLymlIY9qjJkvj8e0Tt5OME8F2d2vXvMkT26yuE9MLT2vTgN2jtYLRu8jS35vYOTPb2Gy0Y8MX2uvc8frzzor2w8K6pTPbtwkr1Vt/e9RkppPAMVBT5FSfu8HldjvUANXL2bTIy9Z2kyPVJttz2oTMW9zBbrPJuAIb24bKG8M0eoPUGDMD0GwVS9Qp1dPOOhPT19/+E98b6LvIueb74vWaK918DcO7tGYbyAGio+TqVQvp4h472D7rm9tEoHPkeMlL3/MKA6ezDCPdv38z3nkQE++U0LPqY6er2ABTe9f1UMvlIZsD0YUBa+glPnvKY6CL4mHLY9qjchPQ3OdD1B9HS9u066vCGPh71dDPA9fgGEPVgXWL5NnxQ+vhL0PHe+ab3dz4A9iWNwPXQAD76WRRE++/IVvijPi73dJsE9mbDkPQwANL7zQoa9u6qQPJdbBb5IBt08S4nSvLAggT7mGay9XDQPvi6sNr3zWZg9oXm/PQZIALwwnAW+gMzJPT5nzj0VmJc8EG6EvIKtxjygw4c7oIqevRkvZb3fWQ8+uBrpvKqEw71/DnC8nWHvvc2bQb3i4To+n2jwPbMAmj2USPU8iY+OvBjUSLz42xq9yaACvZlYCb51XVA9WQ0qPZ0L9byzmJQ9bG0nu1fF5Lxo8tk966xFPcLKnrz+6JU8u6aZPVgtBz7Ag4Q9yjfDvXgPnzuhHPe9hlo3vfHTYT321Wk95gPPu8g3Tryh3ZU9FoIuvHwZlzzjqsS8SnRFPiJgNb2Kv1E82x1/vSO83ztkI/M7AVs2viMcRb1y3qk9cIkgvi+YirwpXa88tNDjvbvMzbys5kQ+AAgmPMGeAb0u2hM+",