{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,10,16],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"LSTM","config":{"name":"lstm","trainable":true,"dtype":"float32","batch_input_shape":[null,10,16],"return_sequences":false,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false,"time_major":false,"units":50,"activation":"tanh","recurrent_activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null},"shared_object_id":1},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1.0,"seed":null},"shared_object_id":2},"bias_initializer":{"class_name":"Zeros","config":{},"shared_object_id":3},"unit_forget_bias":true,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0.0,"recurrent_dropout":0.0,"implementation":2},"name":"lstm","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":6,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["lstm",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[10,16]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[10,16],"values":["W2eJvgXSgb49qDK/3SQrvxL/hz89PXW/+n0DQNKRKz/zNF0/dgMkv8yjcj48SKc/LcSMvrff+r8U8kM+jFyvPuWZsT8xDM2+9WGJv29+yj8NFyQ+48uZPRXaAsDs8FG+tKSOvxnAXj99fte/Vu6oPydKyb+HCg9AdURtvy8Y6b6Cgdi8aZyeP9kmcT+nr3c/+wUbPzogRT4vSYU+OiuIPRBevz0kYrG/wggCwOBOTz+FeJO967bEvuW+K787lEG+MwyKP3ShnT9LoNQ/6YYGvsDcEj9Ti4Q/NFMnvAXzFT7pp7s+DCTmviAnsz+jEOg+mOMZv83Y3j1WWVG/GFP3vidZtz7/qay+ntWQvorovb8fZuU/Uajivo1alz6wCAlARKyUvnqhzj+AxFs/CMWNPWOv978oriq+EL2RvyceMb96Zbe/fg5FP6x9L71vASHAH+GQviRAmL/zUNm+PQ6MP4cPZD+bS9u/nUv4P2zlBr81ZwHA9J6cPtASjD+PB5c/MZUdPbHHA0BHDI07qX3+PO/BYD/D6zO+WyHqP3dMPr+MeEK/eIwCwK7jx75Zelg/TFxmvyKvNj939Lq/4iIDvr8dNr4ZNQ4/WC1Zv5lP3z69w5W/bY2evtv03D/q54K/eLWNPmzhFj4/ORe/Aduqv2O9Bj8/EJu+r7zyvlyHNL96Cpm/pKsLvxROLz6VcxC/Ecflvp+p0D3TBY2/HCyUPqb0GUBpe3g/clAuv/F4yj8K1dc/AqPovwgrir9nsADAmH3AP5cEGz5eLkE+T+Civ/tHqb8hip88XTNtP8LotD8GyPg/cQSiP84PgD9uvcw/u/jOP3Niij4CXXG9od5XPw=="]}],"outputs":[{"shape":[6],"values":["lErOvrkcAT9BKQC+uoA6OxgUdr3qJES9"]}]}],"trainable_params":{"lstm":{"weights":["9DqyvTVJnL2gP+C8E2yJPe+82T1hPai9vRpTvlIwBz5FUYS90ypIvSqdwz1/P309w4ycvXj5Bj5BEAw+qQ0rvjXDvjwGHVI+quGUPTMgI70cxqa8LHwfvhDAUr2sPuk9FI2gveq19T2N4Qc+p/Y/vkV8WL3/jUY9ew9mPJtwqDsJUJI90sJGvcOmWT2OBvG8dMkovo5+HT5tnLU9o9+4vF8fwzsuoZy9UxsQvr5mMb157uM9qdDtvdz1JT7l/cy9bmcePvbGATrYD4Y9+kG4PWaZNr6ZXwm+PIagva7gYL2OcuE9k6g1Paeqn72oMRe9SNwZPjEzfj2uP3U8t923PYysYT0cylC9smcBvA+IDj6HoDG+MlEFviHWpj2MhDK9QufmPKBxJL7XQRC9L6YuvdImkD3ibXE9xoYaPtjXuL3GP6E8J3BRveOW1r3p5JM9NH0DPtN08D23Q4i9DOHvPa4N2bxQoI29Bu6rvYfUGjwdVJ+9eSBAPQWYjD1025i8V9JnPNSm9Dxdzcq8bvEKPj4Vzz07JBO99t2ivdXakb3ENaS9VG5pPXcXEL7vic49dt6yvR0vx70a+AA+hYCpPaXDFT6el/o95JJJPXsiKT2BoeU9cbO7PQAoFbyRcvU9SHt3vTqzpD1VMp49QYbxPR5kAr4zdwi+PsjIvc2kj72p8O08JVrOPQhgAz6XKYm9lL8gPuxMAj2S3II9Yj7gPfxqwr1YD9m9rZcLvg0Usj3IWai92o8Bvg25Db5dHM69mhA5PSqw9jxmc3o9TihbO+Intb2UtJ299SvdvFXxE70KGYG9WrFYu/UkRbsF+7O86jbqvbadv72/ObI9j6ISvYJbBz5dSAI9Js4gvdRuJD38gKY9lHGdu6zazr2H+Fm9x06LPaDNvb0dpFo7nvRVu/KTWjzWC+k94bgJvlk4D7s2M4y8ot8wvvqh5Dwszqa9kIbBva1EDj760DE9LhShPRb2izwCE8E9n7AqvsvBvz3gqRo+2cgivSMf9z0OwzM+","L2P5PUykFD6BX6G91Ym4PPY1kb0Hqws+wulHPI+TJD5YBgK9VRhnPUfDIT6m+5I9QKfwPXvCp7vzXNg98/nVvSyCDT6sMs08qrvNvV18lj34QRa9IHg/PAyUIT5dGL+9SmH9vC2alb2l7YI9f9CPvdLZcL06fR++KI0tPf1Jwju1ZsU9pNKZvGHCjr2+qaK9bs+vPYEdOT7jNrC8mftCPma2sr1KIyY9f0LnPUpH8z2/BWe6yvoLvdBqzb0vVLI9/TpdPcmXLr1Qx5O9KFnoPaysKT5VOMA9C6LtveFs3z3gIia+tfYjPjkBoD1D/C09CO/4vfg+oD1TrtK64fgjvTexzj38/gk+Rt4uPa8eCD3Mu+s94lkKvlu14zyouSM+PknKvR+0p72aZ4m9K7CXve0EuL2t4dS90BPZPUBEpb0PiS8+lZX3vSQ4Kz3xVLO9wF+IvaAjo73eGcO9YnwmPQpZTb5D1gW+gZMGPWKYET3NKwG+SFjaPcIn3jwuaB6+2p8GPhCv1z2qLGc992GxvTy8UL0ATHy9CM8pPaBxczw4AAI+9eXZveGWBb6cqAU+UY2Fvf3PH760JI68FXUtvW7vFLyuvmK9QXpDvUTUzjyUvP49RC0Wvtlq/Tx34Q0+alUIveF3UL2KhVK9qKAFvl6JBj7P5yU9RNFxvTAhkL3eGQO9pz3lPSAvHb0IbKg8o7fevXXIkryjQi4+zo8+vZwhzD2+d/C8FzZJvdsemr1uLAY89kcSviSyXL116Sy+JrluvWhkHz61yao9CPkcPaC/hr3UNuw8W78NPqA/OT7X29M9xgjYPfmWvT1cMZE9svZyvV59Cj4yX9m9EO74ve8v1z05iey7Yi5/Oy/cnb1TZvi9DN2dO5toBL53hb498KkNPpESEr78Epi9rCQQveSMqb0tvC0+WgMkPSG+Aj2isZw9bHNavWCmvjweKbM9bloPPna/cTzsYEk9U1aIvbRXpr12YiO+xCMKviwVy73issK9c9rPPBMTCT6G07A9","H6mLvNQqQL4N13S97pi7PahjBz1RT7o9lSdJPWqJprxJXsI90bhdvesDVT20ii29o/AwPnh0sD2k9fo8b0u7PXjWxT1TRVo9NxSIPRoYKj7y2ee8Hh71PbeYr7y0i2c+dZKzvRIF6L26VMc8bNLcPDzdlrwFXAw+9CglPbAGnrtbRku+FHi9PKNgsj1709C9od/SvD1sPrxkGVg7J/zrPXFOC77bhuI85JPAvaCSLz1mtkA9KIhhvWscTD3uebi9IBLaPMmPEr1Jte68YyWOPaQDQ7xSoIK9QARFPoyHVb7mWfs90opPPtjryr2idSU9rNa6PRP05b2uk8G9ht3jvRBVLb02GXi8K5iMO7XPiDywfJU947LmPYX2UL1/wRE9JWHYPTg7CTuZsM68/aN5PYZ+Nz4pO1K+Ep/hvU5OA74bgJg9Mz/XPa2QvL1jm9e7kDm5vcqABb4l6x8+rkvvPV9Dnb1Hf8Y96/g8PY2N6rxw/JY9iKsNvomHIT3n9Mk9gXQNvmYZUb21JyO+Pz0Dvo3p4z2U/wG9a0fGvYsIh7zcP2E9dDEXPQfXiz2OTmY9PrfKvQxyzb2uG/O9woK8PFWIMD5QjVG80mIpPnmK3D2b4x++9+cYvISGs71X5lw9LZiwvLz0gL0Ufz29MfyZPL4R3r0X7h89S1jnvPeLoj1AV1C7y/SaPfa4bz02+RA+Y4L5vI1/Eb5qMxa92rHevbRFYL2kFPi9kUscPv5pAT6OzI29kE0hPn9rzb0ep3o8LLyvvRI8CL2eUAY+Kj0dvhAAPrv8/au8TZeMPaB4pD1ims49TA7HvZcCWbwF8JI93c3VvVYc5z0L72c9ycv3PdRtlb3i2gG+9DTPPTrIwr2BYl09F5m6vKuR2Dt3mwm+pgc3vgFbEz7WePK9q3S3vUm7Ur45cty8ivTmvLuJpLouz4Y9UOVbvf3Pnr0XohO+bu8YvhZCpT1rBT++mghiPUdsAb7ZVBM+QuRiPbq3xzxvmey8EJw1PZrTh73i1449","mYvuPSjhp71qiUS9MXaAPaHKqT390wC+NQlcPQQJIz4g44e8cfnrPYyRrryX6Bg+9gUBPp8BXL7bAi4+9/K+PYI82b3sq+w9MKS3O/cenzzsLoW9UpXmu5E/ET4VTvg6F285PjJYCb5Asce9fT4yPrXR8b0b8Q++qL09vorNSjhjlue9TAe7vVzXg70MIoG84aqhPS5h8L2E0wY+L7N6vauz/rxLwlE+pmvkvWi95D06AAk+6WfCvbJno709L4U7LhXgPQjjaz3uwjg++UWWvdRwkr0JjvU9Uvw9vUqb6L2bg0A+viZ7vV9IxL0l6f8956NEvcrxDb0/Xow7RFmjPJJfHb0joqs6Liy5vAN55j1SK5O9WS+dvR4W4D2MHeG9UmgWvujQJD6k4ji7JRGPvcLeczxUpru9R3TJu2wiA74oUjm+VK0hvvP44z0evbO8j+wkPk4Hib3L9wC+MZWdvTzk9D15jJs95MCSvWuq+LudhHu9U2DUPavUh7x1wwO8kaxOPCDLub0Z8a89SIarvf9C8r2GJp49/lUDvgkkKr5DnYi9NyT4PUJEWDyLk78633OMPezcUD1i9U2+Nn4AvssoDj4uQ7k7VNZZvu708D09ena9i94JvEbOjr06yNu9LhrmPBK4cD2KRB2+SWcuPOViCD4es1K9lVGTvUBbqb1mACQ+xluivcMdsj1k6LE9UR7tPUbsCD43Fis+C4jdvSzQSr1+GL89TzgRvnNhhL1Syfw5cWCyPUeHtT3WDIO92D7BPcFUTb1wMr+9BAIEPngUFT42svM7KM2wPPqO6r2Mvvy94dOYPb+Nlz0KWEq9El6svc4ARr1HuEi9QXmGvWaEJj7g2pm87nUTPthWwj01vq88RUrePdTvF76uzm09lw35PTUYxb0Qd5A99sTqvaMX2T2D9/Y9U064vSNID75/A4w90OzLvbbIpL0u/648kt2ZvQfjBj1IqLq9/RQTPnt0TzztrK49433vvaaJar0+wgK+ZetHvTbrdD2270c+","PuWePZby9L19qRK+D2onPU/T7D0djNY886sOPhBVLL31Ep89gbyUPeqLpDwCGoG82dyAvJWbhz0BH6u9N0DXvTgIDL6mcp29Q+QgvuCoMj544fe7sWlnPc/EyTuj+u09UoIIvgN/i7xdgWE+tAolvhyn7b1qZ+k9rO39OhRMKj6/0qW9dnr3veDCFL7BZ/U9pC1gvEr4Er5+B8I9RvELPLQ04TwLBgS8K0uGO4qzJ77Ioha9x7I5PsePAj4zHFC+z0nOvRBnLz6VGb09L/z/va+EJb3ZIHw8ijkGPvFa9zxp7+i9GIgPvvz/WDyrp2k9OgfpPZLZWDwTlfe9lKstPh+lnb3jYAg+g6zkvXdRTr7+bU29S5M0vf36mT1tdSu8QDxLvN7Aj7wEhTg+oXMnvDkSjTxlaB4+0koEvbMr+b3yQYU9ZG6lvTlSnLzEcSS+gVwgvjLKmz1a7yO7u1kfvcIDBT6nQA6+mnYWPlTQ7z3AeQA8wrChvRqmpDu7IMu9aWkGPgdWAj73vPQ9pF1avAFatb2E4B+8R3OOPbKpBL6KlZ69mLgkvrDH7D2Vd1C9xoGbvR9CF7yUHiI+jaqEvZvfKLxMnBG+AIEavjqbxj28oBe+qvMYvuwNC76emJa9ySPTPTKDOr6KVTy+AP5gPfGw/T2M6h2+AhA9PXOeKL076aC95GxIPXMvTr2Nisa95zQKPpr2pz3IWhk+eX5SPRBM/z2eZCA+jQVVPE0lK71Xa8U9F3KYvBzsLb0q9Be+OTGxPR5jCb44flk6THSUvHL03D2ImbQ83d6WvblLqrwA7/C9DJiHvSg89zyAJ5C9hgnhOiBWlz3c16U8v+bqvLozWjzPSAu+MNogPtEbsr1egAO+bNUHvHWT5r0KfBK+MR0OvptmVT4J2YY9iVDMvRlfJD3EeSW+eXzhvY/DyLyHWB++p8QsPS+05b2ZmQa9Qy7bvQvv8b3pF6q9HOl6vBiG4719LIO930X2vX/1RL3Gb4g9h1FBPfip9r1u4hk9","JBe5PVft1r3e8Vo+CjpMvX1DlT1pGXI9EO2cPbP6Aj1ZoC8+1aKoPSGpjj2/POS9VCM3PRtnoD1Tc1M8sNacva9sTD2ZEMI9qGp2PTbY573dlEE8PkkcPdM3IT19UYI9LRhdPGzOX7xOkwY+l4OMvPyDPz4rmU2+DRgGPksnsb1UqNI9JGoAPmw4vj0G5Y49s8K3vJ3u5r1Nse49VyMTPImfqbuoTh29XDEQPinXAL7ypWo711xlvZ0fFD0Ked09Ls3YPUK+Jz5ppqY8odiIPGRtzD2V4ak90xOvPfriObusypK95Y4mvERqAz65+na86DcnvMe6UT3ZsZK9aydoPhqRoTxiHgC++pcAvin0grxX6jk8At6mPJ+wEb2rkjw+w/tCPHHlGD6v/c28BvOZvEIk+TxmPhm9CZ3NvZzR6r3wla48guhVPqlcuLruy5o9k9tdvG6P672FCbk8M5IsvhKzCj6PfUK9jcU2vlChtD2rvCg+t9ckvmkQEL5n5Hs9ATa5vAEnrT08uyu9yLIuPmL8F76RFPG9d50vvmHk3rz4fuG910Ulvh4Hl73ODtS9H/P+PHv4170RPS6+jXkrvlZXKT3fzOC92+0xvsG0IrxJO7C9tHApvux7uL16SRK+ekQxvtO4gj0/iBc+kx3tPPfwnr1+9Pm91czHPdY6CT62qAg+k41hvQ68LLwKxrm9HnE3vswJ1r3KOHI7WITKu8Kp+ryK+rw9rRyXPPqZGbyr29S9yJurPVqgar2Q+mg8Bun5vWPozb2rEos9fR+qvDMEtz0Q2069aZ9ePcQKgLyKA5E9e84LPVz+Ab7Mijo9cj7svEwQJL766Vc9hisxvcxJBr7xjzC9OLzHvE4W/j3svSs+9R1qPJ8UEr76lRs9ISTKvQAWCjvJtIs9SjRPvWLJ572jyuY9izkRvh3eXT2EZom9IMYyPsqnoz2/OTI99SjgPYG2Az6tQue8fzaNvQeN4btUalu9jSPdvUKt2z0mccm9fl31PTxKqL2mE9C9","rSl0PYBaej0WfSU9NLuiO4iILL33SyE+YWmxPTd8Lj4nHTo9wVrOvDnB8L2uUcg9bBGXPdnrjD0TFxu+3tFBPayAyT01qS+9C6KlPe16B73rs9g91rhXPS/3/7w/e9a9FT0uvhwhbL2T1dA9tzUkvatWBr74jYI8ilx0PS16JT1QQEi+2gnVva9nmjy4evq8jp0zPSlNGD4ZMDK9jFhLPkr1yb0kzvk9SHjhPe9nBb7j6349eWePvMIJwL2Diik92h0EPi7zxr0aOk481CzSPUwl8T2ToSC+h9gAPQv3zz22n9i9W9EdPB6ysrupQ/49gfZivIoGMj2gcRo+GaHrPfPn772eppQ9VSsEPfn9xz1cM+e9ansYvs8CAj5ymz+7f/GSvRMytTyBOdC9V92HPLjHvT3Pf9c8huquvQiB271kIyW9h1GPPAneuL2rxqE9wsowvnI9qz264M69M1skvkM/rb27cAG+7dv1PYCAjL2+cqm9KXTbPSUSPD7gkNy9Kbw+vb0FmT2yRcQ8MOIHvtmvHD3t9Bm+yztCPdIjtL0OvnE94V2lPYx3kD3E7eI9zx33vcdaEL5JXvy9vqPKPBz/yr2JdNs9qJooO0WZMby12V08NPUMvTbO8Dyr2g++sTAxvd+Rub30nqU9GDa9PS6lory4iBO9HMMTPjnprr0qWuK9KTNzvYTqKj5kW9u8YJEhvndTxrtvZh6+gWovPEDKB76QXO09tPMtvmrcuL3VyvE8sMTJPaIFeb2QjGG+l+bwPZZP7TuSfxG7FeikvTjBkDybVqu9LN4tPs0lCr0MKvq9nq8yvR+4cL3TYhU+F8sGvut+ID6sWuI8pSkEvhfSqr2eXr09d00SvuIuij3pO0G+TvfKPMrsaDyOZpy9/QdlPVxLjTyt58M7F4QJvp3der1g4TW9cdAZvV+LAj7alR4+vsXOvdof9j2l3gU+POnivQ6eDD6JJJW85iiNvQ+/AL5gJw+9diodvYMOJ77s4Dk8rpwdvvNIczweBlK8","CFdgPUJR5L1zS748IT3pvRIBHTxJqf497y6ZPV6xXD31zQk+RbfEPdFCV72ySZ08PhH3vKFzUD7xpU29gQW5vYc7lz3Jt9C9hUMbvdncob3VBZK9/cpiPeJPTL5xyVw+sFLQPU7yCT4xSJQ9hRO/vOdpGz7rDjm9ANn9vYaDPz3FcuW9jqdkuSXKab23mci9ZvqTPf8ho7zMWgO+WAiXPL2o/r2u/o49ZxIWvkq3kj2sCZW9DenLPGf7Tz2Btpk9GI8lPos4+j2OaG893jAaPa5aNT4X1ay9V0Ufvjd5WL0Jud69Cdb0PejKwLz8Nis+IJh9PUsgFr7ghS89xYq6PL/qyT1UtW896g2ZPOJu5r3hOcy9eTHrPedRIb7sf448X3LTvbVwJz5yiQY9bR0+vXypo72d4rS87ziNPOxs/j3Td5U913jVvVtSxr0HLgm+NZflvVst3jxZWtE9WPdDPnfOnT3z+Eo6wBE2unkJLb3eVvQ9kJ/HPU3BHjzNZCO+hhdjvVJqjbzxoJ886wLnvQRpP70SDdA9cMNcPWyaJT4ao0c9DQwOvkFdrL0uMRg+qxTiPaQsgD34i869WU+yPMFp1z1nUsa9qltkvqiqNL5xHIM94ukUvUlspT3/BKA90i1pPW4ZoD3+ety9jwervOv30z3uYSy+wyNPPQkzf74nxOa9arXwPXTqIL25hhK+lmolvXOR2T0LBlc9ncvdPUN9M73uKIe8KnDCO/JR+j1VBVy7/5YsvaUTpz1ztw2+nsbPvTHXR754T3k9j5QQvvNaRL6jZPQ92WrSPfbuaz0BgoM99JC8PSERkLvJvfW95b+cPSCaHj7SJhO+QtWHPbQUYD1yDBQ7UbkZvWSn4zz5hw6+OgbnvcU+CT4YXh6+5GvCPd5KLz57y1e9IHsMvr2oH76A35I99c0PvjK2xz1p/aa9AthHPnNQ4rwuQOk9gn4pvUkajD1+aww+OGMfvujCG77vbgs6rMh7PYAu2rycDAM8GaeoPe9bJzyZDw07","p/zxvZk+tT3nQYE8l0oAvtiYxbw8Gck9rv4JPn8hs71md/A9++G6PeE2bL1NYE+8hBAZvsQ1hLzdSzI+Rq4jvOJ1xD1CNgc+oQwKPIa1Xj3Zrca8dMMaPrpMHLrKRlc93GqivYgUGj76QqQ9bRxBPpyPhr06XMe9968ovgWtFLwmOtM9XWIFvgDtkjydnHe+dgtaPas34rtsXD4+HdWRvVwSBr4Ut6c9vrmdPRQ0gb1yRq67xyAQPtvocj0CR2O98KSIPBb7bb0TNB++J2ykvGPXQz4m4uW9o7y1vAuYub1lGPC9YbQ6PEVnzj3o+cM9gz3LvelN4z151Wq9im6NOvYtMT4d79k9TOKoPWD70L1lCog9Tms1vtnSbr2oqZA8EuMSPMF7uLxw9o28KTcCvmDUDT5LohI8D4s3PZMX2T3GDxm+b51qPm/N8D2X/GW9qFTpPfEYG75cTk8+zdO5PfQrh73ymrk9iZyGPWTXcr16TgA+MitFPpG52r3KNsU9vX7evUuGsT3Ll0W++r9kvfYdTj1pWTo+6JnSvN4lB7wL6yk+nPlSPv6qJT2F/Eq9kugyPuWgJD5M9PW9Q8KxPeZJhr0rFne9NJVLOtBUgT0KLc47nlAgvQChgL0edhO+M9y6PMgFUz12YfC8cUWNPSCG3T3d6SY+s4YHPVpFtL0WaMe9OxnFvDUaaj0hWBg9UlsYvnCNyb0oJdi9eJkXPV6ATz5h7OE9cDlMvvkaGj45N+u9sCavvQp277ueQXG9jWzQvaY6N71QJgg9uR6tPM5aEz3JKW49T6jiPL0gCr3gfBe+vJM9PTT2qj2cLgi+4ZSqPf67DTzcJ/i9gkeEvQTzKb3mzpQ9+qmNPWM88r0wNRA+XWTkO4bw1j0dKvi9HLslPa75bTzl1H89SQ8pvToMFT1U4KS8UhsDvlJpsz030Sq9qyFoPXaFfj1NryY8UWbGPUYEKr6SIVw9/0nLvYG3HD7gFOu8NmkcvaUDUr5RvbI9gzykvTRlwD2d1Mw9","6oxFPRlKhr2i0Ty9SqCkPUICmT1tqcu9Fb4MPnXHrD0x/409HDsNvtmvtr3uwh2+CGKovcqTt7w2+Za9fCYCvW5TED79k8Q9WC/7vWNxML4s/ZA8S+YLvmMcmD2Hh9I9V0kZvgnCy7lvJKW9Tz+OPdkxCL5m5Tq9NH8vvizPkLyY50M+izILveWJDT6cMwK+iDq7vfercj2uoyi+4eWau/cu9z0tUqa9zQGTve4Jtj1ULWW9oSc8Pmc6Fz5ajeG8/bBlPUFskz1Xm9w9ssaCvckBQ762jjA8KlcXvoLjbz32w+08ORYbPYydwbxfK8k82wYPva30nrzQUIY9+EsUPgJU072vrRe9BEA/PmOMyz2vFLQ8U/brPUsL673cYA++QQACPeHJLj4qSrG9wcF0PVTop72cQcA8/fpQvqqCwT079Jo9nYGUPcJ0Bz5QIKi9bFoSPrcO570VRTK80QpXviYbt72mhwk+ZqDSPWnYJL3L32C9RE3ePGglij0EyUw+2CasvH/KCb5bDeI97nU7vR9JAL75eq28GhOYvQNMQTsjqIU8tjS0PTe4eD1Y8PO9wgg0vu6exD3V9CM+sUF0vAalrT2LBS4+VNxQPXQ6KT2eZPq9kEMfvegp8L0nAcK9TrmRPeWPFbt/U/w7E/zFPaIkVz3R7+E8ztoovoB7jz3qj+u85FlKPS3/c7xD7wO9R4eCvYeoQL5xgrO9CJ3BvULBDT1jU/A9m5UmPaQhgT345Yq9so8gPsqh1j0pGJE9f00rPmITzz3EhmK95jzMvQT607yH5pu9NBAXvQLHyb3QXN49FR7UvI++3T3E3E47KtvUvaG6yrzSo3I9THfCvWYhJTweH42933MlvcyE+D1FGxa+ziG3vNoTSj3rV6a8WhPZvS/fQL7rzyw+cy/qvd/2nDuQB4o9S2+SvdPBBr5aPA0+GzSWPUk9JDx77ye+sS7NvbgPAz74w5c8egTzvTsE672tX/o9nzuTveQSQD3JptG9nfn5vIjIVjll2bu9","lK0qvUoPyD21IeM8oc7uvS5h/D2CTVw9Odc9PQM0EL5WYoe9B8kPvUlWC71HSX89M6emvYRWA76y8q68X3suvfdS9ztpZXw9S2vfvcYfgz38FAc+MmYAPnSpTrwpkOI9LGt5vB8dEr3Qw+a9qrYDPmgkdjwjFCQ9PD3tvdio2zz/iTw9VDjhPM6Owrx/xzo9kpcavs17KT3qEli9A1kVPtWXvz2wu+o95EzNPYNPMb3l6EE+KAyOvVC6BD4XkZE+xUzXPTonAz6OlN088VJYPeXn1D2klIs+KmSaPT1csTzNEuO9eGLvvYI+uryK1yU+Jn6ZPbPCYz6vcsS74K8rPeampD0BGyK+yshRvUC9Uj2uRz29k6bAPNPo2Tx/8f28euMBPk5tlbwptPY9+FIlPnB8RT0CDJU9DxKGvRPZRjzW2VQ+6P0AvusE073rR9S9KIH2PUM/Fb5c0vU9KJpDPqsv8T0Dw6s9QNyPPTY/Pj1RnSE8iLnsPUHpLD7CdoQ9eoA2vXuECr1Zic49NLOGvdIVpDxngp09cNMOvfHPEL1TUBE+SQMBPRtZ7D3YCt0894FLvX1q2juhN0481q4sPrAuKj0pTXy9ZXBLvvoDJT0O2009mkA6O6K6Cj6gFvO8vdjCPAUEgL3nRpO9vNC1vfs/QT6NLjK9DYIrPqZebLtTZM68+icGvsUInD3HH6A9QFeDPS570TznLag9Gn43vuUt8L3z5jQ9hJwqvdTLy73DJMe7hquZO6RuvD3+2wc+KwCdPWcy3jwwwwe+5/apvOvierylC769zf05PvHmPr6EWFS9nHxcvQtepr0/GK+9Ad+SvROr372U3j29lP4SPhCY/L33nlG+PSXGvfm2/b1sRQo+8B7MvRG4lzym9h2+NXYGvlzAbr5Bp+u9z55DvDA+eL0HJm89Ef7VvOFgrL3HnUU9lzDEvb6lvj2XXRI+zq9CPmxkkj2bPZo96UQCvnefYb39hM+9cRsYveE9Q73QNJO9vuimvC2P7D1JOhS8","VoppvUzQmr3qMvg8NNdaPYiqID0zFN29b3wWPv8/2LxT1f693DoHvcnWNr5gPhu9uD2wvblkZzzfoBE+bPqIu+vQyL3ec5U92f1qvIcTtzwYC+u8RNMgPU8bnbx4oWi9jugUPsk17D0puvs9PCv7PWHMXT5mgCa+tPrNvYN73z2SWTK+gZnyvSw6qT36Rqi9qjaRPD1c5DzpySQ+2ssBPTjzKL5FWg8+XLyOvfCK6r308Mq9tKbMPcVga7zS4ha98sVMPrEr47yianc9UiqivfDQHLxXW9q8UkUnvoI3lT7JKSQ+Y3iwvfu8sz0VYQO8LXNKPo26JD5vu3O8kChnPrcGyj2N12S9wAoWPvuS8LwRpZe9d0ajvQYDHz6e2TE+us/kvB/XXjsbY/U9hI0CPUAwTj5k4k29Sf5JPSrqyD0hBAQ90Hb3OoMLDT4SBAK8zFx/PjFieT0IamM+6YpGPQMR3L1t7aU9MQedvRMC1rxn6yG+kzThPa56xT06LJS6PSAAvmGtIb0j6cK9192zuw4Q6LzSKKc9aWRAPrRuGb4DkjK9VfMmPo+7FT505KY9MbNOPVrG5r0gLwy9qx4/PmyxZjsFYjE8RvfTO0ZOSb62aDQ+zS/EvRE5VL3YzWw+6ow5va+/uz30jyO+hfKDvsM/gr2YVm08jgssvSSu/Ty9KDQ+4qTnPL6Qxr3J97a846NtPF4gNT4RdwE+lUD9Pa474D0MFKo9/EVNvG4CK72K8/Y8QX9wvM3Kxb2gVaw5Z0PXPWbEGD5Zi6y8nLQMPRTrvT2Hy6M92byKvX1LAj5JeOg9yAROvrZcCL72NTK89EUzvph6kT2l5648cf2Gvi46Qz23z4E9dC1/Pe3VLr7/HwE8jQz2vSFkirywCjU+kr1Xvutmjju8YTi9cI/vvY5LkrzhERS9B5qkvcHQvz3mmP29IwD0vD3mLb5PCBQ+98mEvTUJRz6gqJ49XirsvAgInTz5gyG+HD4jPvFYQDz8x4K9K15HPrYCpjwpF467","I5cuvu+lHz0rmoY7R7QsPEn+YD25SRu+fYMhvhdZ07ybJ289V4iuvVHPSL5fmFu+j8OdvTylu736wZA9Kdk2PblRrj3G5RI+/hruveiuRT7pSkQ+I6hiO9baWrw3Bw28coCbPd2zWzyDPg67gieRPpYuGr4HtAC99Q+Hu2kRp7zpxrk91GQaPhuZEL5hXU49qm0Dvk4VDz7XsLO8yj39vIk4o72jClG+snEdPuDNmr2jHoY9LmXdvfp+0D31X14+gNVDvdMGcT2gNTq+XE3PPDZ1Bb19LDg+YXBIPsupBb5AsVY92ZeWvIT9HD0Iqw4+VA+hPeBhJD1ODEK91q2hPAq97z0vG9I9lAdZvlYSaL54XAw97h7ZPW/L2r1DInM8GKkxvj6CJr0XeDA+dh7gOxOHB775t9U9L55LPnjU3j1hira9W0YwvnfgGT7dB5G8TmsbvL87mD0Ubv49JYSsvZQhgjsd9Ju8kCEzPlgnND77SxQ+l6jdPE8QLD0qp6S9zjelvT20Yr4SLh07YwnjPbnSPL2qz5G9TrqDvdfJ2703QRM+wdlbPMW8Zb0ZQAc8xIYFvuruiT36m+k9vO34PTwzNr43fzc92JDYvYVM3L3UcGQ8/V3rPJMptDwHUVo+CBg0Pn61GD7Pdxi+b6oKvjInnT1AqYK78Nxnvo8dyL3gb9s9g4oavkYTH74cTSY97RDuPHluaj2GRyS+1tszvYMs8D2CB8Y9ru9TvZC7dz2WG8U9L2p9vsEnsb0EYGy+a9wfvGAmqD07Rt28PEhmPNXS1D0Kqwa+IdoJPsiTrz2iQ9A9INsBvrmIpbxADAE+Qu6wvfBZEbznPHO9I3gPvkch0j3Ag569dj7hvAFoKL6uZc08oqZAvm+0Yj0XwP09jSD1POTHdTwG6m09ZHVIPacwOj4hDjG+2zLWPGxYJj6SRlK+SbC+PT3RoL0NbY89dDMjPlGgPr00SVW7WmtMvmLsQDxrKzU+SGG8PfPZi72SahW+0/l7vA/K5L0EhYm+","vr1SPQ2UWb6vDog9YlUgvcFxe73oDNa8ru8OPYOqHL3EySw+HpCbPURru70I2wO+0gGLPaM89z3m/cE97jLYvf6NkL1piNO8klygvGWqDz4csBU9be1ZPlEVPL5tt269A2bYvABJm7yMZCq+oaQGPcYhTj1OHFU+zGUCvtjG6b11uaK9U0XsvR/nl71qdzY+SXv3veP5OD61PIE9GGI5PDC1nL2FcQK+2MQ7vgsv2r1br9+9HAabvXT+iD38UA4+ZP4xvh74B71ubgU+CMAFPjnHB7tA8OE9eoeGvGfb1bxnWeK7tnr7PaDLGL3GTnq79CW4vfGYtjx2MQu+yMCCPv4BND79szA+IPPXvBPuzj2c6gq+nyXYPSkfrT31t9i8BELVvbMdwj1cvA29TnIFPnJo1z0ZuBo+xWTVveA6Gb23WAs8CMY/vuC1Jj4MIv89rtV0vnq58z1wmEQ9cEMhPW4a+zss6ek9Jiorvse2q71iru69CPbcPciVND5DznU81BUEvl6uRD4qEz8+MAN2vicraD6/6Cy+2PCovaouU73pVnI+qo/rvQd2G75I7Y69fFkVvjSUY70uG8C8VYl+vaBiA76bDDS+3UkAvkdBUj4WeC29UzhkPd3vsj0/bDA+jx8uvnqYeT42TaM9FMowvH2Hyr0OEBa+d6xpvd3rAD2t3gU91v/6PU0gG74ouFW+qHwPPcSM2r3UXQU+2IvJvE4W0rwpGXu8gp3kvX3PQ76Cd+k8SSmHPVohAD7Tthi+MOWSPspj3r1DBKI9+vsiPqXZsLxHEqk8gSk1vIYYBz2r3jo+S/ekPWfEIT4Hxew9c7AQPpRB1LsKAES9JiLjvcE7uj3Vqda8RHLjvVE9H74c/Xe9W8MmPnXX6b2FvEo+Y/FwPczg+73HSw49C6AgvpaSJz7Fx689BsDEPUq9kD3JJgo9rbkMvvPlBb0nAw2+DxMzPYZbCb47jBA+RCzOPWafEb7v+XO8+JOovbJi4LwRvR+9K4+2PevCWL487FC9","r8tZPjjsUb1LHLi97+UJvpPGXj1uvK49IOjfPcr5cT05Njs+vk2mvZYcEz1TkSW+xcBvPRpxa72SSfa9C7VrPgb8gL3b8yG+MFY3PVImvL2uFoQ9lt6TPHLzXj3q1fW9tObWvSrCVz1ldxE+2fjwPBQFCL1AehU+eyczvIO/bT2h2Bi+sObMPPwhUDsSh928YQnxvYGCPb6mkw++sI8fvSjW671FPQC+8cncva9HDT4vRoW9o5/4PUbUEj6WWx2+f4jrvas+Or7hXjw+w2ULvmLorL2BVIM99qrlPV69Nj6QeAs9K8jTvUHPSz10QpE8qt6ivQnDQr51N1I+hnjrPRQ6Eb6psGA+VgJtvbbaCL4RN7O8NenGvZfR973GQgW7aEX/vXfdvD1ipkC9JHlCPg97qT2NfwC9vxA9vkOjrj0o10y9ZuzpPTnhX739/Om9TII9PrTpBT6GoyU+q+AMvlsNLL2DaBm+je+lPLRLgjxukxs9rbbqPcWFlj2Ol4u9Z6vnPQZYwb3JGRI+nwqGPNYt0ryvJuu98aqNPhvW/j0Zct29nS4yPjRj2bxKo8y9y8IXuwjaxD0X6Qo9ge/QPW/KDD6Y10M+MMWtvVjN0r0CME6+p7Thvf4tXb6puZK9rpWyPelpgT3FNc69Yo/3PLibCL6oHx4+NcL4uyGELD1ifQw9Bil/PiPC/jzQak4+ZUSXPJPowz2lmWi8Jy+NPomnSjz3beQ9p6FcPDs4J70+TyY+DwgXPigD4z17wwU+1nJlPB0I0T0dnzG+AJOGvfnHtD3e7Yy9rHabvT+XaL6gMyU+dto/PkSBIj7NcvY8r+J+vXhix7zu9Vm9cIAGPugzHj6lJZO9tDSGvVRFmr3Yfxa9WyHfvdboS74TkLY8XjC1vVAHbL0oUSa+e6mxvKVcKDxw3kc9k8EBvcFfW7zpPTY9MDZivX78dD2FEwo+rtczPRduzr3FNdm7LXG5varJgb3uJW09OIz/vWizSz7T7UY9y9BIPCkejz03LEI+","GB44vZGyED1zSw09fd6TvZOTSbxMSqI8u3AAvn7jxj38mSG+EVN/vqB92TyCPvq9vYDVPWhcaL2hsIq9yZQCPn/Shb3y8/m9cTp0PYqTzL38Ne89iOzIvVB9473reh8+NjQVvtDZZjwP6gi+ofQdPdzJLTxl1gA+IVWVO2dEnbwRcue8quYfvr0bOj1ss6U9qOMsPlAdmL0niJU9WKgIvujpjz2vjFu92AxBvqiucL6TcU++YjMkPtshizwMrci9qRsOvRB1Ir6Zciq87LkYPsGdRj6PwLS9qx+IPbMHwT1M6S0+NP7TvS4ISryP1Ea9PU8ivsyp9jtXvxI+B7WtPSC5qbz84Zc7irjmPd99Ur5el3690DXkPQIWdz7zKww+0Me+PVI+jr2b1Ti+bnq0PRU5+7xsvPi8RzbAvQrhwj1C6UO9+hPRPUCE5T2K3Fy9pKWhvXSsSr6/MC++ZNYPPoTzRT7iFQs9JBiOPQSad71v5Ak+TbntPTwoYb3Oyfg7lGqbvM1I5b2vQXM9MImGPoKQNb68kq29GdESvqvxpz2w7GW+MdN+vZrMKz1Y7vk9hZ2gPNtWPb4vnQY++A8bPcvBjb1BN8q9UdehvWUP4D3Hz8a90YPjvOmtVT6KRtu6FI0EvmRk+j30Y5O91XYpvjnlBT4t6Si+MeqdPPb7CD4p6Ya9+SCQvZwvgj0ZsgC+KDiJPksjQD6q2qU9IjMZvvCtxbvl8Xu8aB/TPQxuuzsj35+9sr39PRzJ8b196Is9lJu+ve7F8r0IsKW8VBuivS/eBzzGRDa+SR28PS2OBjziSZg9yBuJvW9FiL2Mgcm9gWggvrEoUr3HIRM+2J1AvWliVj7fB769FmPCvZHBTz6Aw4A7NZU0PlJD+z0v5/S9hNt6vcbrOL5MRsy6rFW3PIuKIz5mjWG+lC+nPUHxHr2r9x89D1hSvZeUDD4DyyI+ezopPvfmPrlCdhO8/fC3PfCvmb3N5Py9SxeyPQMAPb2uG0W+NhIzPf9TqT39SsU8","Ct/xvYfnMz3VHtE9jixKvkNgC77EOxA+qUJcPnvgPL7nriW+XuVavnxm/TwJLis8ckflvXCaib1DiSi7uYMYvq61Az4ROOu8D540vrfa0j3aMdy99GcQPtusuj13+xe+31cfvXUA6r10jaY9LEMaPgUPDj7on1E8RTn2vasCqb3xbrU9WSlRPv8Ppz05H0G+MjBQvWQLKD5Rhge9pCScvdhhDj7pJvk9j/eTPTBUB74ZDiW812fFPKlNbb1Luj89HB66PTYtIz7nv0E95AoLvuH5hz1F+jC+KPBTvvU+3byvU2k8aNAfve/GCj6bK5M9e9mUvTa8E74zTdc93BfhPetydD2cO7U9+UvcvZFR173W40M+GkUsPtfSCT7HwlQ++PTSOxlxhT1naI49y8zBPJok+j0OShg+JONPPqCF0r2xE+495P+WPfC29z0Pykg9WS2xPPFlyDtUMgc+WG3YPUsEeb1D11G9y7mpPXlYhz0Zdbi9wV7dPHLa5btyTzk+De9bPMlMmz0sdq085TIMPbQA4bzu84G7LZrvvUC0Qb61Lfk9ym0CPqAOHT47ygW+FdzovVU1Kj5sMDM8NrSHvRZqgb5mGks8Zc0dvjFdnT1Hvg29dsXgvWMe+D1qgmA+tRFvPdxBiz2QNiI+Z6/VvVCV+j3Ttzi+dgwgvv3MHr4="],"recurrent_weights":["t9WNPWwYuj3xHEC66SP+va9zPD3Nl8O92k0svoRT3T0xO0S9mKwUPn462r07lzu9G/rTPZorrTyf1yI9XiYaPctsQDxP4KE92MbGPTeFEj7K2km9njlTvbYxFrtNMgg9pQJSPa1YhzyHlGY95HdfvVxXoj1qi9A9v3EDPsByaT60kP67OiiDOzRyib2shOu8KUaIPfh/2TsxU8i8Vt9svNTEBj5MN/M9TV+KPFEqxzxkxI48Dl9ePVmfFj2eoQq9xQhAPRpmH7zhCY+9xXeovZgRgTsbBHe9USuvvdzsgT3Djig980IGPFhX2rxkCWM90jS9PfwEOL2J6EC7d0xJvaqHW7tqUSU9nzF1vV29Oj1Ip789KiH9vDHR0z3VBkq9U0UCPjacsDx9MNM8NxOovSHJ3zyObf68cA3fPYb8PzxOQAA9tZFJPK7LTj3M6bI9+xt0PaRF/r0fCQm+1QbNO4jVPj0/6z69yqWqu/2prbuIEKs8LhydvZ3ZED7MeJ69NM0OPbdu/L3JeYm8EyoJvboQvrxBThc9NxQRPSSzK7z3PiY9WaJIvb4kJL10JIC9jfXjPBE5U7xgyws9C1MmO4elmL3mjNE90pjoPFKKxz3f5Lc9OzEZPYdOyr3SbdO8W4KKvdS9K72fIw09zeKPvYJ1HL2x+d08RjUmPZs9cj2sZL89Ngi4vUU1XT27XYa9SwYxPiEzTL4VLhE+Ix7DOmUnijtpgDK88iRwvXx+h7183Ec+MpycvbvD+r16/rs8amvWvTYtS72JS8k9kyfWPHjFL73ks869b3xlPrHJo73eaAe9d5sCPWn7f70j/R+9LwgEvjOvZb37Cte8LVWmvYewojto/US8vmQSvd1tpj1vGpQ93oLZvbs9HL2CoAw+1uBBPrOpBj7pMcE96wNDu23ZJz06ck4959SjPXwtQzyrV608DlcLvnzHSD0Pspq94LQNPt8X3D3gNza8x+xxPS03szuccgs9B3MGvZUgHz2q/K890tO6vVQBkb1kNrW9","Pkq5vLIdR7yaKKE93zo3vQ5O/D3Q2Te9DaLUPGSaLz2/Cho+zVCkvWXstb0vd107e3HNvEiZs7zQHGc9uiUxPmNklz3TJQu8iFafPHlV6Tr95bA9x0fKPTUnmTyglFM9yKuBvcDOVT6fbo499cJpPmNoAj5uhfu9LgREPvoHQT7nLNI96GSWO9cF0b2srpO9Kd04PeycMr37hI88Mc/4Pdm4bL2LiIw8LPjlvCeZP77Y/wm9wG6gPWWcTLs5t9S9yffYPaps4rxPkX48qLf9PE2+qj3+pOK9AqiQPaYCt70AbaG9F0yGvZZHCT7bYni9gtjOvVqd8z03x0O+BlQ2vJZs5zx81bg9Gce/vBC8pT1nZoS8Vzx6PQ1NOLzoc2O9KdGoO7AvHr4QrqY82OK4uisqkbtmpjg+iLQMPSvjBb7kOQE+jp2EveQ1mb2liUc8d6UkPYw9xb3+Npe8HvVdPMkpiTsCT1+81/znOkhjIb6fNJK9KAGcvVFszz3b+Fm8oXgTPrtFpj28O9q9J9edvdeVkD1kFTs8jUyUPCcRHL4bAru8NaupPC9aETv6/QK+RKfjvftgQL39tTk9/8abvGwBPj7N1z89gZwVPFFFj7yHn5G9+AiFvQE2ij2J9409Gbpkuw712D0aN/S9jXtqPRSw/z1AyFy9RmPvPffjlbrR5kk9ks9HvDeUbL0DAty73gXBPVn4oj0AZ449/bxsPbAC0r0CURI90pKKPWscbrxydwy8rg+AvMvJtj3b6lc9RV/ZPLn22z2M5Wk9ccWrvYI+gryssf+8Go6NPAtzIz16mCe+EcYOPdLdSDz0WDY8jw0UvjuQhj2le9Y9plLQPdJ3sL0UAPU9TyFuvQ440TuAag28eLAvPiSJgz2QZqc9bC7KvZbRs70c8IM9HDfePSOckTwQNdG8WyyJvEJiej4Q6OQ9K7owvn/ehj3THEC9iFc9PsG5Vz0nx7Y96Qx5PD6PRT2Yopm7UVmEvMpJqrx0wjC9WmxuPizAjz3HcZM8","fZR+vuk3fr0SmEe9V1a2PdnlH7wQbrK9XGOLPgtc3Tylgc29KErSvVBZ8j2w1jm9wFOOPRlsnrzJQ628tKxNvQzyEzuWiFy8sTAKvkw8er0OwEi9mO7avRhIHT45VJy8dTtbu3tw3LzLNXe9S0WMPW/RZT2Sj1O8aT5+Pad6vjwsDDC94dC9vbrqGL7YLuM9vwV6Pd4xyT2Fg4Q9NyeEvQlqtL1eBFY9/3eQPRkZSz1qzpm8scOEPc7qVL1J87S9qQrWvaCfB74O2Nk8eg66PV7etj3/UpC8NA9nvaR9rb1rFzC+w1jPvUWbLz5k5Iw9cZBcvZwS7b3/ErC8ckIxvL8UGbx9vmq+GB0RvZZBVz3oSZa9RuPPvFGMkT3jbKY98efJvZuJ/zv3S/w84m9nPnyyL7xOJJk9T7AsPSDarLy4uAE+OWzEvaEV2j1s58Y9Q5qPvStWbLz0WyI+ucxkvHhSiT28p168+Nn3PVG3dj1E78M9m29zvY0gVDzxbQg+G3invX9V3Dzq8mK9fXXMPe7AhDv2ggW9ZutfPR1YAz442s+9i0gBvunrob2/jzo99FuGPZuliTxdsm294+k1PeZ0zD3kyem9jdS/PNRguDzCRi+9FE7avCoveL1M3FA9SmTevbdsTz1AzJE8lMQuvVujwL0yA1Y85SdzPZpSob2AZrU7hXo2PDZNqTzjlai9ZB4nPvgmSD4IpVQ8Ue8XPSu4W7srzAy9Qu0SvP10Kzx6GhO8N0b4vEw8ijxgGMm96aRfPO+8gb05RL29RzoDvVyhzr0Crn494vFxujm3ID1vfP68nr76vXIa/bzh9bC8hgZvvRFXYD3iFu+7TbP/PaL1ZbzITAW9T1UgPctwoz0V5ww9KJ7cPIcGi72wBlm9LnLKPdVUi72ct2k8s/YdParlyD21Uyi+b/LfO2plAj6Bmzo7WwnpPYDavL1uOAW+LNaZvaGkCD78Z5o8+f2ivZXpXL20zhu9itFGvfiUNT4OIt686jYcPURrrz0D8Pa8","zPYDPah9l7wb8gK9I5qRPR89lzx1jTm9A7mWvRoeir15Uj48F7o0PYHwIT4DalM9WqdGPQp/UL2yrI++BY59vSAnTD1cqGa9/C4Yvb279D1jmUQ9BYztvPK3br2hVo69r+UFPpZx1Dy0jQE+P2hoPcn7Er47S2u9YeQBPrHwp72YZIQ9RLacPUJT9L144Jg9axYhPbHTSL3E4a29RTCDvS8NJj1oxiM+v+fgPV1xtD0lcSu+F5W5PZscxzvBUZu9m0Isvfubob18GW29pTMGvJRLX7r/iPM8yvsXPmvEOr6mgAg+aeuLPlCf/z0frwe8ajdXOmTlDr46JBE9HeCjvTFF6D1d4t09DmoauycTWDz+r5Q++FM0vtewCT6h36U75UQaPvI0eT4CVKc91lT3PWDTZj337Ou8ZVAFvrHmLr0qCDa9dxQWvrTBvj2puZi90vSAvaCREj5bhBy+bBIDvaufc73q98s9v++JvYTQjz2+0Ug91uwpOxWx1L1XsAs+NoONvaBP4721wMu9ftswvheg3TspqFm8Ye17PH4uwb394ws+N3wvvrGz1jtf5lc+2AEIPdhVEL0y8Qe+KW4jvQ1gDL1oaZS8RtudvQyORD5TiPO9s81IvayKBz497y67+/OaPAOtIj7lXss81ZfYPRL8tz2d8i0+Uh+YPctHGz7D9vm8/5BWvSnXiL3tp0w9CiKmPBhArL28uTk7XvmOvRLsiD3Dygc918fAPXtVq73YCJs9ykIJvX1uf72XIcI8Ur8oPn/ORj12KJQ98MEHPQulDD6MxVO9o8GGPdm6yL1lUWy9L+s5vEZDrT3JWoO9xh0KPjRWE75Lvzm9K0wlvaCmZbzM+Ja8n8LbPTRHsz0Yu9Q9nyQGPpJsXT0LX0+8TRZSPrmo5ju+wJa9svMCvqZ6mj1hu3u9fk92PZU+tbxzeDw+a4obPiZRl7w3ZaG9NrDOvY1i8r2z1gG9hm2bvaU4gL7pDdU9jNURPQkz1z2wqUk8f/MnPuyGG7vvtp8+","8G50Pm50aD2s9Ne94cwDPn5wfryshfa9OdYgvRf2Zr1gmyk9hllcPsFLjD2ezHY9gj+IPVfMMT2NdSo8gqVZPtbynLwN2Oi8kgOqvbfnB74A2x89UQzuPevTbz024sI9Z6shvfgp8rs9Dxk+SlA4vN04yDxgUUe9QMWBPo9pID2TqMu8T/5BPmbApbyzNZo9rm0xPeYLZ77I8ZG9/IHzvQrSpb0NtXC93wz3PAZEzT0sj/48a6FVvcx9j701NuI8nrqIPQ2AoD2hmIo8v0qkvWAQqDyfKBI+afOBvflPNT5mc9y8Cdb8vVDZAT7thie+LZpuPf1mHr6wP689IEcCPnAPJLy7Co09meQhvJKW5r2gMoI8wf3kvAU8/j0AVAo+tcaTPalsoz1VC649cht6vaq/NLwDBUO8Sw0UvXnYlT1He8G86rKMuztlI72RZVY943bku0/+hTwqPw08ZxEwvW0kKj3NSUO+eT3NPGiaLb1tPZa8AJIzvF5snL1O5oK90hHwvR4fKj2p7Us8SpzgPEms2jygUJA8EFivvIceMz32jSe+ut+9vUXS/z2PcKe9IkFIPelsmj3Jwm+7D9bnvaDCFz0I0UQ+vppXvjdlzT3flQG+YW/NO2Emh72MYhu+gluSPV49JD7+OGO+9T+TPcf+SL10sAI5liRePOvucj3YJEA8ZzabPMWrG70p5Q8+tLUQvkil/7zypdM9NnZnvWFBrz3Vvy6989u5PM8szbyL8wG9cnK0ven+FT2HtEI9CFWUPRg54jy/TmS92XOLPb4bg7uZ6CA9waE7vl7RDj5m+U08I/87PWeHOT1724S9k2jIvDOsrL0tlW29nMOdvM9zQj30LYs95DwIumbdLD2MCim9uSeBPYZ3Ez1D5Ek900ZcPHsThb3eMFc9zGd8PenVqTrbLVs9o4W+vbsEEb72mb09iuIvvcikMj1F2R0+FMjYPWwQEL2XlaA9A+mIPbfzNL22bfI7JxGlPLDgKj1Abq28AfySu8ELJDyt2h0+","FtDVvUzBob09Wc09LijMOzBIyL00Y5S9cJMAPg/cLz6G53E9TUsbPeaxxjynNoo9DArXPVhoBD7KW6U7RUK7OQOY170SjT+920VivGvNirx/at68cU16PlShBT4WKkQ+dCBKOiokPj7MbyK+DRUqPavllTxFXzM86C8GvEDVyT3/vdC8PZdpvYLcVj0x85092TONuwG6SD1/IkS8fGVlPT7z3DxuQdi9O+EOvCF1I75Uaqa7eO8ePRMrtz3HmFC9bwaoPcR7HLz0Tr07GfEBvmntgz0hp/09FdAtvXGUV7277IA9RphKPOQPi73qEwW+Q4oQPncrqb0meT29q6VfPByscb1gtEe9UcsVPVVXjju1Mjo9hPOCvWPqiT3A46C8e+IxvGe+lrxnV4M88SaAPSu60T1uWEG9/XkFPR7d9Tw51bM7Rq8rvpD9nz3WClS8egrMPamlGD7Sqai9nUeIvdrhsT36tMY7NlJWvS4jqT2o2qy9nkUAvr+Z0D0gMAu+RHEvvdj7rb2do0I+2mpcvYVHRD5YrKi9I9AlPrrwxbz6Q4O9prWpvUha0rtikRY+UTwjPo41gjl0CMk5a0aMvWuItr0F52S9UEeyvfox5L2lqky9wi20vDy6Zz2jW8W8+EHiPQrCujySaoO9cuRFvSHaxbwBo4y8e8KLvAriDb003VA9mWgVvOrGWL3GhUw+OCu1vZK68717tTa8zfn4PFkEAjw0ng69colUO0yif7y6n6W8nhuCPOxCsr19NLO9Ekt6PUDX9DxGFG+90gJjvYQXEL5U24Q9B9PiPMUTXTtH3xI+LsGgvYruLz05LaS7j0wFPqybGb039Ay9QKwqPQUroL3vzwc9MvBUve0R9bsaQEw9ts4PO17qvb3ObuO80WhCPe5zmj3M0wY+dPKpvMGFuj0yU/S9NLwavnV0ljw3G3S9STSPvcG7Oj0smI08OO8tvdq7YT6bC+O8FGYOvbaQUb0MXw+9T5VLvENZej3tCnq9eQIyPbEoWL2T48U9","NrzDPWPjvDsBOwg+TcF1PeiibjsS9s+9YZ3WPYB6tD1SjzC80gfUvSlo+T3TqYu98RzFOEbndb5+KPK9bVvVPBSc1D1UhtM9YnzcvGvAMr1XOlG+6Ri5PJ/brjxl4BA9/jmfvBO0vD0bW7O9KsucveAPcTq9OQC9VZMSPOnZyz18msW90ncGvi2Wvzyk5py94GmgPCviGb6D0He8NgrsvJuIvr2IW5G9OqBcPBFZ7jxcX+48Sc0PPl/n5729qcA9xCRHvKibCz0O3vM9Wc6ePfBoAL6iCDs+1/kCPi6MsT3yvTq83ZN6vSekQzxBHIG86PDvPA232T2p6RE9Qiq/vQuXzT3Npj29hDXzvHqNSj6tW7q9gC4YPr5agbx14S++v4PpvToYmr35eNm8u1hcPfdPOj4buQC+YRC1PUanub0ulDo9GDKFvYfcK7zjWfw8aB4LPo99pz2tmpM9mK7ZPQgp7LyBfac9aAECvizbqD0rW+y9RcT3PIgENj6f03s9V3irvGj5bjyKnZw8y0xGPnnQZjzM0mY6MJXFPf7ezD1ingo9Qfchvbp+nrw/sUQ9oD4IPevrw7wqhvy8BGuBPdjJ4TtmtCO+HjSXPTi73TwFyne8WhDfPTHClTuv/Rg9jWnZvae1Zb3czny8+N7JvatgZrwosNw9uuHuPXwbHz2IEIm9jzCzPXyctzxknXs95MYpPfZlv71tWb88JvmGvMU2Bj7J6US9eNisPci/vTrQ7Uy9JBzqugaqzbz1Q609/8vnPRAxxjuu2129YMBvvS57H72LB2g9DQAfPWDb/buH9YK8nuGZvd7cCL6tN189TYgCPugCxT0fhKy9zZ8avGf7lz2p+yA9y78yPsOwEj2KrdM9HYbqPK5UZb3GUdK9H3PVvCBvNTwsDlA9et/jPd79Orwa5mS9DhoWPbacq7zM0Zq92w60O2ce6T3gg4u9YSAVvYc3iD3Gu3s91tX9PD9Y9zwQhfq8qYbMPOoddT3AMMm9ZJ+fPXC6rTzYeWY9","gMIQPjuVwL0hyi89GzMEvStUELwByzA9QN+jO89Klz1OE628el0yPSlyHj7Gy5O9r1+1PZqq3b3SLhc+9VKCvbmGMbwtslA9xJEMvZumHz1DCBo9D4BFvdgR4z17lX4913ANvZnpCTyMtAa9CbczvT7QQL118Za6QIFzvmiTaL0JuEO9+f9OPG6PwT270JO9fJXpvIscI72LcIe8ZaLAPdRyHL2Pnd69mzH4PYag5LwaB7K9QZcGvVORxr0XV9I8eyF9OyvLzjtYyx29TroQPQVOsL1+Vfm81iIEPFukfrwz42K9SZ0OvtuhUL2LWoG9zYm7PUItMD5/iFm9SbKRvb6jAj44gSa836z3vTonZL4i6mg82OYrPbPBnT4kbU+9/oPXPZNltrzR94C8GAn/vDSntz1GagC+Q3IoOhQGsz0yGxU+YjFUPrybhL36yiI9tdmgvDrgQL1GU/o88zywvOHAGL53/9S9mvCLvRStNb7DyU89QMPmPVQDs7z2YZM9uWQCvs7MDb38Dzc+yOCnPLu53T0UXIo82v6hvIV+g7oMBBK+K4j4PDCwp7zxdJi9d4HFPJhak7332a67gyNwPrlqtb3thxQ8ZC6vPTAVnr1vEoW9bZMIvrzZML5cUo08qLqePouxF7vUg5C9K5O8varrzrxtCB2+PaYIPtCQGr5OmXm9buQMPtLg8jz9OMM9dOEGPtzqRDyIYjm+dK8NPVYRkD18gv89BpjIvUgob75E8Y+9phxYvLK+Wz2gqqs7bIEaPZjY7L0MgUS+ypslPRD7wD0NlIw9YdAuvQeZED7jxRQ9MfSAvd32Cb5c2tA8zhorvn7EzD1YM+k8z+1QvQweNjsa9c29qGDyuhEGSr1fEYK8h58YPodmrb0nxT09ndtFvZ6dz72Ok/e9YlDJva1qRr0LL4893pWqvVeYXjxLFkc9iUwXvkBNtj10JP86AVwAPm471r2/zsc9oY4JvYLoHD5a4b+9nebMPATKJzmRL6w7iOIbvWGYXT2hV969","aj8YuzxhhT616RU8qFZdvby3lTshtvg9cWLvvLmoDL6RCqs8OTGKvBvTPz3jgPK9eo6tvA3fTT6TIWs+9crtvLzDgTt6/9+89suCvSm3tD2qmIy9WgM1vcNSuT2K/wS8qGkavLF/bb6mt1C+csfRPX0/ET4gzy4+7XysPOQ/Gj5qsUW9PALSvLJO8j38EUC98/pfvclEsz0rmVk+UNIkvSezlryHOyU+eW4TvQsV6rqqrZI9Jh8CPlttNb3Sq6W9BTuXvaJqKr76Qne9CdmRPVbidL0ptSu+WY6+vYYGGz7lFI0+LcPQvYNbsz1skAu+hfF1ve97+D1GRby9SFISvfPTtL1w55y9+iZpvZuVn73u2ki9PemhPSfwCz14ZpK9YYQXvNVFg72nuU29PYosPYprOryKFTY+5O03PsuD3725Lz69FtXVvUw79bzzHQo9gZcpvaTR3rwcQYe92/2NvO4Klb7Kyq49gY8NPnvo/Tyqdq480cgjPa+nDT584TC8x8teOusCy720KgA+VNAlPOwq+z0wXl498YzWvbMLnb2IBoC+7r6GPETyjTwgFCg8g5mUOwHE1j328/o9F6RoPL3zMT1xQFA9FriMO4qiTbxmIqw7QSyHvZaTtz3SdIu9pChWvGjP9L0HyWA9/C8uPUA9yT2Md9M9VXFLPFB7UT6Ujg0+zTRzvFsEKbum1/08LXrRPdOFIz7Um9a7QsZTPmTogD1NCNs9SWqPvZ3W9Tx2rYs97rlwPK76Bb5dIXs90xQYvjrBR73wTkA9VCHmPFulKjxrB2k9aAuKvVHHQT2zGi49ls25PRluO72AISO85V+dOuihXD7f6ug92P7TPUUQWLz7KXK9t2+GPZXD9r3ZzAA9bnOauznFab01M3m9xKu+Pe64rD0s7f+7SY0kPTqaLb5xRSM9ebdtPVNAHjwrtDY9C2QPPncphT3i2Ti+QBPBuzPH273hik89SbvuvX7mtLsaddg6gYoOvgfJD70JrHA96Sx7PF0EhTtFWZY9","5OuEvkGgJr4jg1E8PnYIPW087rw9hD09HgUEPRhHA77IXIE81myYO2pfnLxQIwk+tTbmPK3LgjwqZ0S+EXGzPJn3AL5kVaU9CpksPVePJT3r1LS9+11MveWjk73Os7g6q2NWPWC6IL59UCC9/owePahDPzxVnvm9aD9DPYYTFr1NYVA8/8Y9PVnOG74jZqO893GavdyYBr0nVzc6pS1zvfw617yr5GW9fv6cPWYZFD7FuwY+XdTxvc8+dL2h1QA9XGKVPflEjzxAlZY9cMkKPr63Rzy0qMC9pXUdvOAQmL0AO5g92I3ovFIbv71Zw309tbSovD63+bx49Be+e4hhvVDytDw/AAU9dECevfsLlj1uTGi8RNJZPQHSgL1CZJo9Br3FPfs9Trx8AxC+sLC+vL/bmDxWq0e9XK2QvTtJqD2/Oeo92vSXPRI5xT0+7vK97JJTvc1kcTvlyoa9NyOvO8+XFL6Hfqw8V+KoPWFjUb2Od8U88QllPCE50rs90Fo+BA+pPXTVDL4BC109t2SZO5l1Hz1uNcs9PncavTBWWD034gO96nDjvGTpwL3rCh29aewAvgOcFb3kVIM9V8RLPi3s3D0aebU9KcwBPfaZ/r13IP89ONQjvQ2qtLyVdTK9H4S1vV7hhD1aydi7cCBVucK3ljxtylw8lEyVvdylPz2yfwG+begDvu9A/jy/a1Q98XryPFo8oj2jq+I9ErRuvQN05r2WYRm9r6hqvWD9zrxNtog8jSPgvXRMdr3KD1Y+pzaQvOINmL2fCXO8iP6qvP63nD3y+OS7cMsKPnB87r18iC+8BPmBvQk3lD2NuSa8f3FCvRyZ+jzxCem9/ksHvllKBb1iUL29vjm5vVOouz1yHF09kMG9vcXF8D3OhZq9fgg6vuWc173M6Iy8/PGJPWiWdL7HoP08Hn13PfTiCj2ImHW9hPuyPfL5/rzM3Zs9m9NdPW7ggTw97GI8k+OHvUhQ773L/c69QftGPGTW9b0VFtu9tnK9vUk0Lz12b2g9","ij1qvWAtK75pjCA9SEIyvUY8pT30XQS9yUBWPCNKAr0MJ1o8WNLOvNAZyr2VCea9T1Hyu9a5gD19nK68wAnevexFEb0avPa9KFwNvHttNz0k5xI9BtR2PdFK77zNfLu8aObnPLwKJb6d7hi+i+MRPePjlr1o3qG70g57ukE2Vb1cEqm8x28UvZ4Rur32udu8NgYSvpAcNz0480E9oYIkPo2Bpj2xpi895+JVveRFOj06Kl29NEqAvC5Mkj2aowM+dMqzPDCTrzw/eiy70OoKvbhuoT0n92U+dz0FPqajJj5Sihe7WB7vvQYLpz0B0q28CzA/vToH/LvJFVm92HKmPTLLTb58BpI9/j3LvSsACr6pVmi85RwSPbbM4j3ifSU9ss42vrDx3ryhrtA9ymSQvXuuyjxSULY9UJONPZPdfDsAuYS84n9KPS/8Ob6MiNk9XSyWPPcaB77RbwK+zV8GPRGIwb2tKxI9YkrSvBfLV70dOps96vpQPTDCHz1GILM8pK0rvUpugbxI8pk9Eo7MPHlTlDwqzWY6ePF6PYdA1j3YU+07DgVJPeTabb02Xyk8P94vvdyZerwHTfY7VNAePq7cCT6YQRa96EMOvjyAJLzLA8K91V5IPcDUpj0dAJe9SxgSPmRd1j14VGo8aoTdO15iBj3bRa+8FK+WPcF2qr0Fvmy9+piXvVMI1b3Pcay9bhy/O5voN72SQ8Q9jcAZvZjXXL2SPPi7WKFyvpmK/jpwr3476WkYvt9aAT5Kf6E6s7Hsug5llrzhWGK+d8QtvTni/z39q++94gb6vf4Utj2JXaw90xk8vqXD+DxLEqU9G2//vew4hb3ojsM9R2PnPVB26z023JU8CjcePNonpL3t2HQ77lNmPQr29jxbl4W9fIyZvR6J17s6YFk9w8URvFPuJb4aH7G9Scl+PIDZT72KRpK93UK7vX1RSz33wvQ7bpo0PfXMJT4VZ009SZIiPgps/bzLJci8Esu6vSTURz2hsCi9y707PV6KDj5YdBo9","qF6WPfD6ej3tWYe90XV7Pd4/gLwyQIM9BJ1vPeuQIryinjO9CqSfPOllkrwfAGw97eSJPOlBnj3D3Jc9CSREPRjMB76pfMQ9ETZ0PYw/3LwWFz89Ra/du/oz1Tvqz+m7V9jjPWxi+TyIWSM+dvK1vfqdqrxslmU9xF4ZvY+PEj0HPT29GBrMPI1Rc71NZvW8JAO6PZQS5r1qZhI+Z7lGvSZnHL7UvmW9KutUvJ+lW7zOkBc9qFr8PBCbv7zsRoM9y0nPO8EfUL3L+qw9eh7jvC/lVb1lzj+9nUhQvQLwVz6A7d89kcWyvW3Z8bwkFgK9GzgpO3FgAD4V7/A9FDRwuvvRLT1ZGvo9RPDuPOu/BD6ojqu9gDCsPUCq0T0tFo481CxPvRWuEL3EPMu9KRs8PUzX4Lxtj5E9prxOPuq+ZjsS9oY93nfaPamejD23P8a8JL3zPNxZlbygMau9jG06PehANr398Uu9RqStvaw1sTxDQyy9tLexPUj91DyOG6a9ZATWvFe7m71bkMU9mtOsu1NIdD1El/+8OsfCPXf4Vb3/A4k9CNp8vafhQr7fFp874XRdPV3ZJT0Vc4q7cpJBvgHQ0734x2C9C8K/vGtX/rxOez29VS5ePUbbJj4fCp296Jo1PVHyCD2CrFu8DBRKPThQnj069Do9ceEDPsXtqL1+fBW+CfYNvqG4WzxrDDK9EOw1vi0zAbunGCC9K+OXO6L0UbyFhzq+/bf1PHqsObw4gN48Z3zmveyk77pjrpe9mpPaPSV7Er2d1JM9BA33PDtAmbzITis9xAQIvR9nSz3R0jY9XJQ6PQlV/j1kQri8FtnsPfiQzLzPUUA+wXE+PYdC9rx6AEI69s1dPUGGHz2odmy9ZURhvV2vfDzJX0y9fgkZPUC+s7xrijQ+G+czPC1Tzj1YMte9uZbgPH5bWb1xY0Y8OFArPTujID4NTBo8x+jIPd+CTbxAgMO92kOYPb6crr1xYCA+9PQaveoqLz6NWIk9ItLHu5c0+j24+QO+","aEw6vqn3Sb2CEkI9P5VEvQ7ez7y/FC89xbMtu9U2sT1MTYq9kFvOvIorSL0jTG68IftVPR+3Xz2APQG9LdHZPeqEjLzQGXG9jWvQvWLzuTzaIHs8EmWMPeAjEj1lOoy97jrTPI903zxYMs29jmu2PZBTSb0YyIW6dPxwPQY9+DysiWo8jPQbPkkv0L3hGV0+utwhvr5j4r2kuW694PvTPYOOiLzTwh0+Py9fvc0Jt70udC08raznPVmM1r1nvyg+3IOQvaSpl71VaY29w9TkPS68dT2cGAK9DKuCPWdMGLy9cuW8mKGuPFa4A74SxxK+5s3dPczUgT30Cca8dDrfva+Yob2W75+9ajGsPeBCfTzHCiy+TkoRvpbfA74UsY2914MOvXEJ8D3mxxa6DICyvCsF6T0vhNe9mcANvpOGCrtU56M82imBPZ7qar1rZbW8QOYRvnPpsz17mwa+bL3gvUMGxL1VBy+9ZaYQvkXKFb1sfIm9YNWzPePBO71YEom9ZjmjvHkrdr1AUo68LGILvSwtGz3z3Bw94jwOPhplTr36Ooc8onYovYX+y72dLCe8wNKFPc5ptL2gol49XI2DvhbVHj0oV5o9fnbHPNZVdDteiAW+07FcPfUQiL0PC/S9LPvPu1m0nb3iJNC94YShvZTa8LyBVIw9sfaDve6mND1i9Mw8XAVGvu7dF75yGQC+Saq8vXdxsr0Kfs08QEaKPR5SFD1G7z8+ASIovuxwl7x3kfA9jgIcvV8ooTzwvQS+cudovWkwLr4u8g69E+EPPqUgkzpqzKE9oMGZvbEPOj0kupI9SBf6vXnfgTyPoCu+mvfxvEALQzynJIc+WGNhvD3ix7zhDfY5hYsUPgAom70H61W9/ZRePfsAy700fRy+ryCQPZBNGb2SUTG9Q5s0vW/Thb1lVtA9HioUPtsjrb0CL9o95lGsPW4AnL3SoGW8ZgMdPFklxzvhb2g80dcNvhDIUT4Q5Ek9YwVTvj+VXb0cHCW+e71iPRcrHj31+0E9","86VLvXd/CT5yM369ZY8VPbGwNjzupKU7i+c7va5bHb6PGZa9cP7GuamHyzwRzdk7AAjTPMJ8hD01A+89JwTYvXNN3z0ercE9P3qzvOOmDr6RYx4+SkCfvUrp+zy4k1C8sD64PXVULj3UNQM+fCGbvZ4ppr1LY4G8Ane5vLzCM74cfEU965gbvrL4Vj0U9EC9LTXovAnPTD3w+5s9lJtsPK5Inruu0qC9mN11vREDhbxPqGK7Prq4PT+TSD6mbfc8mKbSvRYjLD0MQ427PI3UuqcxhD0WmII8XKf7PWos7z2y3dy9e1fPPCOWcjzEIdw9LzuEPUa5kD23fi887v5ZvfE1UL2XcfE967j7PX+pp73H0Xk8G/ebvbUzoD2WMYU9MCSCO13ZqD1kCNC9aXqXvXgSTDvAreI9koV2Pm+8dL1RfEe9BM+CPZJ6ob30YAm+LEs/vbHy4T2+BSy9uDh8Pd2tmbzMPIQ7V9XNvI03zr20jfc9QQXcvezfKD5s/A4+4c4/vOiS57wGnYg9koWnPTCUcj2UMeI9Km7NPRsCQL0kRU8+gx4MviefnT1N8V69xEaBvRw3lb1Mjye8zDATOl2RgTzv6l6+p+fvOZ89vDzKpRa9NLpTPU09pbzhkU+9XyMavZsczr3/MuE9dDEhvnshhr04dMy9TgdtPCBPND7VfRY9w5XDPHTIbD1C1jG9dYMqvdSvC71cLey8XZxCPlBO0b18lyu9bgSpvefl1r3/74O8guofvZwYej1OY9Q8hvffPc6S5j1nBlk96i2ePYi4sz0j17C8QW8vO4M10L3Bj8G8Tx7tu6KLEr6fNNO91Ey/vD5Ry7xpUBu7h8ADPK7pRr31tiW+WlnEvHi8h72P4Qu9U9KmPaVFEjvDEqQ7pPKnPFc7qz2chIk7ZdEZvW1DMr3pftW9RwyzPeZrkr0h8s49wyvLvX2RHb5RdmU9gvhkvWHQvjxIFAc9/QKHvaDXjL0OPBM+P8ZdPQDHPTwklfO8cU8GveCtxr16fqS9","zXqDPLQS/jzFJ2g7BbtdPbq7cD0CAhu8eBIuvZHkh70/Goe98Of9PVDkuL2kPMq8EAB5PTM1Eb24mds9LiOCPEpFmD3Eyhc+BU6uvIr/nD1XM1u9xtxHPL2Bib3rzZk9/KKzPXV0o72TvtI8wpvjPdz53Lywlo89xxptPewZiT3yaXm9AVOxPHu1A71BJr29AVB4PIJXT7x5Z8U9j9IqOpeiqj36Xio9BQgFvs17pzvF4wA+8SqKPXM/vLx7n6q9i2YZvd75hT3iqsQ9QKZVvST8sDy1voo9v8IFvbw+JDx2W8q8Zl1JvZV6TDy7f2w7sn6Zva/jPrwOoDs+KFL/PHSSkb0tyI48+6U4Pjynor1f3JI6oAfFOyCM972iKU68nuCPverAz71B8kk9fPuxPT1YWr2yYi89hgMPPuXUKz6DjQI9CpOwvWgfAr4F2eC8p04XvQKK3D22NVA8fFu+O08wLb0ZHgS+nKLGPaJyery5tx672IQ6PQZhxj37HAu8bg0FPS9a5rxmYSk+oGntPeuAVD2BD2491icsPjSFpD11Qmi97xO2PQCYeD3JahK+7vpPvZ1g9L0WDkE9bTqaPdvilLvwRgM+YkR6PTkCGDz6KlY9RsBMPFtLpD18eDW9jUaDPTp17bykf1m9+dU6PcWpkT1B3Aw++rIBPfoYCzxFpG89drGPvXCLgbwKIta8tqVvvWWHNj7p+O29VzzrveInDrzSx1G8atiXPXDEAT6Zy008DX9lvKzXgrwPKzS+6hL2u+v1U71tY+K8LzwhPmtvWL0AHyS90hbWu7neKrvU/+68pH2gPf5HtL1C3J28PGHgvWjtDL2bJXA8vcItPfLzIT1SzMO9SbqRPdPX7bx6NCK9V4DBPBoryj1jOwC+vpAnPvUHLr5FUs89/3uNvbm6PT4vFlW94UYMvQvxKz32NYE9XXwLvo/JMz1mEMw9UW8+vdunfb1hIwU9C90QPs9+NT7wciQ9QmcxPiYJvDvgrHE9f8R2PLwDiL1XaOS9","+FqIvYh6B75V9Tk8hpf1PUVQUj256ce8HZCuvB+wurw1fDC9q66hPbrUiz2gwKy9knMXPVAYkbwCWMA79VxGPuj3AbzFwNW9Cgu3PYxL4j2/Kuk9jTVcvavAZT0M1/A6j6uFPTxAjT3Sr7+94SmiPRlOmz2yHJA9MIh/Pa+sYj29sLA9mpXVvCcyOL3CN4i8akR9OlpNUr6qXMW93pMqPZBWrb3o7QE+cL8avekaerzN/Mu9MMeDvanjn736FE49nVgSve8UnrycGy+8v8riPPqryD3eaQA9f6QLPWphgD134Ju93DM2vWIDPLx485E9oc/aOo6FRT7G7p+9dghbPWgrwTygRZ68+fPLvE0xzD2sH9g8gjcTPQbq3Dxv97g9IZ/5u4gULj0Nt4A9e1/wvCqP7TwBqza+tn+vPWhQYb1HJjS8xDjnPVFVDT6ujmQ9WJAhPQt4pz13aQe+q38bvhSg1jsFNQ29AKT5PBiVST67XIe9293KvZXiGb0s48E7tdqePQ+02j2b0aI7vF+IvApOn7w42Ze+JszhPTPcFL3SEve9Wm7UPfGoQb0Tgim+fxvyPYlz1j0TnPG9RroVPdFhE77IJBO++6MCPad4Qb1rj9A94aGHPccGHj2NGs+9q9O+PYiip70Ny3s9lniIPdYpWD1cPT29vHfRvU0UM73gAwi+BCSBPcXnCj7gkMk9wYS9PGY7ubwsbnq9uPaRvXEwAb4uGGK4WSCxvOH49rvXDb681JCbPXRk0TysrsE9v/XDPW+8v7yD5Zo9A6lPvbDMMb0K+Ws98OUnvN26K76VIW492xNSPHr+V73Y/YW944VJvePnxr1uE508NlulPfMEMT0bPhw+7kEJPiQmyz3+4uk8XyzovSwKNTz2AYI9d5k5vRtwObypRoC8O5xiux+yhj1i5JY8nuFyvfzhhT1IaoO+XhE2vW4oDL7ubAc84KyPPaAmerxOmU29M2y9Pcb4Qz3Q+5i9nhhyvcrPC72bGrE7KzqiPfS5kD1NkjU9","yQFPPAQW8r0vKSo9MtYKPd0Z5j1ppg2+d2emPSDTdb3Ob5w9j3Kuvchp9rwCeMO92z4Rvk9+Ir2coNu9uX64PO6Odb3dpk89kkw6vhf3bD238Ra9TFAPvQYnhT0u11272YZOva9Xo704FJq9XjaxPIqyZb3GtZi6psGvvMhIWjwhwAC9D/WtPR5KWL2gFsy9XpKJParcRT1bbfq93jhFvTKajb21BOm8TariPFncHTxQwI+9WBi0vHMjMT2pnVU80bH0PRP9O706S7S9OMiIvUOZgT0JLMw8YSyQPYb+CD5Xz0o9OnNQPVVhwrzbGy6+MCE3PUajWD1sF4U9TjzFvb9WU72711K9XUyMvc9jEr7U0xu9mIHgvSEZAL4BQ9O99p8Xvm08Tj3UuJg9TyISPY0zLj1nxKA7VdnKPSNxOb2TZ5u9dK0JPuMxXT3QehK+zAxlvlYFBD0ZXdo8WKmoPbMvST28RLW9/rmgupK5Rjw4b/w9JN55PexkKb6Impk7Swp6PdPWoLlL6Hy95HZKvPoFmj1xBku9XP9aPGAt/T2vntE9IB2MPdUB7bztS/M8qC0Evm9EFjw7N9U8MjLRvD9D7j04O6e97oQOPVTuLz79p0w7xI2rPV5FPD7l8Fy8ejtqPenM6b29ssy9Xyi+veRgizzIDbY9aJkivXdmFT498f48CH1vvR5L8DzNFUw9GImduxRoQz5jSwu+4enoPJtm07twCiM9ER3SvJkqubwe8FE9n8icPBhhN71vHvm8UP7FvbFh1r3+1EW8JGmjvAGHbjwn3ME9DFRVuZW+xzwRURk+D0u3PVv5tLuKnt69TriDPUnBlT3zm/a921pxPQAKET1xskY9ONqpvXbZH737i7i915FZus60DD7/azi7NYqSvRLdib1FQiQ+4Z2wvJ2Y8zz4mum9G42mvLBlD73c8qY8JSVYPRa8zb0eXye+hiuJvaRKVL36oqU8RnexPft9Nr31x4C7iWfxPDXdKj6jDdg9kFMHPRkWED7RMWi9","TfsbvROtgLwHUIs99X8vvXF7qzwcerc9hX0OvZ03pj1LLbs9JBgoPcV/kr0GOaI9sbFRvA2DAD1BWSM+AWwcvQ98Fr0XE4u96pOxPCdP0zz0vAq8AMAhPsBwWb1c4zo9EBnkPX7AiT3fCpo9tmUDvl8v+jzYiB8+cZRRPMFzGr3XWW09c+uSvQC/k70wmky8iKgZvpQl6zfTBEA98X0hPoXeS70XbT86M5HyPSWWzLuUuPu9zBM8O8FRGT4lKYG9CP9oPfhyt703CQ292WIfO4y+Xz2JOrK81XDSvR9rBz7+9ks9SQfQPWSOajyU82w98X3APSOBiLvfL5c74Vimvdg2K70WQTE9mCiJvFzwLLyF5gY8z9BqvcQagb1f+sc8qEYYPZWK1rtapX49DpjtvVq5PD0dBri9+xcnvd5JAr19baa96ijvuzbDrr0+ngA+xu4svseLlzxGXPw9F3jevWujAD36KxO97g53PerQJj0uQsm9Ei1wPf1oL73Z1mA9g7vIPVDBoDx8uJC9mw0HPkRugDxFlgk+KRuAveP8cj2mqhg9eUgfPAEceT0pJdG7l9OMPfSWsLoLAMi96VXWPCwgBDu3vNc8WsYjvrcXyz0n4Vu8HX+qvRQLpjxHnNA8hzLpvHAUSz2jA+K9S28GPlPFGj50V4Y6EOKavIx5LLxPQSs9ekvMPQ9kj73ge7o7HUf4PIRLpTzV0gq+WNiYvVNJlT1QVtM9NLF5Pb7SgT0IZeA7avXBPJsw5D397I2+ECj/Pe6Plr16Rme9PJUbPtgmU726CWs9AQjSvQVAcbxPKQU9V2Pcvf2Wur1UfJ+9YTUxPJ+RVD15qE4+9diNvr0WJb0WTWA9B6DSPXL1Tj3YFAU+FaOevDwCzT0pcwk+vDO4Ou1IIzyyCV4+h0rPPfCtOD3TB0S8i/IRPVUJFz1BM5299akXviQMK7zPrb89FDB1vp0Rbbu2PhK9Th6fPGq5KD0y7Q2+IPofPRNXcT0ipAG9fbzEu4ym0rxE0jA8","RElSPVKSur7Oj1S9SEXYvbtbUT3FZqQ9iAR+Pd5Mh70AoPw9zYOVPQ8GsTvv2oC9t6wTPTv+Yj2mRCg9FiJpPTIm2DxVf5a6vPqqPpUuqj256AU9qUShPdhASz2MNlc9j1YwPv5COz42x0w9kFRHPSJYkT3H7ws9ShgyPXwhH72A0qY9MCIePSTsfzwcC+s9M5AmPSbu+j306oC9eRDvvd3dmDzXkPM8X+DOOybc1b3Pzj28rVsUvTbyJr1b24o9qzrrPaEmTLvMJ5Y9BFbEuoCTbr1WS9S8W4WQPPVm470UGJe9l+qwPaTtxz3XU1y908tHvoqJB70v/Xc8G/uPPcysvr2S7h69oP01vJqIHbxokgq9fclDvbCE8T2d+sQ9mQ++PMcK6D2fSdq9InG8PUKhGLn0dzO+41o2vHq8Vr5znvE9w8cKvtKYub3MZWS9yxEGu3hECL2lK7C8kjnvO6X0Fb0Wmbw9auHpvdp/CD5OWo48H1arPKyGjr3Cb9O9+yZbvbGUpj1MCaM9o/EbvYAdoj3XHYe+SEYxPEzzcb3izE+9JW8NPkcTIb55rhA93hkCPbDS5T0YhTG9r99EvqqZ1b3FUr8819CMvEPVVD3o9+o8hnAovgPvxT3gmgm+KdGpvZIDAT3bn4k9KEy+va5ruDxriRS90Xw9PKE3kz3yzqY9iWsdOm+cgT3pPTG+hkP3vVsstT2PGpi9pGAPPSuzzrtItHW812zZveDV47tevII9Mm9dvvGZ7byMz4m8ltXzPcLLT74qpwA+A1SzPGGso7wBXEE+ArmAPUAlGD+95wA9zcNxvOSEU7166le9VX7NPVMOpz0SaAk+dvK2PWrx9L1TSee9uhFZPW/kkb2/nRG+qceGvRbDk73XQoA9TVOlvRQ6j72nFiW+yz1TvejjzbhLgDW8hUiBvaM1Jjzmh0+90xA0vuGF87zAePK9vYdNPUqwGD6M6O88XVNHvaD6Nj64rbm9R6+qPXPR9zwk1AA9oQMDPgt0Tz3gFV68","fe8vvR5pGD1BS9M9ObJFvafwC76HS3e8Q2ucvBQ2/z2tcxg9ZdfXPpDr4ryi6xW+6xWCvqsvVL5ilga9/4tava69B77Z17k8J3eCPZlvw72Andc9LZfavWUZyT02T5+8/i/IPK+zTz7/dZ48dYgRPULOJ76fC6W90WYRvouLBD56M7Y8Yo+IvtPYj73zC8G9ge+gvaBjMj1oCOQ97bUtPfWiFTw3Vre9bmaLPJMtgb7Mete9sFY6PW/hkL1Z2Tu94NVuvK8+Q70GGGy9+vKgu8RJ/Dzlm+Q9KaSPPR1NdL37xum9rwTGvZuBcz2Y/qa8r9CYvA7fhL30Gz+8Z2V9PZhDRL3VAi08wwifPPi0c70Ojbk8ZQxhPZFdWD0Yqie8NRwxvXbwGzxOrQi8q4sTPSEqiz2yDwE9BoT0vazjQz0O78c81KAmPX/mir3nlP+7UlbrvfJCgzoBeQI8x7mdPQBhDL3p/xS9QCCqPIc67z1breE8WnNMPbCTBbtLpO89p6FvPaZeB76kcqo9e1JVPb2tvzxvks68EquFPcQZar1Yo9y8hMKkPSdkCL4z3wU+vk2DvMfKhD7yyNi9w7ofvAY2Vr7o04K9FJy/PQj2AT39aDc+y4xpPeMMAz0RIzE+x7ETPUfc+ztsuWQ8STmfvWMO2j12L+Y9ZRuRPQDpILcBk2q8ee5dvNw1Br5ccsq9uF4kvvDgsj1L+CC+p13VvWY2hz0xpl++XRiaveIpCj7Zg+m8FM9jvmldMT6P1Co9HXMnPhEBOL4mA+a976gGPmkpRb2fvKI92yXVvKF0tj1tB1K90lWyvGwBlz3BN7C8UEPjvRhYAD7LNy+9FQphPY3a8j23AI09gsWHvclFFj7XyzE+AD5Kvczkcz3dAH29si1HPdvUEbx0Z4O8isKnvYZoNbzQ/cY9OIbcvRZerL0xnaK8MWkWveMRZ72bR5K8S1PGO9PvoLvxgoG96fLEvR41AL1IonW9YwjBPbAL5r1KXaq8v18HvQrLHj4Jtpe9","CFWMvpCKN7wn+ze9O+uwuzF50D22N9Y97AopvQhQDTzZH5E9Y0VmvQyPaDxFRSY9/zgtO43oS7u/LVM84UvmPL5lsj3lPhe9MJOmvWRtRr01APk8TJtVPXDuHT5qejc8QbxgPRPHjr2fzMQ9vE8rPVwx9r0OgyW7TkIRvZK5tjz95Pm76jqQvYawhjuH5y+9gX/bvbkgoj3+Dx++3eNyvXByYD1sHIM8XnNpvV49uLt9riE+BNtXu+8nRL1bOic9Wi25vWxxNjzcS7w9A979PG8aOL0DWwa+KD4VPo7ZM7xqyjC9uYSCPEDsaD0G3EW9IbtuPHUnv7yLOw8924KJPbPVtLyv3JO9Rr6OPBMVoj24+h4+vFGtPGHz5rz1vIg9j78mPS9mGL1uQqi8tX7avNWE+TwS6Zc9avt4vV05xr0O9pG97bkYPUblnz3iqz09hJwWPRu5oL2GMJu9eneNPWduCL3kmWc9vUnJvMmlur3YLj695ySnvDpBs7zMdYm9IYzIPZFnYzx26aG8y+foO7o7sbziATC9nd62PdFAlr0+XjO+1nWVPXe1ibzEvoC96CJNPe4QVD1R/be7JbdSPpBHYzvFX9W83lEcPaLiozyZ0Gm9WhE7vjD1f7xdVOm88kizvQMTvb3/qjg8DUm9vd98mb1OEoU96b/aPUMr1r2UZh+8sVm4u+ooWT2KEJS93UoiPYSJqLxdsAA+xRFBvLg8Nr4xiSK9gsMWOw6yt7xXlcA9zKy0PVu1gDz9r6S8h58xPbNdcT06vpg9SXJFvg/PL7ziBhQ9upPbvQAjb714j6u9rQiBuyErP72euYs93Vy0PVKGdz0bvVi9ZobwPeqzB77Zqzs9/ZqAPaj3wr1x/+87a6NevVQ9Nz5iTXK8l5rmPM4vpz3CUuO8t9hpvcOZfj11glE9bPKWvbULnb0u7dM8h0uHvWR1Lr7tggg81xU/PVevCT6aT/s6NGCEvbWgCL29xUw8E+sCvib5ND0rQdK9iNLMPM3Hjj0CL/U9","nI8tvficJj7z48c9E+mFvabriD1j3SK9gEGFvZbeMzssTLS9vejDvSSGk73D8sS98pUtvq4laz03XzC+Lvrwvfy9+b125xO9iR2IvXVAR70uTpU8G9P9vacC9j0vdRA+tX1HPGiD+TuqMVU+maF1PaPnmL2NjZS9CsUPvHLEpj1wuum6cWNZPZ1/jD2zpj69x7ymvEd1Nj0UlPs9CtBsPcRPdr2Royu8zHuiPRllgbx7YcI9X77KPTld7L1DA4M9dT2ZPZ9pmDz9eoG9cHbhvCCl0j1zrHq9uVZIPqMNEL2H+189+V8fPWKGgj09Fmq9M+C0Pcikij2kdG89+IwSPYIP3DySUci7CwoNvl91NL1EZ7k8rGudvau5Jj1nNcu9l0p/vTf51T0wlue9bhXNPaV/8Dzi4OA8yMEhvcXLMb3NMmQ9CvnWvc2SiDyQn0i9B11BPEnFED5sSkA+52oHvp0wL7zp+RE9XHjnvTofBr4EQ1Q9eQXXPQCCPz3qcp87qsVsvO6LZTys/oI9lRaJPK9thLxZ2Q69lY+SPQceUr0K0Mg8IZE1vTxrbTyBH6A9K7qHvezyAz6pkVU981uhvHw8KL14UCI9V1aMva6A8T27j+898aXZPUrl8L1SGt+9dOnfPFKXB76xOzQ+J6c9Ps54SryWHnG9TrLxPQ9ozLwiHvQ94M5nvV5RoDwJSXU8oUc5vRAxiD1IkJI8UGbBvdSl6b2YWCI9M8OaPJt+3b1RaTE9+XyrPM3lPbxHK069iVltPBcgnj3PKwO+U5zhPFCbeT1iaAG8ze1gvOOTgL303YA9eNu9PYWjRD2M34a9tJNQPeS7zT2PzPa9HseAveoWjL2kGkW+wK2UvRyzWjzCUvq9G+59vdnYj72o9J86iJtnPP+Nuz3Pqgo9Iy4ivgt3Arw9PuY8W47NvM6OWDzNwaY9D0YiPfDO9ry6MTQ99Ik7vropjT2j+wQ+v8ymPBj+HD5lkmS+fFW5PdHQDr3TymS8nTSYvVkZnr29cay8","3Q7JPf5fHztFjP28P97dPbm54T35dpS8y93wPVOM3j2pR9s9MpJEPArTrT3OsdK9b9euvAqeaD3sp9i9VMC+vSmivT2Fqpy7NHNevqn3qzxGlJm8myN/vSXBrrxMv6Q9X4YlvUzhA703trG9WJUVPlyzvz2UBqY91jCiPBQywz2nxiE9KVzhPalF7D3fekG98L5FvlZsy7yHHam89q+DvKjlqz3/kX29s9SJPXqcBL6Ev+48/lY+PfsBe7wh0uK8/hCVPae8nb0LAK897TeYvDWmAL7KOom9WJ2Uvcjcw72asSY9DtucPpB9XD174y4+I+uuOlz72T0wC3M7CTfBPTw2Ij4BR+49SjJyPmfeED1QPp+9/wlCvcQMtDyLyXy9v6aPuxc2i7zvFtq8JTgjPnuMq71Uvay9TgcaPbOVnz3oFHW8yps/vk3aqr0jmgc9TH2Lvfdehb1iZZW9gMxWuuZtgLpvobs99oYLvRi4n72UjVK8j87EPY2ejz1o09890oQEPmWeqrz2UTw8LKQ5Pf4NSz77zEm+4cF7O0OUOrzRi8I9WnTmPP6ycDzpEZs9Ld6SPWy8cj35+RY9rulQPWFQX73eQSc8YEzKvf3bB70iWoy9u2QVPieXsj1Kk7w9bqUtvap/xbz2F6Q8O3YTPOusfj7oijA9Gm8BvaN8eb3+Hi08CqZ7OSxaJj1TFUs9LYmkPXxQEL0Bc2e9G7nzvXSqWLs+T7C9YNIYvmsSHb5VZuU8uErkOPUfgzyalZu89fApvK+VFL54sIU8vyl0vfIMY7y2Abq9jBA3PtvJO72QovW9GC5Ou6CKxL3//gq+t4ZCvY8JJz7kY5U9DK7Qvfu0jbxTD0W9YdqkvHM7Hz7hp0g9z/UBPs7V/LucERu9m/APPKIOYz1XVP09Ww8RPfFu5b1lC3o98JDBvRicoz2jSYy9YW8Vvbhcxb2WhVG7ucjQOhgX3D012C49yfW9vR/OIz2A3ti8cyU6vEGQZj2U6EQ++uPxvAZGxbweyzy9","sq0TPqe/Jz2rUYC8m4TRPISpD74LpDU+hloovtfpLr3ZdiK+VvoQPM/fWj1y4549LlaavbKkkb23RUm7pqQ0vYH8vb0DIZo8wDt4PalNyrxIVjC69cAPvtg5wLzTXHK9294svalzSL0Cpf29GvzKvJjWBLznuR+8FVdTvSULvj2cpRo7rztWvaernT2kaUY+LUcFPb6fab318Ac9SLCaPHVJtj38u2S9mBe1vBPGnb21K/a9wSPOvU9ZPT2l6E26j8zBvRCcET5cF4o9dxeOPRUshTyK8qw8v8ZHvbjKm70RArQ9sdRpPYs6Kz2RgJQ9Zd0dvJC+kz2Sac68K/qsvV3CwDyLw7U8c3I0PeeAnj2vXMO9/9qDu/0eCz7Gylk9fCBUOk7BoL3S+JQ8L9zLPVtKnD00Kp+9mHS2PR+lZD0kUeK9Y8z/PerbpzyWXu28a3NEPXlMFD4liO68MFQmvmopAL0qGYU5FiOsvNnS3L2a9949JlCXvWfpab38Bom8pKKKvGawlb0b4/W9CkFOPZfq9DxPyp+7sDMLPShi2Twm5cc9O/TMvAdeE73/vuI93pp+PQoUsL0xETo8xYL+vegMPDzslX89VTsgPV1lsj1nYug9IhEGPXU2Lb34F8K7lHJaveDPsDtoMkM9Ei6PPWau/DzV0eY8GwbsO5SbNrxBA7+8lJSdPQDPrLxtt1g+KUqWu3+pn72zFBY8UhZpPOeSYj1uZJC9PV2/vNcVLTzfraE9HoBkvtEFSbrjTsO80IZyPe3OKL3STLO9/DVDvPLPAr0njz894lCovVE54T2UTho+KJKMu1jDpb1Efko9Q+78PdA+0bxRGwG+yuIuvZoRwz3Lp927DXFovUoJQj2ut0M9n2wWvqk8BTvrw4W9BrCvvZH1J762qS09YrdDOwPjij14iAu+QdiwvRw0rTuqj8q9SZvTOyqt6r09cwA6lY+FPGUt+jxxHHA8p7W8vTyCyD2xgds8PDf1PYVIqDxzSy++8aC3Pbh4Hj4nFlK+","oc/MvfVTLr5NIys++FPcPTDnPD6ULug8KwU2PZSJwD2aihe9M9yIvb5rfL7mJ/k8p4ugPYrelb5YJ4u63XNnvmqm6j4kdLM9kUoWvTtD+DycSyG9lkZrPdEaHj0oP5i9GyoaPoHi27wmZSu9maCnO+ZN6j1e65y+ppE3vrF0Xz0LZDm+d1acvXZeYj0Qvn49CVaJvZLODb2nnL29T+gAvkyqnr0NhhC+OzU9PmXCkbz04wE+YHjEPH2X0j2lJdw9SKrvPQtvFT3G2Lm9jckVvAVJLj4KTeE98mBtPhIu9T0CIdm9ZoMBPoxAFL5rSt+8pAmCvpMlLb0nXAw9ZEx0vvN9UD42uQk9cOi4PgaErrxgNdC93Dp/PWuMFz0zjNE9MW6PvLzwHj5xsNC8lBoePTTA0z1Ctok956lePWjSVL7NKRQ+vCmSPcupiz1NWEk+0WJmPWS68D1H8YY9TvHqvY70gb3Bwgg+EzBaPDe6Ab5vv0m9/2MevmNy+DvN7cI9LNzYveU/l72dfT48059rPFNHHT0m2K899yxGveRig70Sw9M8vSyAO/K5fz370GC9i3kAvmha270hWjK9ha6KvV5mij1zzoa92Cp1vJeoxr2gxrK9/o/kvH0rlz1u+eM8RDERPS1tjL0qbNe8Jf0nPvSwnb1neMG9PFgQPlkDcb3DBls7ht1DvcSs3rzdFZq9SMxKu/sZvL1eLhI9Oi5rPU2pD73D6fU9EVp5PXevdz3EhEW+rkFeu41HKj3P15W8gnqwPUk/nzyBQ/q8m+5iPaTECb0U9SG9071dvRNcHr3aEb09n4UcvsYm0T2XmUi+OOStPSOCKL6zkGy9eWCfPDutdL7JPG295sVKPnVmir53DuE6tMaCvVfUkD68vxw897yDvYG0/719S1g9lRvTPX6nkT1pHju+rJOrPUC6kL37Oz091MsAvRQ6Gz1Q20q+dkAyvLeoMj2Lhpy7KLabPS2+bz27bZs9WVHOPamsprxOuBs9Ad/wvUqCjr08dLG9","OjpJvVWXJj75QtK9ao4xvYwE5D1B9oM+v5ulPTUlUj7Y2Gu9YLWzvMd9ybxlV6A9YuurvfVvP70rHgU8XXIIvDmaxr2GxY49DFdoPaob6DwUZnw9SEs6vbJhoLuXBaI9iM0kvfQ/l71Er6E7dDdzvBLkrL1AZm49RFiAPPN6sDzn+A89JOJSvvxqjTs0ZSu+iufWvaMBpLvid2e7WfMkPRigZL4/nVQ78PR3vb31Cr3hniA9r5XNPFRVwr2fBCg9tMITvRmpmD2cur29FARJPnsoaz1yKgE+IDE1PdAb7D3SUTi9D9ZWPF7MRz0yD5o8CHHAPWznsTyOL02+47lAvT82zD142bU9GQmPPdWqiT32GZE9E6zoPfDPmrwwEzK+XGDrPZfWez0OmEG99IUKvnY3Ar7ivgq9ZlDPvEXB1zwSfLO8bdyePSqxU7s0gc29XdAfvpReYL5U/b05/6eovXjC9zyLva47x4CUvbg8hb3o1/A8skCUPTIr4j1jKJA9fCCRvf1+pz1a9PG9qczfPDfV6r2xNRM9YhVsPU+Z6TtdiSq9OS7BvV4ycr3TW7I9wOUPPfQeID3w9688nTSlO1BnfT3254A9k188vKRrrL3GMo08WDHNPeg5GD36XiC876qWPV+ETrwBOhm+XyXFPa1Kxb16eGs9I+AWvtlm8LuvCK89e/8lPSwxWL1NZRM+smbjPYtkgL3uOXe93dgQPYhaqbthWYi9neEwvk+eNr3cAha+iMwWvOLyxz1BCQi9cS6CvBv/L77nicc9itCiPRbHDz6jRbI9ZbKSvbaeKr18g8g9i06KPCxdR70/7yk+6LwDPnwmTj7BC7o6+Ee5veP6mrzTOxW8e9g/vvWB8r00aVM9sNunveYUbT02yd26Q4DSvcplVr0G1HK9lTk8vQAEyrzPCAQ7vVWfvGxEI722Su09ybPXPdh9ND1PNRS93q5GPWSy8Txj2Ya9qsiNvfyCZL2Xsg+9ZEWnPZh+Ir756dW9Mtl9PXB0zr36KdI9","vWsuPhoJpj1vXSU+aAwYvR5NVT3g7pU9D3MGvomqxzx3JxM9idDAvSsXM73XTW09ubJvPSwNWj3RQLG9FWnxPUpkA70Sgkk+FqoKO02kCb1U13w9MojTPOMp6bxg4qq6n+pavf/iEz6/K0E+PoUQvVrLzr1wVai7gvGbPW7uKT2JNkQ8i4XKPTs24L2lOkk7RFSHPIqZijxV/KG9nrwEPdxRur1k4cm9th9SvXmtDL7xhYs9plGbvcFBv70AqIC5qygJPhU9vz2bWBQ9BOPpvTDYmbwoMcS8Qpu0vL9orb3fwye+dosCvUcUfj2So9C8WL2gvay3tjzUAwW882mfPCCdvL3WjgA6Z0OdvHtSvz2ISL69qimGPboq8rxtXvO9wAg5vaBGhTyCnOG9HCYjvd3K1zzTAim+oleiPWC43rwG1CI9cZTXvQZGBr7ysZe87eg1vfK/DL7jK/i9JD+YvHXgRL3dW647s9bovZQvWzzZegO+4PeevdoJhL74yIK9OwSIvV9hxr0I3xQ8xFVqPBoULL5lCX09ZiqjPDCg+Tta1gK+E2a4vRNapb3BBvg92iP1vYd3jr10Dni9WJmTvd9mJry2CMW9DZAOPbv7ZT39NDK+0+TaPRU0TT1P4Og8oHfvvZXfBT7+cE2919iAPX40k7tG04k92RLVPLa7gTquPYW8nzeEPbBkKL0SrdU82uaVPIkH3T3Dp4491eY0vaot0DwJ9Ce8gqO5O8Jz4bxxAAi9LN/2PE5gHr0fhrK9aeOcvZ/K7z0bZRc9LxRpverwvL3ZlYA9qetGPS21a713HdO9ZiWvPeepoDtJiYc9d2tdvZnpBr20FSm9m75dvWu41b1YVsE9hLMOPQ5Sr73fc06+nGKyPubyN7ss4Y2963BUvE3xEj2AdMs8adRAPAv7Kb1MYa69HESyPWyX9T1vHWe9kPciPh8lfjzQTC29+DbivWnr4j35T3e9Fdc9PdGPrb3vb6a97Ee0vWD5Fbz2I7a9T0UePeynET4erqG9","FchBO+4/3L2yu8S9aIiYPSmngz0cJJC8LPQHPtfUZj3Zd4i9NRLcPaT6Er69slS9YOkNPhjYGL0/vvo8+aU8vCEqwz2Q2CW9esTRvcQE8D2aDrO8pv37PfxEBb5YlRg+J3a5PCv6Hr1grzi+bgg/vsMUkT2gU5+9e7X8PSbsmT1O5QO8AE62vMh+GT5l2FI8udumPfOHXr3LGak9tq3KPe7nIz5flNo8BEqqPWskHD28g4S9IOuOvbybEL1qvBU9CEjFvWWi/D0wXZS9TUQmPMNEYb2g2z8+JqYjPeILLL6MEEU+vvdXviElkTxvr7m7tFfput9jBD2SEUo9sakcvTYQGj3/hs49vZvGPQbONb2jqjG92HdWPesleT1sNF0968TwPFOWTz77or69RzqBPU7irjzfp+69c8IGPjZdtD2TwYg9eWcYPsDjKDxUvNw7sTbRPWcPCb4v202+47Q7vtHpGr24sAW9c1gvOvcArjvI0vO9eVe2PAXNTT3O3ES92HzTPdm3iTxMsQG9xC2yPZQXybw3zK+9ti+HPelusT1k/Fc9mLcNvq6yNT6vooc9mhT8u7bjjL2n/g69j0oHuxuLaj3o4hk+u3v7PXRwtz23oNM9x3WEvAeh2z3hRJG9LBOZvDzOEzx48ag9SF4vvNr2iT35nAI9amMfvm47BD4C4LS9dh+GPaytPj6GXxk9PSMoProjx70hG7c9Wv+HPVkdCD5eOxU+TJPyvXMZKb0DwRG98CQnvYCmBDuWh6s9MkcLPuYGjr1pZeG8SVqwvddsLL0dXwM+2XnhPYoP5L1R6Ri9jHKhPQlwHz33uPg9c2uSPcfNoj0vjpK9hzZqvpjj+T0gT/a9QHjfvRoXe7wI5Si8IUL1vMMqjD2Wk9u9+GtnO2zw7T1tW0I9W/XXPOWbpr0f3cw9A68BPf6Ah70w1ro9moRAvpWigbzvvjq9oFSlvcgo8zyeSK489qOyvEEhjj0xxxu9e92ZPa6A070ymdq8G8PWPUQIqz0/hw69","+VWbO+Vntz3ckh2+yktHvdvvVz2ipGY92AtrvXogxLz2i8w9reXkPC6aQL7VbwY+pKhbPIqcGL3/cEG9r3q5vDKS5jzN5T6+eDo0vHnUID0XjmC9Wn7WPWSh3D26LFg95WWavbXEjD048eu8Qo46PWe8nL23daM9wmaavTcfHb0Ay00+RNCWvcwDDr7U5989a/ToPB/6LD2+IOw8Km0EPoSmoDzBCZ09r96+vVjuKD3Zo/m8ujUDPUErOz2WSIu9L5P7vW6dHr6LdRI+R8bruc0yh72tSK88zr4kPT6srb1PvrA9ktNZvdLgvj2qpgQ94SU6PSR+QDvnxh689Oq2PEu7Fb6gGHS8C5SPvTcaD73s1PY8Flt0veCYrz1q0Km9afZhPSPBMb3QBIE9IE2JPArJurvxzf28jNAtO6UVuTw1N1c9bwYGPnYDtLwJ2MC8nYF1vd3vqDyqJYG9RFbpPWcoqbxok5C94FUMPOfncDzcuqM9+LL8vPoSMz0iVDg9EEq+PWaaVL0Ez569WypKPdl3QD1AlSc9/ZBpvYqIBD4zd7S8GOF9PX+Xrb0bLhE+P7H/vDj/Bz4bql09evUKPpSXiT15/3I9RNuMPTO3XD122QA8qTeuPbca8zvvKY88u2SyvSJSD7zYPaE9o4vivVFKLD37aMA8BMpKPc1POTzxq9W9VgcOPauBor1X/0e9/HGVPTovML4hvQq+a9yqPWEOgb2nBzC98L6dOvd/fb2CZgA9tBduPVhAzzt8eEI9qO3lvXUADjwRHnq98sTAvboIJr6rqBo9Tl+vvUCYDr7eJyW8RHPMvGF8Gzv50Tu8Nr8VPo2Xjr1K0mY9SdTRPVhNsL3JcK06fXCCPb//fL2reyC+9tjgvP/GbT3zuAY6y/yRPWBx1jutZXC9KT14vabKBz0Oedg97rUIvSEBHrxJTBQ+VVI+PRGfbj2SupA6N6Syu3LEsbvx7I49Pv/SvGx2ND3zOgg+MK52utY+D73xYYo9NXGlPJ2WDL7wqzW+",