{"architecture":{"class_name":"Functional","config":{"name":"sequential_4","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,10,16],"dtype":"float32","sparse":false,"ragged":false,"name":"input_5"},"name":"input_5","inbound_nodes":[]},{"class_name":"LSTM","config":{"name":"lstm_4","trainable":true,"dtype":"float32","batch_input_shape":[null,10,16],"return_sequences":false,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false,"time_major":false,"units":50,"activation":"tanh","recurrent_activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null},"shared_object_id":1},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1.0,"seed":null},"shared_object_id":2},"bias_initializer":{"class_name":"Zeros","config":{},"shared_object_id":3},"unit_forget_bias":true,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0.0,"recurrent_dropout":0.0,"implementation":2},"name":"lstm_4","inbound_nodes":[[["input_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","units":6,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["lstm_4",0,0,{}]]]}],"input_layers":[["input_5",0,0]],"output_layers":[["dense_4",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[10,16]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[10,16],"values":["klH5vHTzxL+26LI/g8O/P7qizD4V2ZG+neFAP4wJMD/LWlS/J0aVv1zrR78BGN2+7joKQAf4Az+O7JQ/dBmQv2dgt7/C9as8xuHSvBcswr7YOxy/EZ6avt9DbD/owHu9JsjFv9CV8j8kHZk+4zNUvYxXqL/7iUK+qoq0P/WK9j4F3pu/yD26Pas73byYVIA/blRrv9xhPT+vcLy/6DmLvqE5br/zC7U/vy9GviFDWL8n+LA/sWFgwNtED8BgWDS/rC26PtCPUj+RfCY/Nvl1v0MsfTwhOHG/Fbe0v46owL5vs6Q/o/2DP+zpWr9Rd4o/DFGuPsn8XT+NTS+/F/DJPgxryD6qaVG9S9rdvuAO7b5amc4+umd6P23gdkD9Sgu/7QxiP+qR1z+FhZG+NSYfP5Ne/77bfmy/RdS+vhVd1r+zMxs/JeMrv4EGSr9KJ36+75uAPvIimz6ohuo+nNB6v2OszD5NyLU+0RjfPmDH8T+ktFc/xH+Xv0S3h78JRe6+mdJFv+oRyz+ppnC/jP7Mvk32w74XBs2/ouxnv2eBJr/fkjs+HSgmvbnv0L+5AKi/OAFCP4TjFL/fFIi+hcn2P5gXBr6bMIK/rBRFP6plDz/QfBa/Gh3KPjkMvj0HlMs/bvoPvxInfz/v9LY/aNviPobnhr9IrB3A7eZrPxC7Oru+6hA+0ZJPP6XUBEC7aCLApC3Avb+dJT8XlU0/wAZMvzVlcL4n1RPAeacTwMoN8T+GddA9oMOTvSZFCT+46cW+2wadv4jKNr9QBSLAEXqXPtnZNz/roq89/Oj9PkK2Ez/jZ0C/5YbNv5aLtz9rt3E/RE4lv0iE8L4ZEQw/Be4vvg=="]}],"outputs":[{"shape":[6],"values":["6a63vkN1ID4MZge+qmvAvgBdQT0jV26+"]}]}],"trainable_params":{"lstm_4":{"weights":["PTxxvcgZ0r03q7k8GKfvvB/Apjy+twm9N+xFvVAt7b37JAa+wb/bPe9/or25HTK+99ELPoIUbT4VDIw9TegjvkQuwj2HiwM+IYcBvZ2kPD4iOwo+RLsXvrIg8D1cT2K9GbuMPEqJ77wJP4y9eIuFPQKgvj3qla89UH+xvRV4Lj7BFji+O/4lPjHheT0pYNu7C3EBPQeG2DwuwLw9r2exu6gUGD6LErW96lUPO1wbYT3idEQ9IO3hPfc0YD1EY6M97lPDPYJzjT0CV+y9uj0jPuUY7z2SnUO8qBbbPa1E0ju/uKe9VjZQOpjpS70RVkg9bIgePeBRQ768vyy+dIgVvrC7Cj4bGPk9xaQBvtnvCr6/sKA9c8javHTJ8r0S5sI8VU74u+x6wLwWzbu9WrgCvdQ3Nb561BO+C9wuvn+bY71ktc29tRgavQjb+LxSItq9ApcMO/D14jxlH749tjfzPdAr3r1DBRO+MVoEvvIMkzqngIU9bdHCPZQmhDw8YDe+thVGvtr/xLqAblu9ZUvWvQbgPj0VAV+9SmyGPJ3av72FlRI8ra0fPtpiZr0AUFi8D2MDPrrswj1AqPy99ZQ2PCnMFz3R0yO9x1ubPaYprj3UlhQ+v2Ycvjv4wz33UYk9ReT8O4HQnb2Nugw9UotPPVlLcj1avRI9A5EHvq2ILj6IBRY+j5LZPd9sQL2YBby7EC5FPQzyC77IgGa8bc4/vWeTy720P1Q8KpiwvHhIEr3iy889plcmPodBBT5KHBa+iVc9vdIEMT110ce73y26vUbJNr4zrCc+ZpqbPLdZ7LyThqE9QzCfPXc7YLwMkYM96frZvbHrwT2OFRY+pwqHvY5wPr1hsFg9+Bs1vjdQYD532Is9bBe+vZZ91z0n3xw+QQG6vH6ZAT7N1gy9/qfDPUeSvr0jdE0+EouFvGu6zL13t8k8TQTRPHZ5UT1vXgO+yHqNPdHHHj7Ncl69vooSPt2gqb01lKu9sh6AvcHexD1P8p691m0kvuh10j3YxBA9","DZcPPnq4Vr3wor69KxeHvRk/SLxsYf67i4lKPT86k7uoUgG+sxzHPZhNfT1wl+w9fCgqvoWJoj0rdQM+8B+ovUsNdj2l9bw9JlbLvZQwXz0CIqW9YmkLvqMk+bx/bBm9sJlHO9kjKj7fCpQ9nimSPTmHL77Gexc+npbmva1ESz0xOma9Src0PZnVa7wVRp49MFsJPjZLX722YRQ+hTi5PV/Ikr3Hh+e9cyNavPPT/z3QHoA95Jhpvt7W1Tw6MB++S4JgPYghJL73UiI9JuHjvI4uFT1XWq+9b7PEvRXF2z3/Mwo+UHfuO/lspT2MqAK+PPLYvVGm6LxWMfU9WVwvO7S5LbsURa69uQzyvaesZD02psY8kOYpviMdAr2NL4a61vgoPfMqCrz8zpm9iKULO/tmZj0lBnA9P0YMvV73E746Vig9tqCTPS0Z/T0bLFI9DlIpvn1BJL6bRgw9LfjqvTUzjj1jDdC7YqwmPbnJgr1n0MQ9aUauve2FqD0vAL2738vrPEPFzb3iqRo8MBpRPNCTiDlTkxC+icntvSjrWrxECr29jC2fvZFc5b0+z489RfUePUMXzD1D+Bs+uvELvQVmMzkhG4w9Jvo8PeJ2lz0Zkeu9bdeQvBbrjj3MvCu9dLPmPYZsljxZuv+97oGOvYmtGD1h3469rNEAPkr0nL25jo69ZnDTvWx5sr0AxMC6eioQPlginD2SsKi8wBUMvjJ3kL1Ehja+rSTAvYXkkz25Me+9zQzRveNtmDwQkOq8JG1VvctUHb4Gl+C8dUPSvd3Itb3nzdu9mWH0vUmlNLzQ9Ig9hekJPOr/n7vI6Rs+2S9RvfccpzzYRd09/DTQPP1M2r3zwey9g4uTPD6THL56d7C9wd+Zvf3B5LwsICo+vQ28PV33JLxkfLW9PwrAPc2vMzvotZc8to/aPaw7Tz3RwQ0+yxJKPjZJOL7wrAO+rGsSPrTuHT5IQ5Y9kqgKvgNbyb0zrx67Ixkyvj7wvz1ZCwo+NbYePvaTT70TTYu9","isC3vbGo3T3A5BY94K1yvGvZNT64GGa8qhJZvVR2KLzap6o9q2THPUXQJL0zdSM9CpjivU8chL0xjgW+mq2mPVJiBD27LZW9g/sGPjaycL2FUbI8mOq+PScMOT66ZuS9zMOXPeGSN70tBme94maiugsk+700YEs+3ZwKPW/ucj1CI329ufCDPjtT+T2FYHC8P4uQvCDzqz3d85u9iZCDPAn5Nz1iUgg+peHFPNU0+r2uXo49u+zaPfY7Kr79UDI9t907voR56z307ko9iEC7PTCtnz0OS4E9b9LGPTmMIz2FZsk9JSP8PfyVzT0dWA297hXsvWhqgD3XIjC+BloCvh0lg7vsucq9pP07PcXl6b269v09BFIivpyLET7cb3E8Z+WAPQckC7wUriK+eN8BPq1A/b1pe1g8gHjgvTHlAD0ml+y9AsYivvYDwz0YnfO93OcWvjx38DxFpTA9x5XTvZeMZT2cAuO9W0favQoBPrwJy5o9u7xJvoPbiD0FdO89woz6Pckr7D3yYUG+Q9CZva+qSzxlppI9f7ANvZJTtL2NUR2+zUaLPS0rK77k6rQ8qgpTvmovQL60Bcy9BBR/O4R8Cz65XhK+3ui6vQyGZbvHd8O8Zsp4vS3GzLwSgh29gHAQvo917D34lf682AqpvbZFIr5yzO69fna9vCmKOj073WY9VnWTvBqF0r0gyK+9axYkPt49Nrz8QuE8PdszPBHTUj0MFxU+6zJ5PbGfU71qOH69tNSzvNAPfr1tZ5y9xiyTPfIMSz0qBHK97skOvrWAHT5FJSI9d1evPRs3lj0++8w9NJzcPTRQ/z2Uhjg8c9LQPYsO2b2Iw1+9WgJ2vay9D750s7+9qrleO6l/l73SyfY7uhdBOGxuxbtbVYI9S6poPY6uXj112AK9Asd7vRxv0L1wJIk8wwGuvUuR4j1jzRs+hEy6PfGN6z1nuq29n0fZvWP7pL0RT7c93iwxPquYnj2MIaG9yJ9JPuReqr1oAr49lrN+PT6Dyb0cJB4+","9xHqvXTV3rri2hC9FFJ5vZYyrz1PZCA+OaRyPQTUu72hIwm9stu3Pc6Hhj3Izie+fgPxu5Tf7T0Kz7e9rGrSPOx1wbxdGqS9JPzDPSb4DT4CZQi+HhwOvo/mPz1uWb87mcpAOsjHA76AkgA+0bzZPXEGHz0q5ze9t+YlvUH1FT2pVgk9p80xPZ/Vfr2iayQ+9M4Pvi/ubb3uAA2+VvfmvNnxsLpk23c9XFzVPb2gBz7iKG0+h0AnvnAVGj6maRM+/ydHvc7PyrxWnk09lIyOPe2i2j0nSIo9E8e7PSjHjL2dGai9gBLTvFHsADxDaNc9uU9dPHuDtr00d7u9nCnAPF0m/j3YzIs96csCPhDbAz7S1RK+hlXEvXCI6j391NU9FyahPYpKmDy7Hq29Z/BpPedHDr5BwYQ9oc3jvYb9Aj7GEvW9a9MovqDqN75JZkK9Di97vXSg/rxNPru9M5qqvTRI8bv1qiS+FVbbvc9isD1HZfq9MA+hPYxnBr4V/V085K9fPd8aoT0tp4M98rcivWhFoLuHixe9hhsJvWpS1D0IE429yeiUPdVQHj3SKgU+HNg6vfeYlTtQXPi8NvyKuax2uD0n0fc9JJ2yvUtwg739U808ZzGlPQgaI76aucg9lPIyvgC26DzUfx0+0P3hPZqsDL7+dfQ893gPvsZ70L0Dhdm9KAyYPfNCBz5LYiw+UXaxPbTEa71UtsQ9xE5jvf/xbLwsLda99uaaPNq9tT1ziei9huECPrHxBz7JLvk9WebevRQRADx2xXA92pe4PVlOibzVXUc9v0EdvghgJL12tNs8AUWWPaJP/Dxxs+E9ZQMRPqrcgb1liDM94McLvjLBvz0ZaQM+Ar1dvfrWED7GyPQ9DXmJvSO7jT3soeK9WGsTvoKGBT6jOw++nohNvcVcWD2yVGS8sogcvu6ct71Wr6e9kp7EPYPw4T13UwW+dSEsPvp5Cj6hKl29pQ7FPZfWBL5SGI092diQvcGA9j0ZnNM9T/oYPrEnLL7Tf8G9","PhAkvGM9jb3nq608LnW7PRyPBT7lizw+oz+GPJXsXr2XZam8KYYLvpj72bxt1qA9PFEmPbP03zywvJE9yl3EPb9VzDyP0Yu9PXCavdePAb18RWQ9kNXmvbTbZr1dnwi+WOGtvT7HFj5gjg69bZR5vWm3h70ziRw+F3KEPf6j77y+H908a/CsPc9Ypr2vEJC9cjVYOzF4I707hFY+N+XDPR2Boj1PgzY+jcg5PkSKu70a99g9JzwTvLUv9r3B4xa+YwQ2Po+nSz40rQs+b1oiPqguGj3pRx6+h8kqPUIpA75a5t09KqmdPSG8Jr4lW109M2HwvQbCiL1JUQe+wFUXPh7oID1Evby9t1G3PT6gLD7GhD49JGICPpPHIb0Ktbi9c6zCPSPIlr0s3xQ+9Tp6PjjuXb3LPLk7x/z+PDDfBL2aFEa8cXN8vPo20r1WXLc9G3W9vdZl87x4PyA+sNr7PGbmnb0Q35y92NA0vr7aw7zkOvO8yxGVvNO3ADxw5+o9fsqYu0OUBT68EBi+3U7wvMuFvbtjy4i9DtlPvnlYkjywcA6+T0ovvd4TF73+/qW9SiFGvqdikzySNx+96bH4vcUkDDuHyti992cbvtJ2yb3Ys9E9b7a4PaoZCL4uKUe9VVMPPf+ajD0gsfI8pBQ6PY64Vr40GhQ9kp+uvNlRVT2JSnq8Yp7RPO3GIz7oJba9jYK1PNUL8jt9yum8PK9evXt7xzzbdra9T98UPD91ljs/4v69YwddvYHnwD3/SEU9lmiaPFn/ED7alaC9s/bcPJawPD2p0C8+YKUdviEYkz3czMe8NDjJPcvI5Dyt5hg+jwufvZ2g2b1G6dA9KZfdvZ92O74nZ+o99M8DvXC+Hz0CtUU76WJSPAxLzr3zJVq9pfYZPAA3ZT1mdMQ9CEb4vdMHNL1sTf87FqQIvvLqwr0Qgie9sTCxPbkKRj5fUee9KPfBPK3isru+twK+q3KbPXfpyL0IYuM96QHSveDHMz6CXZy96OYqPT8s8zwDYA+9","gWENPnMy0j1hlQ69w8pHOjczur1pB6q7AP6gOwIVTz3jGbG93kSOvQRLIj6nXiw+SY2iPbjnBT52D0A78FISPsuSSr6Svq29hX1LvoCJhj0VBpO9J5bPveX/CL54B7Q9m+13vV6uNz5u2wU+q2sFPnGomT1NWjq+czDVPUCesD0IgMk9AcXGPRPCfb0mXiI+WFpRPSUll72v+eU9rmmbvZFKij0BsE29K4Q6PeXVf7u0Bsm90FO6vcMfCz6bumY8nqM+PiYIgj68lZU9Fe+MO9XA7j32N3G9d+3nvLZoj7sM74K8nMcJPWu51b15A889lcFMvdnzKL4UDuA9hdGhPVs6VL20Fck8eMygPJjpUL4SaxQ9MTXwPQPJNb43HhU+79i3Pa6i4L1um0M9ANsePcUMIj0R1z49v/XKPcHUI76p8iy+kto/PCh5jz1S8SE+/LU4vffhvzsqhNU9PwzMPILw7b1Wafw9iLsdPoR7ub34W/w9mwoXPqfWcTuXrU89GmO5PUnnsLzNT4o95ArrvD2PI76VFdQ9CxTePU86A74jWPo9CRGEPSqJpz34Vxu+YnDtvfTbkD0xLxq+Tc4UPq9e1LwIs7e9EKEPPmRZpb3dXQ69ODoxPdIEIr4+L749JXcuvvba/z3mxFi8XtC0Pddvuryh7yq+Dg2CPRN7iz1EOvk9BmvlPQLIgb0BVgk+U3CgPXXHNLzZIQ89RKAZPp2XxD051M48xpCIPeUxqL3LAVk9K+ETvupeND0dWRg+P88hPjmiuD244ss9Yx3ZPZphFz13WyO9f3moulAHp70YR8U8F1qivCCjDr3D0Ba9mrJwPfoqobySpA0+p3yJPcH15r0HJzS+BkIavi3CYT0cYgi+sSQDvi8Lor3nVj4+JCd1PSV/d737HY493HEUPki+grzS8/E9AqZ4vcaKMz4wwRS+FznHPTKOCz6OU1o8xuu0vUpaAj4Z2wa+AwfSPe1mOT5rcPO8+agNvml/0b1lygC+bTy9veJQVbz/sBq+","NGUbPh1947yfi3C9sSdKvWsK4b1ARbs9Ad7QvX8yBT77Y7a9p/ChPQHJzT2qeSE9qesLPmNxzj31Pq68vxSEvT06Ab6LEYs9SpE1PXPJXTwhypA8fOvpvJ3b6D2nZA6+7Sg3Pfsh3j2YyCS9x3eHvY9xrTyu/S09/93kvccxEz43n6E94zapPJ3W+r13L0m+qjdoPEQb3z2YnpQ9VOOiPdbOx70z4hW9QNUKvh7j2LyCN9y956+oPXOYrj01HIQ9FIs4PJoSmL0y6l48RLSkvVeKKT7zUze9eO8IvoWbuT0/uUA9BVurPHFxCb6hiiC9gk7xPeC+mr3y6am9ivCCPAxixT0bp1S98oLdPfY2ob1BgUg+310svTT7VT4+aQE9hWZAvczaC74gO4i8+rkMPXDGfz2QURO+LaT6PU39nj2AZIU7FYUVPtrhyLq0oMe9HrFVPYuqyL03/4K9QBj0vYy4/L14LQy+WEsKPi9jFj47Pyo+fLGCvI7N9jh4NAC+a1zzPV0hu70H8ge+YnoOvT2DHbwU5/a9h6+CPW+VBb6QnxW+ZHgZvh4in73NN5i81fyvvT1lNr4cwhi+68atPSKE4j12Oa09Nn1tPLx0/L2IR9U87EpjuiM1Azv7CfG9X9sKvjIj870iqhQ+cYTUvPFzqT0tU5m9Mr3LvbkDRLzNTAe+zIEUvkUoKL1vhmq9CO4ZvmKo0z0mtkg9/Bd+PR5pIb0nmvi9H3q+vYbRXTylWAq+YDD0uZ54SbzaK7Q9yvCFvbbhp7zsDIA9cQIMvpgVAj2N6Cy8f4EGPbywuz3JjsI9PXfhvBfykT1a9eY9VCgCvIdGjD15cp28H3PbPbzERb4Xk5e92SItvNtVcT0UgwC9MKMTvinEyTyHjAm+ysG8PZr8tLykjPm9D0sCvtshAD6UNOi9EjtgPW7vcL3EmT28snEnvlbbpT0MfpO9c5pPvYBp3DwKQvE9mD7zPZt1Hr7J7g++duvKPODO+b2o6aq95hZeveoQabt4kNK8","3B91va16Gr7SzgK+SC3lPV673j3SgCS94DLLPci2QT4+bpK8jWg5Ppc71D0/Xhm+038/PhAe2T2AX5U9TEVvvAI1AD5CgBw+EcaaPTQhLz5f8xS+e+KMvWuEXzygZkw9S3yBPa/KQz6CYE4+8ZJPPefgXj7ptfA9dhTwPSIoFj3ULy2+ewVvPQKa2r3tQio9oTw0vtdhjTv3I9696ijjPcSVCr27CJw8EMI+PpqRLb3Uo+G9V4MUvmWK170SiRu+uq9BPT5Ofz6rNec7DeUZPgrvJT4NV/g90bRdvVcwlTyS2ho99noOvt6O9z0ol228HduDPdRxc7xD1pw9BYEUvBmue7w9I1A8omEVPWkCJT0zzKG9vVZkPnVTITtX+vg9YVgRPVqgiD1ohwE9FB61uyfPJz7y3ZO9aecZPmIBF77ybjE+GQAFvuM9D74jzK+9z7m7vcV8FD3raTk8Nm+qvVhHXrwUbCi7skX6vBJGpL0RfEG9KPWaOnhS4L1TpiU+k0+TvT2xzTyE11o9A1wPvQkQxD3rQ8s9Oqi6vcjvIL750/K9+H4ovT00br0Orw0+qK7QPL3W9j2mFBG93BM6vbsJ9j0lugy+5j6kvfvrEj0VuyI+EbZWPMoJ2r3sjBG+enMqPZGUNr48NEG+ksnIOkpsBD57xtY8m1a+PTnuqL3DrCI9Nmb4vaeiJD1a2JI9YqoBPtIzrL0GwyW9/e8bvlH3zT3SDpK5sulhO1QQ270uGLg9f2YOPGQEaT3ogcC86zbIvczIx71qwCq90YDkPaMnpT3FXzS94aoyve7AxD3IuW090jCrPbNVND22PG49NkOsPZTSRz1WmZ88OrDyPNh35j3J/a29qbIBvqdJCj63UNy9dhUcPrKkIr2SMAe+U97Wvf1jAL5kpga+FXIkvqQqnD289Ak++TKrPb2m1L3pxI09LS1dPW+NVL0vhca94aaJPDRCnL0mJdw8bXwiPjbiZj1gj9e9/HMwPdy64r2U+X69N3QcPq/kGb5t8je+","acv3PaBnubyPrZM99+MjPqPI+jzI9529vQMoPg8o9zzoh589wQOmPSiXC71cwQQ+r+yLPa51XL11XvG9cClFvY2T2z3lgEg9K90VveSsHj7a6Ci8YC3IPa96jT0/9se7OnxTvX1oHDtqII89o55bPjyP2DyDBPa9pt69vT1+/D347Uo8CMikPUoCDT1eEoG9fT2gPTh3u7xM+YK9soUOPi02jD1es+87FykUPIQR3b1+ruK9PSxPvX5ntbypixq+U/6vO3kOX736+1w9K0IavkB5v7ziyJY98uvmPTA1UzwkEhK8r5Q8PlhtAr4i8gY+YiIIvEOqoD1UQ/W9zCNpPfUU8bpSsb49bpsXPjJYID3ktE69l3eoPU+7zz1ShTM+U0uAPohfZD5XvCw9Hx5KvUnJyT3CAUE+bk81vVoFjT3lFa+9zzqKvSUG6z2H58q9+MenPRhiJr6Cl729jai+vZIl7D37Bxw+EXnkvZJAq7xFxhE+//QMPiqC6T2NgfW95iTaPGWtOT7RIri9z1CXvSQGEj2f0Lg9UGtbPdjEkjzJauG90IEhPgQhYj3KqXA9nEImvjDpCj5eqaU9ZqZPvaCz2T0zHoq9g32NvUndBL08GWi9lO4BPfqBaT0cWjc98mFSvYYKD7ysiZC99evSva/7m72XxK48CanrPbHI6L3OgfE9ZEvoPcWZ/b1KXgi9jCMRPn5A5L2/nHY9EdZdPHNDtr3xoFa9KREMPQylV70pLTY8qeBDvkQRCL2MnDe+CaDfvbmdeL0l5M09foEEvUJmlb3QtSS+4zwaPU7yjz1jye08FY0APtEi0b1ZHB08Sz4nvgpOur2VD6k7eVQWPkKpqD2Dtiy+c0wCvL/1zLxf0kC+Du6RPX1okb0omi++NoAbPsdUQTtrqxS+hkcJPuv0ozyGYpu9jkgnvNcQcrru5AM+kOHevVnTrbwOeQG+N5UYvlywVj0RbhQ+qAEavtfuOD4G5Lq7hyIkPkpZKbpEb7Q9U18SvLTscTzcfZ+9","+DnTvX/wgjyjl5a9OrDXva3AK771VU6+uKMEvqgyBb4X+ri96yUFviBM9b1MrS49hrhoPZWW2r0Nz1q96i8yPfZnGT4waze9KgG6PXogG77hehO+JscpvMhSLT6jIV09Q0KdPM17Mz7A6e89IJstPhbLZDy0hbM905orPS+QWr1PkKM9mQ7APU7zsj3tx1I9zfMIPiFENL09jZk9+z1nPTDOU73OvT0+xSvbPcaAD77GEYU9QRnpPa/I6L25FKa97JfsvLCoGr6yDky+ZH2mPbIRxbxTDQc9yReUPL4k1zysAUk+/ny6velToT1LbMA9UM2hvEyJ1z0m8jK+G3q0PZolnj3ILjK90H4OPKRFLz10SKi8F+rBvYDX0z1RQuc9rrGHvQLULLxDjGE9cwvwvfXLHb0Tp147UbyxPWlACr66KFE+JtnrPQvk2L1prcI9xLTAPRgu2TkL9Sm+cB4IPgqf9z3PvfQ7lTgrvSkIPT7W1M68W7ypvXrbe7zVIgK9ZbCBPTXbl7wfqAE+R2qMPBS78z3o1ie+1f7VPX28wr2cAii9fhAWvsTbpL3L/n689qNjPGGuyD1bXY08dtuTPRM/KDy/DDc+UGvFPBnHSb3vk5G9VFkwvbUj0j1YkD490IAXvve9+73Tss+9HHkpPhE6SD1jR2u8i1lpPbc8Ar35Lxi97o2HPR/QeTzhdCK+3ET8vVBcN70gTKe9tdtrvb3Q/b339BG+6hH2vQSHB7755m88ztPyPOGFGr70c0G+vqonvYlAGD3isQs+Yll4PEjf5T1Vo6i9JNvAPXRG7z11CdO9LXvFPO4YcL243ug8W3/Uve5cIr4MdW69eguOPWwf3T2qlvq8MrIyPt6SNj1ieDS+bpM5PFmr7b2RAce9a6fcPWjLnr3uwxw+ToTuvWEKqr2FPS49onMlunpsIb5pzBQ+bSJmPU/JAb6U8We7wqYCvqo6Bb520rw9Xjn8Pf6lQz0aWqQ8bXjlPcBpS70Bz8C887mzvaPSu70x5Ka9","aVW3PUuvdj3+Mga+SKucPdljgr0uGo+9P3yGPQt3Ir3Fs0I+VssCvjNBrr1yEjM+ehkXvi46AD1IgiC7WLsYPp8HuTyfVrS9Ep0OPkdgdb30Pes8UswCvoYziT3De1I8GX6EvdX5yD0IMiw98Gw5vLrSP75G9OO9OAJEvSi/ITs/xJk9pDKYvJ+Mkr0htxA+V2oyPn+EzL0s3cs9o4wIPncrKTxjLwY9JnUdPoMQAL1GWA6+PZNdvesx2T3dC/O9ts86PscaKT5Okx4+fFuHPCco2L1e8oo+GuzQPabf+LxSln894dM9PVTo8T3nB8o9UNAAvTf6Nb6tyyu+qU2bvedXiD7Z/DO8GhyOPTFwNL0xgGs9ZCDgvEldh70KIsQ9t4xbPT0OqD11Ztk90RewPUvfCj4qMe+6s6IiPdz3Vj2wXNq9liQIvRIR9T0va3A9TK38va1c7T3CqP68BsYqOSGaAj3tFDE8SW/ove4+9D3lbK+9GKcTPl4PCL5mqX89wupNvTiMnz2X4aa9f6WRvU5i67wTFSc+5InEvbcXej4fO7g91AMMPo6YuTsgcS47xM+yvfI8Qj7uX3W72xGYvZxdZr7Sj2M9eC8LPm+U3r3194Q9q0fUPbfvjDyr4Cq+Ba+vvRRRUz1R2Em9YYd5vPJb272aM/69MBv6vdc7kL0Lr9e9IYnrve9mhT0HR3U98Y44PnlzGb368wS+VpQQPsojFz4V4R89R5ZmPF6+Ub6i7h4+AJa/vQku572YOc87ISnMPfmhbj0aYpU9ox9EPrRiFD6xI8E9SK3Vve9t2T1O1Za9I244PUH3Iz48nmc9bH7ePYq5wT3N1Am+Sf8cvuofFj5z5RE7IOkZvie2Bb7kiR8+BXoEPnDEEj6Uxv09nSaxPXB+X70ZOMq9ZzK8vScL373p/BY9I7NMOjjSEz327dS9pd6EvJPfOz6frj2+SOATvgT3yz0KtgM9WMHavPxvDL4PwSK9dLOevYHzj70XZRg9aIt2Pbo9LT6yGte9","X+57PU5gcT5nXrY8lA0wvgWiYb3xZyk+B7w6Pju6Hj7j2xM9+goavdRkFD54DS2+aMxDveBh1bwTe++90NjJvEJOx71dp4W9c1EqPR0Pkb0+el68LCyHPWq81LvX4ie9r6cuvukQoD22NVm+S7vvvPZFDz4XRfu9Pk5/PZArAz5BXti9gUTVPDxO7TwFMQI+CmJjPcs/yb0RI+y9AkDBvFsAhj0A6Au+VFt+PZNXBT6M/b28tdqnPZjlqD3kuAi9HN0aPhHRsb0bvtK9yzLtPRqMzb2sLoW9xUoTPTvKmj5fVGo+Qm79PdQH8jxq8RQ+2pNPPdHmdT6/b949d8phvSPYvj3Ki4Q9wA4ovoALqL1KIAw+cVEuvZQN9zysTb08t6ngPTYkED0smlE+XHMAProIpTzQLTs91M6BvQ4cOjyEIYO979OavCHJ/z10YO+9LlBfPT2NfT3AU6q9kVGNvXGgQD1ezwU++XhsPSHPLb5wZGk+dptmPnyKrjxL8+69RamNPTywwz06fKC9B1kivteIB77Te5Y+Cqu7va0IGb6RJRQ+sldJPssf8T2+K8M8pRGJPpIkYT0zqMI9wHCfvQHwB764Fue8hVpJPcjI7r3ezcw9sEKjvGr0LL5H7BK+05s/vnZaWj5kOqc9c60GvveHBb6wyC0+DlyfPU0cr72RT+M9lD+NPY/Gfb12SsA8IinTPCeOB719loy8EX4fvrRiF7zLKL697Z5FPmdCob2qR+Y9DF0iPcwHe7xXa029X076vSeGGz5wzwG+SoxQPEkqCr2QsZY4lr+QvCI3jT2tkXO9fU+ePYHAID2WnQQ9g3y1PcLtrb0hyyM+5dlQvkBxNr3+RBI+Ks26PfCTMj6jVN+9e0+QvPxRCD1aJ/29wFU+PKmr0702KSi+fjH1PaMyQT7Ivko9jRrTvUSvNb7H/em7J1KlvVoNQT6RCCY9BBYDvs8s5j2HU7q9rvTEPT2AkTxmpdu9ip1WvtIhF7t5EeK9oCiUPSF3xryxnyE+","yRCfPSXdc7xkI14+kFcIvuDMob3ZDIA+yrdPvXTpF759q8k8sXiGvirgjT0pjAQ+H1y2vUgyXz3eFs89gwRfPAg8Ur49dfw8Vz+cPfHE4jtEJUW+WYyIPRjeqjtLz7u94N86PBs8AT4HHiM9nr9VPRUquz0OoA2+E8wfvnw9OT6Xi00+qvADvid7Pr7SR609daeTvUrjjb2KJTe+LugIvB3PJj6cvBo+ocsuvmNSXz1ijZy9RRk6vV+yDz6Q5oc+FasjPgKxMrz4FEk+GncvPqJ+8j0NUEq9Ba7qvaA/Tz5SIQy9NqD8u7ZmH74ypME8PeE3vjkIH74rTZm9Hm/OPQwMJr66Pzw9pr96O8+v5T3o48+8jzXMPQr80j0fW6c9NAYtPQMELL5xwzg+MrjHPZXNFr6UkDO+U9mIOyhyOL1FL868H7lSvt5DND2kgPk966PjPOwnBj7WNg4++CCyPTX7M75oyIq9Yua8vQSSaz4L4Pi92YBKvhW39b1fNMS982szPreaRj4hD/o9EX+XPQL4LD7NAzE+Qf/mvd9aCz5rX989T2AJPtg+Oj7d+589K0aPPXbEQD7Szxi+zu+ZPKwzYb17QcM9jgGoPX58Jj6yzXa9syUBvSRFGD0Vu4W9csUUvJMqTT3ag549xZbdO68jBz1VeqC9d/JuPIKmKj72asG9baRnvaE5gjuIY5a9hOPYPQFx7b2qPUA+Jk3LPXLU670Q3T++r21DPBIV5zwwPZQ8bBxWPaW04b3/rB6+8evbvIAnvrwbNKO9XNq4PdbTQD7MMiw+MEVPPrpV+TylmLe9ZI/Bumz3Eb7FnrS7WmtOPnWQc753dpc99lzBvTpyWr1LXOK681fhvJl6H770ZVs9WTMgvcAilr1rbvU8ou0JvuGAcr5pYjg+O5IWPC2NNT5Wxmk9shVXvdGrFT4e4Lu9oH4svU5+czwHoxG+Z4uwvWntuz2jwJ+9HB/mPWNGHr0aLhe+Z2OxPeNXXj28NzK9IRGUPEJ7Ar5bBBW+","GjADPd4Wu70r+So99CHFOiEFlz2foGi+IJE3Pgs2Dj42Z00+y76wPYmMPT1kPJ+94OpmPTFj/j0muC492egLPj7rN71K6KU95gaaO1+YKz7XhOw9oMYLvnNzB72AMu49DUTivQMryL2usTo8rhT/PWPlgT0Kwga+zoJ3vZCgP70C5EM74wuUPCcJBD4EbzS907S0vBEKCD7U9x4+KyuHPROoIr1BfI89TRvrvFlQQT2Bujk+bs0yvcGe5r2d5zs+vynGPYa2yzwZP6m9IPk2Peil5rrm6xg+aFv+uiqAnz1bFpi8h/GDvN6GJ7yzMhq9BmzIPYdPmz3BSyw9RKYbPktNbT73Fvu8cxBevuINFj72ywi+grqvvazcAj4BixA+agy/PTJ4XD4fzzE+xU1TPC1X9bzgtHW9ccp8vXWkZT0O0rg83iMYvi5h7z2suh2+BDdbvmr7BD7FqwO+laxbvZwAI76A09O931ecvPRuF72yAnA8EOhJPefRdT1rM6E6qS3VPbajoDyPDxQ93+PEvQ7EPb74Rm07Cn2vPW3Fjr0SyRS+IwEePtD9iT0rhz292xv/vb3f2b1PCnq9vMGIvYwNYD1wgVS9T+BAPWkmtj2fc007C+kUPvInYj0AM169xVVwPQimKTuV71M+5NOBvXoEGz4Acb49Zn94vf/zuj0dgmc9ENIPvmjsET4A2RW9P7z+vboXy73P9uC8d8c3PYBNE71HR6U9Wg9jPmSaPz19xXe9gWhGvvqCOT3PlgW+K3VXvqF0xbv/tPs9EYI0PRqSsT2i1B0+pBpnPfog8bzGVLg93tukPaUmQb7mLYg98rV7vbQ7Sr5ejJY8TnDfPQM4Pz4WFZG81UpnPYqCMD1D2sG9EdyVva50KT6A5WW+ISQ/vZFRQ75V+V2+DH+6vMNoZj67kD69CukGvpW9Qr4ItTY+uLaDvhqIDz7mDlW9j1vQPZZTIT0cnsm8QON7PTQshz0Csi49dNZhO0Y9Ur6KKgA9TtKLvKoXeL0VFVC+","BU9MPcWuRr5MURq9+v/LPXMyhbu0Xdw91jbZvVUqGz6eVw4+yVDKvbO8E74bfAC+4doQPgXeQ76T1K89gas0PpF2ar3J8rg9Zpu0vSKXwTrL4bE9aThdPZvHdz1dPV08ZgwLPWZNlb07ZFy8TkKFPfzl2L3HZoe9qfArPbmrFL6jhPW9KqziPSd8Vb5Hd8c9aY+3vaGTA77IWku9I+yhOkcQDz1cUQg+DaysvaG/Wb0tHQk96muVPQAXhb1WyBG9Li1pPS5U/j3v8sm9cxiVvbPyFD2Kceu9TTQSPjVm0r2+g969Q6mAPZQr8733QIc89wYdPWut7L0szyu+JkY5PUSw3z2lf4y9tbubvRAmAj4NyZc9jCeSvRjSJz1hr5O9l9DTvVLhkryArQy91SgWvWvxuT1emV+92HahPYQ3B70VATM+7ftXPp4TMT7GBsu7yRNSvQt8rT3e3ue8ziQ4PdeXAz0a8hC+Bcc4PIcg7L2Mj/A8G9cYPklVsr0Ydwa+W4ArPimKij0wnTU+BLDgvduVqb1YzHI9i/MWvlqjUz47fUq9rBiFvEhu3jpXEDI++HpeuxEFMD6OU/a8E14svaPBiD2CpXU92h2HPVqSRD7R1wC9DHN7vJPsUD7sxas9IgdTPvMmfr3mYB0+dkUdPqSv+j36Erk7srbTPVyG3r3Lz8G8Gs7APSZ6bjzHhd09Wy3KPNANuD272My9iAvovCRv0L0HNTE9bLaDPbpZKL7RIRQ+qOyJvaS+pTy7bxw+WyNqvrxv3D1CuuE8xvxkPd3sEDwOWOu6idArvSWFMr2Qjfw8lnsyPtpCbj0ai9I79OgzvpC1Dz56CFq9cMvYPVt6xj2hqzY8fd1hPIX4ED4fnPc95PuAPWShbbw+YvY94P0DvvP8ED5/Nq08TlzsvYn3VD32cjQ9QapDPoTcsj3z0zk95iQWPbuXlb3gehQ+2+XsPODJq71MsX6+nJgJvg4oS70NI+O9KRYLPqtzlL1Pvw+976UvPXR+XrzTgQ4+","ZmsxPCdopbuIwES+rBwGPfL5KD6+agU+O6TePRxpDD4XqAw+5yR2vcsLCr6Tq0s+7NehPbFCur2EQs293c3DPbpMQ75pzoi93Bq8PK2HnjyPQzG+Xg6+PWUdDT5f3sU9fiUdvqKdFLzZMpS9b3oNPey1Zj7Ebx++f6fXPNq197snMro9z6o2PKHUXbu+2hS+SaPLPQFsoL0xsJA9mpkBvXOrBj4V77i95ZQAPhV6HL2G4xY+W4+XvWJj4T0ap1u7nA3HPR13f70dBJe8bSzIvGYp1L1l9n69NbRrPYcrsz3cY749e3YSvWrbGb6yv5s9MAYIvpgZ9T3iHYg9u2kRvDX9CT6gxDI+T2WWPHqeJb6Z2S68SOV2valgfD5cPK292nwkPqAUHj63ssw9/6xHPlfDRT1ugZA9GGQxPuuNTj6Ga7Q940CGvBXvl7wwdbu88VQxPWjZIzytHEw92fYQPmB+KT490A+9IFM6PracJ76sWAo97opmPT1eoTwx4Uk+TTI8PR52yr0dzNM9UJUQvlJc47ybVwC+D0CvvB40Yz6GkiY82dWbvfAYu73HuZS92R6CvRt7ED5x11++Rm7vPdxOJrxYT4U+IAiBvjeDLj7y1Y89RyLGPcXGCL5X0o29nr1APtigDT7AmRu+6aoRPs92FT7RgM+9IIrLvVC3Jr7mT9c9rmLpPVuOlz31qBI9PD/WvaMap7u+L889QxycPYM6JL072bU5ORsgPWE1Uj7IQy29COE2vn+NwT3BA3s+iuwWPoXrA72uFg0+LKARvniNBL0moho8IyufvRadKb1j7TW+clDzPY0Rar3Udb892QPYPZz/Or1aMsQ99v0CPqOUnL0qA6w9qBZbvT+iFz5kzVi+Tx7yPVR0y72HhRM+FajaPbelNr6wUJY8jraZvI3jDr63aQ0+Bu67vfh3DD48Pji+I9E/vGiKjb7LbLM9LmbTvfe1hL7FvfE9ALlLvpgYQT5Vw1y9GLsrvnhIpLyeY6I8ZYcLPLwfeL4wJm2+","zOGUPEV9dT4CKxA+IiMsvgrEBr5MOGW9RCmSuwu5qbzHLkq+qgkkPdXWOr0cQAi+pYPQvXJ5yL1auke+H/lLvtBwzT2tWda9oAdAPloa7T3VegC+tNbevYccJ76K6Ag+zcQqPStFCLp3mku9khfpvV6cVj2FkgO9oD0Fvnkj1b126qg9G3A1PcC2Ij0dFaY92G8fvuBLOz0PFC6+sB8bPtHcHLuHBog9aj4kvr0HvTt7SI29DE+lvV+ZFT7zuBw+vgD0PG4k0D1eTki+XLxQvgFtmby8I/C9ZRmCPRkIxL1uwp29mzUpPmnZ4r0BIeY9tjAOPoA25b3CY0y+ezXEvTpO2j3TEwe+AmUOvlyY+T2OmKa91OugvZvd+D1RjmA+w6zdvTJnbT2VZ1k+WrtWPodlhT0YBS+9TVoOPvRYaT71Ls09tFkHPm5/iL0anSs+1s6pPCNakDyWlRc7ftAiPiHGJL5Wh1m+wBpiPS+15zx2b6q9JPBOOz32Db2E3ZY9jGc8vYMRrD2ixYE9PmZQvhIbd72L3qs+oa9ZPc9GDTzxPPu9YczBvDoNTz17KCC+AKl+vljlcT1P5Qq+H/heu819Yj7xtn69ktNBPfDBHr6MH889n1rSvZEPVT0lkik9ZuosPjOoFT5GgTu+JojHvPrwVT3qIh4+IIt7vbcIqDw="],"recurrent_weights":["QXPRvUN22b1LX1I8MwuuPbeIDjwsKUW9ZFaNPC5i1z0ch2e9HhcBvpSDhT1jo7s8nzMyvJQcfbrHDKG9nNKhu+r/Gj4pmiG8sFsUvIk7KztXQXS9KOHyPfH+Q77+QJ69NtEGPZfJiL09Hmc98XYoPfniDT196QG8iWluPZdEQ7313Ug833zAPevP3byUab296itOvQBORD7Erqu9WUTEvdFlaDz5c5m8xNiFPSiIer3ZTE+8X6uvvbNXCDsG2fc9/GW6vFEmDj2uHw++ejoDOjgbv70OZM69le4pvfc4Xjx2CFI9qyCyPK4ylT1MDzC9p/+iPa9Zlz3aaJe9CtZivaseLj3zFCC9eg8HPRdViz2LB4A9bxt5PWgaEbyuVUs95TQGvnT4eT1PmAw+7PKhPapMGTwujyA9Q/WNPYHGErwB3w49CMWvPUY8xj21aZS9hcksPWBnaTxrEc49FDeYPAQilDzgXfc9AOaGvMqqHj7Yg7E8oMfrvHSCCTx78cM9R+qRvefpBj7//mw960GWPcndArwHPHW9emTPvWv/3r0FbjY9TkkkvUloKD16OMa9CqHvvYC3HDxqnjM9ochQPstZtbzFaKE97M1oPCZdUb3Lg5M8vJWmvKYj7j3O2ac87y/IPadRIDxI8q49fneWvebItbwaONo8rr3UvJ5R/by8bJu8IC2vPP3Pez1ddKq9Fc7IPa15qDxnZca8+LQNPO5+r73KegQ+M7HjvQGkIz45G968cZj/vGHsMT2mFwy9nWT3PVrjsT2I/Bq8TYA3vpnP8DyhWd482BBLPQk3lj1bmQ28z2V7PVZblz1zAb29o6MJPZo3rbxEFxq+C5Vmvdp5wTtKEmq8AXnjPTI2/b0ZyIu9iYpdvRQvvj1OWpq9ZKjuPUOVZ717YWq+MudNvThj1jzvwc+9iETAvKU/Dj6/Sao9gwaAPVPa8D2Olue7RMofPQ/HkL1TwuU952aivaFGTr3kpku9JIMLPKYbs7xzST6+LXUfvvcucT3D2ba8","3LHNvOYNBb7YeJi953oWPdxci71dvMy9pBYtPF42jT39qB++pd0tvHiffr2eWdy86r0Cvmmzhj2fexm9u8hHu/ezQb7znmo9m7YYvvIKv71hJWy9aGocvQSBCz7KeNm8LbWHvVfaMj5GieW8xyOkvDeggr4rmek8YBwtvsu4Q7027pS9HCS5PA/Bc73IZ349IuU5vo//gD2txAe9vbYpvv3IPb0JZB694l5Zvi4kg72GcT09mFMbPgdVVb2CJwI9xhvxvN6t7D3Xk/U8Ko4Mvm4+17zbUge9Rr+3vUg3KL1NGKg85ZazPk7SJL2V3kS9+bSevUKUXj2EcMi91SsEvA7ipLqG2Qu98VEiPvEoaj46rDo9iEdvPvLWBT4I2hm8cHrivOoonb1NDio84LANPiCK4r0tUXW9/6XmPVjKET7BrxO+8p4MPqzuhby4Wvg8VP4IvgOlsz0BFtW97l8SPek31r3/TrS942QxPK2rEbxUyNE94GvrvfdDlD1f7G68HCkvu1Fdp72IUKq9PXgNvSaGUD1HHf28ijHrvTGesTyNRL28tdsOvg7sKD34zps+jGPnvZ3wfz3d1GO9BIZ1vBEosbxp1SM9DlucvUPb6L2Tz4G9YlC8PAX5AT3li5o9SKaou3N57ry9hf+8HYw0vo2ARrx9hNI9BgFOPNXU5T1UHI69U8LLvZNqjTzoVpU8+XPSvVSNsTuYjvU7hGk3vcqjWLzRRYY9OwfWPXFx6z2aZoS7NES2vSRzI73T1eA9JhYbve9Dt73XrjI9feVmvGAkRj3wAg49qwz2vSi2ib1yQQY+hBOcvHbr2b3dM6Y86lNQPDbhyj3F8TG9r3mNvtwxl7225EY6Zwq7vSz88z1uIk29kzuVvbZiNL6v1+09xHypvaYGvzlFy/i5ANfuPAXE7z29e/y7WwBCve7xIj0AI968oeZAvf7fpL3KSEq9CDenvavc8LyZ9zm9y7iEvZRSOb0J13y9kpW5vSzpCL2yMUU+ZsWEveK8R72U3VS9","/XiivU7A5r28f5C8isx6PXNHmTo+zwU9qolmvcMxkDt4G4k9cJNIvpqfzr0W5YS8Va7qvNx7CL6i6oi9eZOXPq9Asb0W+nc8J2LUPfKk3LsdC3+9unfvPYGRwrxDDZG7yRxUvj1VMr0sBos9lxHSvIGH/rznX3E9ENlhvU+nsj1J5kE9NPAKPkilzbxguse8QXLlPbRp9b1y2vw7BS8jPe8s1Lzoqrw9ycK4vZKJczz7i2E9G18tvZKH+TzSdYw8D5yEvah6Lr0JI449WVQNPmKkDz7BS4Y8dIhxPGq2KDxYExC9XtrsveQv8L2OJ8K9yKzKPSmUxL1azia9Yn2nvT2skbsDt16+BJFevSybXb23Xj48hhpxvH+DtTxJwUG8CJ0Rvsgd9rt9abm9llqRvAhwzb2hW+29HJOkOzEgRr3r67m8QWCcvZq7tLxTY3y8hnLcPJnJOr0+vsi9Fr9wPW2Y9bwIt96927r4PFraqb0Edoa95fsZvkh+j72nug69qnM4vpsyZz0N/sm917b1PfnJ8rzMjNC68gHdPRHXNb0tC7I96YmfPBodML13kwc+ze+Avdl0NT0/APE8KZpiPQtI6L2thoU99quNPRUB1zw+BBe9r8C4vfRIhr1cHKS9y3sCvWWdkzutcVe8xeCcO7Imbj3NNKa9WQ7LPaEQMTz7w/a8jNUnPYlixj0/W3c9KUdLvWW1ZT2N1AO7+HkmPWLkTb2upx2+Jy1YvcoPpT31cUI8VsoSPXBzPTzkwxs9wCcCPqn/Ob7894i9W4FPvWxs8ruogBE9iTkVPBpfZT3ibJg8UtfAuqTnmD3yTDA+2FfrvM9gjLvGqKO9+0F+vUt6Ob0+HFu8XJzAPI/6oj3+qrW9K5XwPfSClj0/N8I91IDCPaPahT2/sru91TBZO5GpEz3umgY9UcmYvUXi8j0XIIY9BP1dPc3n9z2dCYq7db0evdN+irwhWwM+gOz7PG3NED2vQRA9lFwQPn3xNj3WrSu92EfiPY+HkD0gTMc9","5cSYvGE9JL20dre8wFRoPaU9Ar61VBQ+sQeivcd+rzpFYRA9Vh2Zverbfzy3f3I9fyvhPeZfHj1kx5K8pNXkvbHHkz0G7j0+Q5LmPYsHGj1aCBi9thjPvWdt/rx20g2+Mu6HPSjcuT1ZPF89ZoFJPGp4hLxhF/24daCMPUBIR7m60oC9TRAwvvcA+Luv/Qy+k6kdPVkbqzwj47O98J+yvYhBYjtHdUm9N7pSPVroaL1xS6271TPVvJORmbtWd2q+1BygvT27CT4SsKY91igJPKm8ULzvYgM+YVmtPTlvIb4a1N28ZQRuPZWAjr38ooC9KffnPQHC4T1yJoU9g9p2PQAiHDzKuk89h9XjPJW7Ib4FnnO+G7cpPp442rzJP6083+pdvSnVhD74QgI+vRWsPRwi9T1v2QA9ndLPPRxbPD5HrKw9uCXNOmGaHT12NQ8+lwWuOy8wSD0dU8672UsFvm4iVrz6Bae61XKJvDw3wLwvEz0+FysAPU3fL70HONC7qm0UPVXGF753Nne9VB+bPXBbKz5T89M9+uROvRPFub2vM4696Mk+PhOT2L1FGyG9HdTcvePkezw+cvo7dv18PXixtT3GKyw97v4kPSBITD51gqu8FFw8PBZfnzwgfg89fKWUvZN9gb0XQew8aSmIPlr3WL0VKZQ95F07vMaiGT33ZuG9ICkAPQx6GzxI8yY+NgTOPS0fh73tnb48v3zhPASlfL0rRqM8fgIbu2zjEb1xUks9Gp2BPXlgWz2oVMw9s41qPTmM0z0/aqe8/49MOcCUb70zkni9FqE+vaWlEb0GxK89T+69vbmopL2UZsO6yWCbPa65J77Y/m289p60vVB5A767B8I9bXaavAZM1z2SKN28zPwdPdl/Tj0kDR28fBbiPQhp5D0UNLe8VnnXvWBFjb2cp5K9XpA2vZYT/7yiUIM9i/FNPcA3IT7Qqt494KFiPZusCz5FMCO8vTfQvdwBm7z2yDk97Bbpvf7RnD0ZGuc93kmFvCDOE71L2jS9","F7feOuseOT2S5MW9kXolvqrN9r3EvsC9HaZ+vf051bwYKZs9yLtjPVYrGT3I4dI8etNwPYDRPT0vmNE8dLGQPfTJpr1jgPU7nhbHvE1Cib1ul/Q8qyX8PLZh2Dx+V6A9N7HDvckbx7ujXd48Ur38PYE96byzj2K92wGEvZPQCT4wNeQ75KRRPY6uPr5IVr06EgHFvcIworvosQM9TS5cvTX+UD7yM9E7F3G2vaT5yL1Oc789l9tlPiIJCT0XMLg9D5wHvrK3zD2oxjI8JTpAvQ/0iT656BU9cNccPmFagzwkUbG9Snnhvdar9j196Do9pUKDPsLVb71tyQ29LHH9uuZ5Gz3pMwc8t3IiPl7+4zsR1wQ+xShjvXxHCj0fiMs9ga2sOoxqoL16yeu8io7KPYCdAb6xRA4+fiBqu21YAj2Rl/48tof0vakYYb05j5I9Tc51vWDpgz1/wee8/1mFvYcHZT3j/JE87Y5FPqEXG703NgA+3DyWvXKj470Bxpe9BL/GPOpjdT15uZo9ZuTgvdB+ab0NQRY9Bxo2PcWyoD10pVA9xj2QO2Fqub2VcLY96AHlO9tphL0cMus9DM4KvnnA3b1FPk28ga8HPeKVoz1xJKA9T+wOPfDR8zv2r02991ZnPL0FKj0t3Aq9E7aFvcoL9b0rvgs9VoJqPPZDWTxc37Y9DwSZPOjNtrt033g7cdL4vfrCmzsDUty8WThFvXL3SjydhzK76RHIvVb7lz1ja+U9vsTHvYs6FT73i3m9wMKMPf48nj1kWJ084KoSPRzkDT0Pe6I8YQafvTD4B70YMLG9wOm2vTPfBL2mCgC+qlATPb2R4jxdqEe+mOl4PjnCD714NpY8w8hWvPnzBT6OcoS9R82rvSacGTyVEGI9XaQ0Pd30CD4GFfS8Ssh1vVYVRL1YNZw9Aue0OwXE8LzGlio8IHRSvUJamD2vSza8OXCmPGpDZT1iQok9is8rPmGFOj1/Ulg9+eA8PfMKm739x2U97QT9vTSpuD5hTFw9","dPSvPa4+rb2qsGc9lfa5PQ45QL14XQS99uR7PcMLEr2xSwc90OGPPO4BZD2djeG879SkPd0LWj2G8yc9uabuPBWrO759jiq9JRf/vLyKFb3cU3S9dMBWPAiuTz7peU491wi1PQgOCj7ZBdQ8Ov4OPdBIM73Psps9wYckvLvPMz00PSa+S34sPcnTS7wteKs9VEfbPB8FFD5zkKk8aAYyvPdXFT5iP2y8CiAqPnN3a7yEoZ493SmcPXV/Wb2GJPe83GoHvErTOz7FAaY9vUvBvWyfHT0RIko9zGGFPBs3iLzzkdq8XInSOwI6Nb31ouw94EWXPXZGSb0sdzA9nUInPatgXT2i4+w7h75EvpsEQD38vaw9Sz0ZvVEMa731EdI94clSvZ/9qD0nvDI+i73HPUMOpT3gZay9MKQbPhBRm7sY6Mc9cOF7PRr/kDzKNII+Id6ePJD60r1+P0097jhvPYwKx7s7NOe9SwyVvIdfjL1UTPK91DgvPu+wCD1FgFa9z2ESvKuIRr0D+CW9jufwOkwefTwcky+9jLCvumgqrbs3hEs9qy2AvQMBlr3K6M49OCyivWnKTD2fhPW8h2CwvaHpTz3e4xS9XLnZvOZEoT3go/28h29+vQ51ozy5IQ0+c44fOwvtTbv3ehS9wyPhvX1WMj0Ioru872V7vq3dzrxKS609oXtZvXNEw72QK5y8fgn3vIKctj2Fmfa9P3RyPX16Br18/xe9QOpUvLGhtr1a9s698jvePNcCzrw4OoC9h6aTvd2MmT1kKq48OwsaPiz96D3+xF+7ANb1vHS+jT1JbLY8PfkqPod+vb3x9RC91FYjvSa1Jj7+p6e9KxocvQS/Or3tcwS9gBsNvFsG271unbC9taxkPI28y71FE5090wjMuyEjqzxZfJo8RaVSvTMUWT0lX5K9LZbhPfrdpL15Cr+8k8VcPRrKsbzfPrs8lCPTu2T6fr2+M6i9qhOtvGwlmziFdkq8vgs8PN2FvDvEzw++3ZmCvKV21j2fQV89","GrASvdZSRj2As8g9nJm8vVBwvTsx0N28XQzcPL+SDroluK89uK84PRmJmz1dwiQ92ODiPUxKg7348yO89EKTPZk4jT3Nl+Y9yfQgvV8B4TyTi0i+TXwPPcAbtL1lXYs9rjaiPY9Sn71Df3Q99NsjvSjOIL1uxCe9JiOFOSgdVz0Bxse9fkhWPaSfpzymDbm8GsSWPfvhYj0/jcW8ILYEPWGelbz4wmg8NLMHPl0nfz1rm7e8+JZFuoV8prxHglC99VNdvQdyBb0W+hq99wk1PmVcYL6ZIrQ93IU9vdgHh70k+2+8N4Vbvc6fs719YDE9ygJfPdjTsb3rHLG9OuuJvXZhtb1hxLi9p4FyvXWpWb3PR+29nuaNvNOLr70cvw+9g2MTvcx8cDzU+ho+Rf/IPRsDer1GW4I6MX0+vV1c3r3wKbc9WypzPVC4/LwFmTw9fF9LvfonNT3+0Fi9oFC+PAaisr1XyIs8doOYvT0ZvL0WeeA8+ne3Pe4aHD7YPU69tP5IPQ9v77zjCNO9/M5+vedfgbyfZha9G2F0vVXI7zyrP0M8NezpvdlIHL4NZSy+0a6qvWjpkD7hyR28S1I8Pn4dED6jx3M8IaimvA4c9j18fEk9qMucPHPuIL4sRLo9UU8svs/NoDz5u/O8820JPSNG8b0Tws89qTqavJRgwbzyEoK5cEmyvVeetT2P/cu6zNqjPOdCtb1SXbM8pQjZPf7NzzybdBA8fct+PdBDkb04Z7G8tsGBvHzCFL7MHre98i0hO7U6IL1RAcm8hUGGPYzXKj3s3bU9buuzvUezbj1VMTM9WFE5vVPCvT3IXsm8a3tovc1Kobz3H+W74u1Fu5s8xz00i2G80MtAPfnuqD2zrx2+Qfw3PVeQJbz/8qO95u5vPCTmq732b009OlNkPq2u3b38raw9BttGvILUuz0aVLQ9AvnqPD+NL7pRTz29OZoJvdTd4bvsRI28rNY/u0jqTr1CSv483WdVPWCnAz4Y+NQ8iwW4PVNf9DxCz6I9","KewXPYJ+ijyhloe9hbAEvQbsiT18OUa+ZRUpvWu4271HTsS7R6pvvXVMcTzL/1U7ZqCxvRJt5r2Zkmi+uDyvvTRkJ72Z3Du+YXrzvEsvN70/eQc9XfmUPfs8ejxs9N29x/ZMvVJ0mDwDeIK+QNHuOKgYt735hPg7vN9zvsm4mD3OvJ088LUEPRUldz1YZz4848G6vLj5iDxfNAo+cQfJPPpLVL1QobK863wNPeiEqz0+6Ic9CHyePY6wNL7twQe+E6kSvssNSL5DjQ49/8q/vY/2PbxHYmS96/BFvTi0Kz5IrQU+LpCfvb1I9b0zlIE8TOj3vYujgL02UwE+NQg9voWcND434NI8qZaivJk5ZLsXSkS+nO7YPcxrpj0E8h29gJWZPdUmQ7zTzUa+wUWJvFlXgj2uIaW9MqKjPaUvED0jsji9QTy7PH0vB7zFj1i+5v3nvA3iML23y6i9lnt9u2qH4buATRo+1PxbvPHTzz2p0DA9Tk+bPJ8t6z3FnQy+IzyiPaZVpr0XBoK8SP0iPpA0OD2ooWG9M9EFvQEDITwswqa8vWYRPfdCpLz46zm5IFanvTbmOD5PFga+9wYXPSyZhr33axo5O43xvd7K0zwyCHo9jcvdvVSmjTw9Bqk8WLnbO0duOT1/sFo82IYyvgFKNzxalhq9K8dlvmFJN7yTcZI9CKzWO91WqD1Hpo892+SqvXM1Nj34gYK9zslAPGTO/Tozgqc8VaAmvY2sur0NpUO+tkq9va3QLjxMAlS9TtACPBu94bsiEQO908fDOyKxD747ghA+p2YqvWde0rvtsQm+pSWtPKhN9ryC5KC88mJXPBfCmb2b1ii9xaUnvD59M7r1LoK9h4ehPOnvw7yEjS2+8I9FPTGwuL235Ii908yjOpR6Dj1i3jm9wZVqPReFAL1tsYO93wq+u90JcL2Ohz291qrivZKcoz1h9+W9jCstvX79r7zs/aW8JeZ5vJ7ea73EtZE97pc3vQU/iT3t5Wy9xssDvU1K5z1yzRI9","zcNOPbU97zz+lDs90QnHvTzIbj0AK6+7h8zWPc+oxr1Fsk29yvO4var1P73e/pI99+KjvGdvKLzb1Da9lD/ePAG4zjw3XMC8xUs2vWjJmbtDAQM+dOuJvcKXLj1RwNg93go7PYYZwz3r6Bo+GlATvcXMdj2mBpQ9Vh6DPbsHMT6IiKG8Y2kuPgZkET7U3Oe92U4IPrTytD0hqZw9aG0ovVPdsrwedQm9kW1bPCYNybtAoj69dzRqPLFcWr1KJZC8lYqlPGpI2TuOxT49DDrPvZqQxj3afBM9+xY3vWRFZL2xgZe8sji2PFaEUD3DnmA9hTvNvD72Bz4BYcQ8Q/y4vQJYQT2dByQ+t4oaPi+RGT1HnDE+fX+MPXQYOD5/vBE8unMSPoUHpTzBSAg+GIcbPpyM4r2FysO9GoLavQYR0zzTqzo+SAkEPcGizb1csAE+tnccPhIKLD5DrFw8gRcgO+sz3jyqw0S+dWpCPXQKYL7ramw7L/wePuzaMT2oeDY+poPdPQRsQD5B4y09b4aMOT3BhjsVHc09qdE2vN60ibysfYm94uq2PQENMT7d8oE+skslPUeAn72nkIC8Fd0PvBOZlT3gkVW91dxnPWPiXj454AK83f7ku3Xazz1PMuA9zijGPfY/nDwMOAc+IgSKPoZJzruXCWE9n4uBvCM5k74Kci69L59BPamSWD2eUl49C8/3PGY50r15d+W835AsPY3i5D1nya69HlORPW8NBT1wI8U9uKFQvicViD36BBE9490HvvDtwj3PDXQ98f7UPe30yLwbDMS9XYW9vKbVCz04kLg9vIZ6PcVJfr3IcD294+ebPRUeCT21TYO9ZtKpuYxpjT2VDv27Jk8Qvvb53D0W9vI9JWUsPqxFiTyqn4y9MWgBvJqEhL1pm669Qg6jPEHiczyG65q8iaMbPvIyIb5YUoY6DhSTvX3kc72dgm89DkKZPR2mHL3C3rS9LXbqvIfWLL0bI1e9ltslvURfTzx84GA8zbE0PXT1YD0yfVY9","L2BPPUo06Tt8/Q++q3X3PNIGOL5KP0c9NW40PRoPlj3nygO9gJuVPUmHPL1wmgi9y4f4PQwWDb6VgTk9bmCHvYy937yufcU8YTBfO0tuAT2RYWa9t1MBuRxLRD46twI+rdpHvWv/D70fV0A+ZaPrPBuMGj1mLpY9JsQmPpG23b2unNk9t9bnu15eXbzmdEW+N9ZEPnHiFT4LGic7q+TIPCzFDD7xu189JboSPo0ukT6FkTA9br0tur8X6T3VInW9iWjrPDB6yb1+5AI+hnBuveq/Hj3AYaE9Nf4SveyXBD6Lrtk9wWHJPY7/Cr7NfpS9Qq0BvVMLEL2BlQU9yuMEvIVXUT71Bjw+kuVfvZNL6Lz3qsI7Z1kPPoU2dTw9RSU8dbaaPLQZQD1dnJS9B1mgvGkmJD5pOaS8SxHIvcyaiDx0xuO9Muy9PZHCHTzBC5q9nzS8vKnLFT6kmTG9LMWJvZfp0LxD2Jo9LYQ0PTwQWzopnu09ZIs0voFbYj6657S+fTIqvU5W8L3dEkM9y6z8PL7Rfb1tVnY9pIzAvO6RfD6M7Bq9jPmAvKHBcT2P0EI+YrKuPv28lD7dTgU+27y1PWpcjz1fW9U8k9GIvmKRXz6mUqI+9r+RveKm0T1r5zU+vVzePTWZjD62ROE9WteUve8BGb2s09Y9vzCQPVROgzu4gkk9VmLru3Y/EzzRaSq+DjqTvf7pbb3dBWE9bUtYPkm/m73XPa+9mfeKvI96Y72eX8M9N8NCPYJUED6GSUe+TFmNPZMMX77jIQW+RXnBvcIpAb3uOs89Qs8CPfWSMr1qepq96T1UPRuyIb6xm5Y7uQXhvShFqD0eV3I+5XSzvbYlPT4FpQw+ePOYPj78Z7qPysI9gqSoPvDWhT7ewMU8GZSMPRGkkT5dTiC9EvSfPm2JC7xqeDI93SybPW0TZz0S44Y9G1/dPV38NTxPLwW+YGg5vp3w2b2GW8E9J24hPhOcgDkiMc8859BDvVReojy16oi99XlqvDwb0716SFk9","AKuSu37u8T276go+EMSQPDch0L1UzuK9I7zjOHj0rbyKRCY8mOSaPaGwiD1uBwa+GXCsux9R/rwXN8o8OqtFPcYf0r0MmI69iWzbvRGMKT31l+g8xnWVPflwJj4oxUA90zszvkaAY73Ldps9K8ePPQ5hJT3McLQ9gM6UOygHFT3grT09tCh4O0/hTzxveri9gby/vZtWTr5DVv69CS65PRNLPb3BKfc8FlS4PYA9lT5ctQ+96JLUvOWZ97zy8DE7V3Kavd3UmT1Mfzi9K6xOvqy/lz5pl2K+yCL9vP6eN75mVRI9mY6OPEiAHT31J/g9S+uAPKd8xD5Ek8i92fT7PEGUxj1ECM09UfJ+PgBj0D0RHRs+S6riPXVanD3lZEw+rflhvv9jAr38IQ0/0bs3vk1HiD2PxLc9sKofPfgbsT5CIQU9nZP+vSxp570HCog9QXL3PMF3m7zvPcm9Uz8qPb6j5D2IxUA9pEWXPSsP6D2TELW9l5uePdRt8bz0zG49SzdWPfRmpT2zRw49zGZUvGgyQz1GyLI9zbCKPeLpxjsspa09GwzRPTdcDb2uxhy95RTSvCrBbL0UdxM+0PDqPQABlrs8FrC9S4LbO9zgyrzq92U+gM6wu+geeL35FYk9Z2SYvV3F0D12qgc9+rqJPZFEZj3V2qi8nSeLvLldIjynkDk9CHPkO3Jjzrx2Lps9F3chPctaY7yNOtI8SBq4POvUoT3jrXs9casOPZgkaj0XdYc9AEQNPrXFnD1gukc8m86kvSSWEL1eUBG9sMenvVfzuz00xvW9Q1+fvNqBCzx/i1g9NW6TvW+bVT1DAoM9jdFSvXPDwD3IUT6+xVN8vNlxaD1w+GE727gsvFlFiT16Hn+9fvXyPBHoB71Tgz8+Eo1AvUsO9r1AQci9fxviPb5Z2r1pGaI84vyKu+Lt+bxZfrM92PCGupK0/T0G/BC+KWRKvUYktjxnWwA+qB2MPYdKhLp5X109Fm+hvVFOlT0f3Ds8WJTWPePyRD1c2LO9","nygevq+IbT0ovU48uBwGPhn69zzq3Io9HekMPSqE3T2Kd6k7Rn+ivGcdBz1jCEm9/2qJvfh+sbvH4ck9BXyfPffn4j1OEIw81kujvSNtFb05OmW9PY3aPdIkxz1KNHq9BEfJva7waz3PPg09SwWMPW9HJryXsks9L4+AvYAAND2XUqq9Md9JvS2D/7zI35c6Jf88vbO/rTtq6ta8+PSmPYVYbD6li6k8XnQUPq+6Hj0GfwY+fQ3yOmNy9T1V4J091viJPC8Asjx6Hpc9qfOVPQQjur2lNnY8AkvpvdpZBr08HBM+0HrlPVTtrz1U3sA9s54YvSdBAj4J6LY9SRWdPUGHZ738Pl09fO+YPGUEI76+NyC9HLs9vTGlVb1VaFC8/8SQPeeidT3zk1U9BrcLvmZqqT0qLbm83w8TvSnOmT10Ac89iyC4vLWkk7x1MPQ8RXICvmBnDr5XkAY+eVftPQw1O7uOaUo9DUX2PUctEb6Eaqs8YlYlvTrBSb0R6jC8U42gPZ47QL57gpW8YeU/vb5MAb46kM49Y+FgPJD9Vz2L8zM+5e2IPafjhDy2nYe83h+OvTfSIL3OdIy8TdXGvMc2Xz1JFRe7jo6TPR26Bj7cgcM9nvuDPEjJHz3l9DY5OlEqvcdsWD0aGQY+eIhGvg39bbwS2529V9ILPZrypjoboRi9gqIFviF02zoQ3wG+FR9kvhfr1r12SGa9m1T8PVncgb3/n448Qh2+ParNOz4drg0+kimWvNyuADyc9Mi9Cy27PZYh+j0GgyC64POzvvRvgD0zx5i9WnKaPRiaF7zMI6O8c+z3vbdy2T13p949ODCcPbLuMj6Q3JK+lUyZvchfFj7JnSG+U7JFPZBZvD0bbkM9PFGAvcG2Pz7rhgs+c1QFvch7hb3NeqG9mJECPkN+JT0hUBC81K8EvS2oCD7HsnM+daH5vBXC+j0xv+i8ewBjvhuOCb5eOYK9Ya+lPT2YgD12tT0+c0v+PQt5fb3ZelO+2X4HvSojer0UjBm8","oJ+VPBky4T19wbA9PEIkPmSJAj7qudG9kHaCvFYBqL0kwXE8swZzPoO1Dz4AuIQ9D7YLPqr01b3eW/49dYBjvJ4mUb1aoiA7a9FLPVdzlD1oeYM+3DmVvaxAoT2GBiS9k2ohvHaiUL7YtCI+t1QKPWqP17w/bT+9RILDPO0Ckr3px6U9VR6KPctMk710BV+7oGTuvZ+LUj6r0s899k2kPRyNDb4Kg2q8uprJPavoTb3SY6+9KvVVOwiA3z3P4t49fTroPYeA+rwcTDY+kQtmPUxXEb1RKXQ91jigvW2KiL4oRxk+fyoSvjgqT72Tqk69jUStvLhQCz6lm8U909ROu5vTZ7o86p29xWABvpHA+70JlCw9H1eWvaXlUb7BGdg99cAnPocudz1LeTg+yXehvKjsUT2jZKM719mcvcG5yD040cO9rg5nvVLvxb1kSXS+tMgaPluuTL18mAI+S56nu/QYAz5TwD48joFyvooDEr61SYS9cNPiPXqmZT4iDCK9UjPuPVLLab3ZjsO9TILTvUib+DsaVJM9RjWCO9IxuDwcZ5C8hrBgPQYcqT1y6ba8fs9TvekDUD2PDt08gJGHuvdS+rwfcQ0+PPJ8Oi6DPD2jAui6xJTTPc9h9j3Pbt09jJSKPSTOJr5lmp+9D3I2vJBU/z0am629cmqNvXO4v7z/Avw8JZOfPQ9oED0qZ/g90T9Eu4+uKr0MyYg9se1NvXYN0b2dMaC8fhEVPWlnej1Evhu+bi+KPddWu73U+bU9RGMUPh86wTtk29w9UqhfPILr8zyHtSc9YwKRvVaDTTyy4GU9jtS2PIH2Dr3ubbC9EvewvCzd973rrJ29N9dDvckipL08xA+9YqzkvP4oMj2wSNi8726jvTn4qr0ZgBq9j3CPPLNoN75XGwA+nTbGPON4EL26BgS+5h2PvXz8br3iSwo91rLDvWMmFb3Cnjs9QbKtPZUEjbtu88y87iaiu1Bo07wy2be9RpS8PMmb/j1y/C8+esC2vS4IZDyLuhe9","0dWDvRQfTj0ofeo8Ty+EveLpAr5+swA+QpaKPWQNfr0CWYG8SMBVPP/bQ72nMcK9W06ZPaB5lT3wjGE9qpDYPZzqAr0Rip+9MYCuO3RlUT1MPrE9BZdPvVNORj2fNcI8QW4NvVv4d7zJ5tC9Z7iVPfvA1r1TMd071ZFBPR2Tj72X/r69sEfYPaD3Wr1M/Ha9ZJntvUDPkr0jvVa7aEGsvEviJr6Lr7A8LtEDPrSq3z1SDwM8Ns+hveZ9bz2Pj9c90hTjPFtttb3kiio9Mj12vQQ8I728ZaO9FLo6vOIChj2i/iS9pHG6PSyRgrz/T3m9n10bPt9gAD4gI7e9ISGgvXfVJr0dfLI9pYxtPSnWh735PNu8cV52PU1z5D1zGfA9uNrbvNnw7T0Qngs+IEapve5vWL1BEJ+9owgMvk6wHL0kvRm+rhpVvVDxyb3K2jw8uw2NPTW6mLuYAqe9YTOaPMc6KL3877U8QgYOPQEizL291M098UQxvZu76b1Jv669yCNqPHbpHz7X67i94YmUPNh7lj3t+NG8LReqPPlzTL0Lkdi91rGNPZ5+3r0wi2S943yuvRMXxDxObJu9VPOAPXXlFL5GKSy+jbJTvb8vpzz/TPg9gelKvX6VWz6sMYO906WWPYZIrD1as5A7blBSvexUxL0i1oM8Mpl2vHiAGT7neL29aoGRvS2y7zzmtkI9dZQQvqJkj70cJYk9FHc7vXthMj2bSgO9IlZyPYDQk70VzL69uVcKvWjoEr52Vxu+YowbvdaITD2MPRA+wjyqvT2tkb3m3JO8VZhYvIraaD15qkq9NksYvGaTOz20Jwm9cpWzPR7HKr2LuzS8abEnu1FuNb1v+IG9U9sJvX1vFr4fnQq+2IMBvRSlM706c3U9rQYNPjtgIz1mlv+9YDpqu474hDx0o3i82XezvWb9cr37BTW8U49KPnOm6jkcamQ9lwMJvowyETokPg++4QL5PYix2zut8qU8DKmYO7eYiL0l0vC8mLVYvajYhbslDoW8","CxM3vZj09rylyPu91+fCvBjHrj2TkSu+Yh+Ru8g/k7z+f6c7SycGPlg0pzxSO4680C71va+s2D2zpA29KcsRvR5fAj3Aapa9AhZ6vO8G9zxl6BW938y2vE8CYL56npk9d777PHEOEL2SGnk9/KWIPLJGW70/SRQ+m7XgvCeeVL2xOwC8yEoEPuWR7LyG2/s8zOkOPSmYq7wE2TY99dlBvCnv/j2mABw9ldLKPA8/tb0jo3o8bWnevGdw6r1Up9c9VgjavHlBLr7LcmA9Xx6uPZkGnz3VGo09Xoe0ve44hj2jyEI83LAoPu+3nztw4QQ9PW+kPYszlL2G/Tu9UJzovenfhT0DpJk96tzXvcKS1jsdIhe9vEq1vfU4P76lN969xw6EPLjyqT300tY9nNn0vRpd172XlBK+WyvNvC5nTz5eTq09VpLovfLTir1EltG9QWICvigpCj7BPbg9+t9WPbQdzL3fZZ49ics/vY0YD71DiWy9Hur1vfbSCD6prtS9CkmtPK/CRj1n/1G9z3uKveYFWL0xjS+8Q7/PvRzZYj1hFaM90nmJvka13j0Lp+a9GbpdPf13Wz5k1II8wxhyvXw56zy+DqO8ZWWAvZWlkL3O5Cs92BINPnxjpjzZ5v09BlFbPPX3T75GAW48UiZTveO8pb2U+ty9WCRfve6zLL0ch++7SY05vXJVMb2r+y+9GAoOvQDiqD2rEne9GXpvvZKQQL1xA6u9TkuFPbkQDz79/fi9quN/vNsM0r0TC5m9iLIyPgFPXTwk0Ea+DOr4vfk2BT5S7UK9F9K4va6QbT21KjM+fkGZu0bFaD0MVdm9awzjvHN9zL2isbM9zyIPPf2OGr0DtGk92ADuvI7UaLzHc9Q9G7+9uPbc4D1Lrsy9uK/RPTTdjL0SmLA9+T3kPAyP+b13BRg+kc43PSnlLz3rVzs+HpBcvTxPpbzRLxk9af2gvfZONT3N0rq80reGPbX6dj372jw97yIsPQXTNL5STr+8jeocPSYZ+zyUqGI7","aF3Yu8eZx72Vn+g93tphvenMoz1BfBo6urTwvICGLj1GAz29A1qQPWAyKbywq4o9LuyWvSSEmj242Yc8hGaYvdvzeDwf5ie9fjEhPc+eOT3AEnI9fzY/vefzU71r9g48+N4CPXJg3D2FtMu9l4MRvUWohL20/4m9QHDrPMYS4b3yS568WNYWvbv6VzyKVZ28cMPCPASWiD2Yyr09xuf/O07zfL26xya9FekpvvIfmzzZimQ9wTIavblMBr5dqp28H/QavSEy0z30kAu8C6MfPcYH3r1ysQG+eAGDPdn/qD1J0g68mD/cvQq8c73tqsI70eaLPfBXrLse+sY9rzehvdlsqz3O0ug9KoUpPtU3qL30HOw7DL6gvUo5lLzJx/670qT4vXHxJ755gto9sWlivfVVfr0v25Y9TyyvPaERkb1Uj9Q5zImqPW2jJj3fDqQ81kfNvT2X0Ttjtse5DQ+bvaCWi7pRQAC9chjYPcx0ebwmh9o6ifVvPTC5hD1LV5c9qLKFPQblWD2da+49eAgbvZpatr15bXC8G4v8PW+WEj1C9zm+s0ExvJeMS71qina9eMkRPVRc2js6bZU9R922vSjhJ71INQO9LAWBPdXU1L1E3LY7Z5dPvZnByjv0u3I8B3MCvbSoBj7BnCm+vPCWPRXHKj75jCS9ZK2pPM6iELwcZkw+GF+APerFUj1ckn++v6mhOkF6xz1UB9U98UHmvZhLvL1wrtq97puuvXXmNj21NAU+XseLvD+N/D12Z9O9258ivRdwejyV79k8KIAUvaVvVz0l0wA9rjqKvXw+Xj7HhuM9La0UvD1iYz7lwnc7tWsMPs4DJz0TrFk+zPeFvYtk8byIL/q9HR8WPYL9FT4A8/o9ZqGQPPxnGj6+1y+9jkVqPcGcJ76/tBq9zE8WPty7Fb6iJ6s87sxSPr5TCj4cbAW9vEICvZJuSj674Bk+XHDMPbbqcbzr0a+9VKXmvbfVTz1NaRQ61AYgPVqfTrwV4T2+N9+TPX7MejscTkg8","5RaPvF0jm742QhW9icr1vYPMibxSOn09yb+YPVAUUb0TAkS7UGwfvfEuJT7Q6CG94JFFPeijFT7GWoY9IuAbvT7+9T0zS4i9QjMTPghk4bt6bZC9USgAvHvBXT5XT/m7XFuuPX0oGz54a/88OebPvYiEaT1WtEo9kwcAPS/PPz1FGqM8Mm5tvK1yDT5KK8G8JKQDvoxppr3nWtM87on/u6vDdL3SQG09S84lPX6EE7s6/J28cPHYPMHAsj1/61Y9vXlCvcTqOD2G9Aq+jCUvPMyb5b2NCvy9fqC+O/CpdjwSo3Q9LIY8vGEaQj5bwnM9iXLZvaytULxasvg8qBCXvUXTkz1viAE+Dia8Pa6qoTzbaK49MeqJPQQU3zz2bo68Bo9rvSXIzbwF+Fq+TKt/vOc2Hb0u4548kAm1vbclmz2m5pK9DBh5veA+Oz0HhjO+fsvnvLIbuTzOm/c9OyUIvlwWjDtAJVq9rmg6PSW9372bD547FqkCPs70BD1Q9yy9vY4bveBqjz2dLw8+/SptPa0H8z0wkO29loiuvStOlDwDeyw9YwDcvS3dBT4jU6O9uQAyvslqHj6RdPA9ySiNvc6UyD04IIC9MImTPbBDNr6LyLC8PphlvX2SQrzqMEE93lg2PoFCTD6C5vU9DeGIPYSJYD2ntyM+x1h5vBe8zb0kRQQ9NOb8u0jRmLyri4y9Sp+kvanIrb1KGKA9+1b2vZXcAj2WLOI96cvsvRL1cL05rEu8Z83Ou1xEY7y59X+9ZmQGPUiGg7sIuVi8dvFPPgifmz0lZ6Q82TDoPG+Aibx+zwI+Lp9APbzNwj0hoCe9hd+cvIZoLTw9svi95cvePTLiBz7y9Xo8LXRcPs0RND1Ev667bwAjvVFWqry4JJw8Sv8bu7rViD0KoUy7EwdZPkfC/LxWdwS+5KEMPdcjJT1cStW8WEymPDWHV7wUC708HA+QvV3uDLy+Kcy9zqkvvR3Jcz2u8VW9KGH+vPfNc70Lyfo8FF9tvGdaQbtCBaQ8","XbmAvOMKQL0f45w9PNFyPPbvg73sJpg9Q9pivVz9Tr2JQIw9KcePPIyibb3Bvr69B8E4PZkUebzXZDu8M3MJvvDnlb2O3HK9U9pBPLai8j1IBH69b6gFvgTLoz1uAMI9VNtSvIsYlj3CBZo7iy6Lu+FGhj2iwyc9tRGePSFti70KBIS76RqOPW1lwDzDg4I94vlwPXLaP73I0ro8rJYEPuJPvD1LKE291JtDvNYZ4D07YCS9F2lDPauf5jvpUJo7v1/bPPiiuL1F+9Y8sWxHvUqNmbun7QQ+PAu2vd0rlj0BO0Y95944vFbdlL0zutQ94l9IvbtXZbzKDQE+lfxBPnpnKDyD85a9ZylYvQxcOb0xjSC8UEuavbgPgTuDwYm9R8F3PVLpkD26BKc8bfNPPXW59j32bsU90yAsvlKTxzxwZcA99ZUaPoxCazqOdCM8LvELvp6xBL03+Z49uXdlPTKKjL29emW8dhOqvXzcW7usKUM+yENTvZZoij2HSDE+cuU2PXtCxD3L2nO9PvriPRBkA758MhY8RroqPbiwQD6grwK9L30ePbt/AD2iGj29M7BhPRivX71P9t08KtiTPZvd6b2Nkoe8Wwe4vf22Vr1k5qa9x25NPVKAAr70ErI9LFC6PPlXm73sPNQ84R2svd8UtLvMTWW9A0XtPBCsK71u8Dk9MKAZvXPmyb0hRoY9T7uEvMQopbq2q0w7GZDSvbBXcT1wTd07u175vUVyjT23oUC91nQQvR0Hmj0/vs48Hk7GPfNxlD5Qh4E9e1GVPgUnoz2TDRY++lu/vGQau7srExm+U4YRPttMZL3dLVc9YriuPjMco77vzFA+JRV1Pji35z0/4WW9xkFcO5e0C71Bo0++b8DiPBBNh7wP5CI+n4I+vv2mSb3Q43q9m4u6PjqNsz0xBQ0+qFi+PG84YT24u5+9MlwJvHcWOL6hqyc+b36iPtFbj70kaLs7RxzxuxAu0b1fZ789OWaLu4Siv720v2g7FaO1vSqki7tZJki+","j7IivAT9vz2WEyo9Mp6CPXYmOjyGAVk9H5MMvDFZ0Dylkai8KmyoPTB8xr2nchM9GdF/vX16mr06hzg+PVRLvqZJnT0NG0M+sSUPPC+N/ryR1Jy99cTOuucJe75P4IE9fqqWPVgbWz4uoSO+wTIyvZ/UIz0qjSQ84Pl2PmkfaD4jus69S9uovfimCr62vJc7wkHDvJPKJT7umzA+F4W+PS0Nmz1OkPk9VoRgu6XyUT5dY28+vx1MPWlYQTzXeIG9ULsJvtYQqb1Ftxi+R9qpPSy5tT0XYgc+N/5fvTUxPT2sNpe9+9nXPCy3yr0+wYW7MCkKPFJTWT0pjMA9KjdlPb+Njj1Tl4G9TgcUPk+c6Dzths28G/8OPSIziz3TgiU8kwHkvUw4qj2N3Bi+d5eZvdmrQb4OpqE943QJPbYrgLxZr0E8+dqZvRjpZr10fqg9gFLWPACinbwPNmG9C4skvh0nnj2NpiE91VNbvXqVjb2LSOU9YBuqvcNNz72Krjk9wQDBvWC917x7CCO+K2LxvQpvgD2LjJy9DGigPeCuKD6pKJg8uLpGPlY7PD7+3B0+mvOjPZ7oWb7rnkm+xF8lPgnRkj0ZDmA+LFKYPbpGhb56Aho+v/9KPtpg4D3aH+y8kOcevgUQN732/RO+J067vM+rQz4eNZ09HRzIvaz4Sj2yaLo9ut+ePb+Qhj1GqVM+wHVEPPhf4z2JKkS+iRhKPiHo6r0A068++cKuvNy8PD7Kf+m88dSEPQPtWrxxiLI9K1FPvUbGt7yxqCE9sBITO9+t8TwQ0EA75QMhvZDWj71kMP49eMQ3Poo3DT21IJ89DTziPeWu8z2QiD28rZmOvdHXWL1EluS958RcvbMVyj3fGJk9hdIXvtRfmz2AyVY8JcxOOwJbBj1KtBu9OyAUvYapWj10r7c9svnNva2kGj2eDwm+ad3VvJGfLz1NDbM98AKEPdxLQD24P5u9iRaAvKfUID1WeGC9SqvWPZKpqz26+T++S8rAPFRM7TunT4o9","HlyKvSReGb30MJE9UqyevfSql7w4hAW+nko2vLqhbL4+ZdA8KzDbvPajPb64u0E9Dc3qPJv+Lr20Vkw9LvzHPHmD1rx4Mye9CARGvQ88Ob2wyW89qFPQvIZb+71+UYY9E6+LvB4bCb0kf1M9KL5vvWu3ojwP9AC+5a2fvegllb0Ef0c8jqcGvU6wI725w2a8tVcrvNSVYz1mTcK9K2CzvTOXGz3v65S9IITJvQybwTlTeYE9vOYkvmCMmzzG5GS9LJAJOw+eNLzbaE69jo48vT2ktj35rB68A139vEVaHD56dRO9bZS5PeYMXT1Ow4I9LDT0vSEUDz2ADNu8p8BAPboYELwGDBw+eG61vWI6HD2vJKo88r09O9sTLr0eAQ29vuXYPURyy72EEEi9IZBQvHz1Bz2jaVw9aRgNO3/eJ724bqa9XVARvqLYkr1U26m9UdwMvCpVGL7K5JK9PB+VPU+VFD3+jrg8Ue2fPPdtFb6d3Ne85QHXvbv7pj0mE8S9MXK5O41gjT03C+K8DD6APRE+eL2fTyg8f30rPaMaHLvUWJ49wziUOkjrMT48xxo+uyyNPZCxGL0f84+9sRNmPegqLb0KO8g9qeSGPUoW2bv0qug8R2t3u4Zaez3Hbae8U+MvPlUvNT3vESg+mEa6PGyTTT1V1dW92SWJPYHCRb1XRRy+WTTZvEyJFbzg6JS9Xux0ve28Pj2Rly+9VbvQvBK/7z14Myw97ln+PdIKJL04or08ZsEMvXOe/L1xob+9lzxEPuvOID4ZCWM98pXsPeVjXr1xabM7j6YCPTQRdj3rsic+lPQ8PaB7WL0rfKs8RxFevbh+BbxVMTu+jymyvIuYD7xYB9A8261CvScFtD1LrzO+385oPSS3Yb3qAaO9l9HRPTAFJD5jiBi+mUsWPTOYJD1S1YU9CJ6BvO9jwT6UvPQ9k3zgvZUC3b1wjJu9sP3yPW/IZz2IbRK+Je8SvbZz3D2m/bs9inYVvh2JBL5J7Ba92DM6vT3WkjpiQdg8","me61vP2ug7zOhmW+FhPhu/VH/z2kXwy643HlvJUCObuVAxO+fBglvUmuPr1tR9E8L2uFPQG7Kz1BQ549G5yXvYQoG76ECXm88BlbviFs2j1IyCg97VVvPv2bU74bOaQ9XGetvaHK2juaDgY+zlpPPsVeAL3Zbw++tBKJPZyTejvd2PK87caAPveNCD1LJTu8PycQvuXwIL5otVy9b33XvA8dB76/hVG9rnRBvcJBozxgg8G4QocrvpytXzwAz3i8HQF0vT9qpLvnTF09IzBMvSG/ZL0N+g++8X34u21jwr2zspS9jQQVvl2P8Lzxmsu9r1p+vfb7qbzTrNo9Ny6+vfNbGbxxySq8IYdxPhIrID4fTJW+US7LvfEYjjy+YR69sbgAvsJlH7zO6YA9EY7HvST1Nz1LGXU99ggSvWCuqLzMgge9LBK0PKTrxrzZRiY9R6jKPBV6DD7Xrme9uJ55vTGWbTwXwoG9pmbPPI3AWT7iKJU9wqtZvWYixb2xwsQ9dOW1vRN35zoq7Qe9atY3PWqhyz12fwe9B3iRvbDekz1asuK9jtdTvd4/Gz5BxLi7W6yoPUsP2T1u/K49cVc/POo+yT1Igoy9LA+2OqnZ8LxZBg++JhHLPR8VLr7YTxA9lcbOvRML8T1XuIa9SQUxPRIbIr6t6L88BMlcPHTnWD4NQ+Q8axKzvdZ4370OUVK9fhD9vZQMVD50rOo9vz4cPYXO57zotTI8iScJvscPrr0Jy+a97GCBPQppZrodgu68BRsyPUqs373GHIW9/HvHPKpp573VEGk9UNMQvGI8DzxYsgO+raIqvqb9+jyJKEG8/fHEvewEeT2qsiW96lkRvrsXgL0NlW49A5PtPRHJzr33LkC+fSrmvbsg+z3nNB0+0pxjvqkhJz3uubE8l0WLPhBUgT3mvtS9B5VdPWAlIj5gHvU99C+lPfJjUT0DReI9vtMkvh63UT46db0470HPPYk6Nz4TU0w9pfMUPnKtlj1p8/+9yrStPTWriD3nxsW9","2Ek6PqqabT1Lnvq8RQbPvddvIj6B0rU8WNwpvgIp6zzIR9K9hAnGPQAYIj7s3ze+VVhyvtfiF72pnZe9EmI4vgRn5D2reZO58EtuPQt7DD1d0yU+lKYgPWJ6AL4l3IO880LbPRcvqjxFmTe+jbOGPagWy72s0Ig9Ec2OPLZT8TwPUqK9wlFXPgYo/T3IRZs+MB1IPXqbTL5/fHK9ify0PrcNdj5zb/494SlUPuc2qD1MIZM9NG1NvAKHJb640iw+W1iGPUE7rL38uCG90/KjPC0r872TFO08c4YlvOo4x7x8sa29cSejvThhHr6v1o09PCzpPDGAkr083rC+ITNSvfKeizxbYgm+LuW+PTYEpLxskqs6dBtUPYFtoj3Ih5k7DPXNvcqAiL06uQs+IOjyPdPrMb04hgy8mqIiPDcwDb4siWA+DfchvulsAj6wDg+99euovN0BLr7kfhQ+G6g1Ps2SOL7QNk29BscVPtH2J756yHE9+E9RvrxyPb3uLZ+9yJgcPbxIAr3CJwO+UNd+Pb3Mm7w6TQ07xzyDvaIkdz0oAiy9n2yOPT9KRD3SMjE9hMKZPYj5CL3Qd5K9RvKjvKQ5xDwzW2Y8Nc3BPR9xSj00QW+9zQ5WPsG20z1iuHo+WWGbPS4tv7wWJRG+BjfGPThiHT37VqE+HpAQPsz18b27xDo8y3jZPbXe4j2i5Cu+5xm2PKV2jz41jyQ+cTYyPgpIfDx2WSO9FKJtvlzOfj6U7KS963lEPoGsUz7RX5M9xrvCOrq7FT2xUIK+61gPPj2plj0BiYO+XQQ7PrPViz4X1Ey+f803vo4P17w2PK48+39AvgTMnLtSPxe+k+bPPc7lBj5OYmw9rwLSvuPy0jzx2iG+G/BBvmhNnbzzxh68g1dMPSU01T0anWo9Nky6vHE3uj1F8z49RlmJvf4s8LxtOAa+7QlWvmDuJz3hxTy9pGMSvVl9ML6jkBw8qilKvTMVDD7ATaE9UrslPfdrtrxe8XO+38tEvbZ6+r0AvZW9","AjhrvDvriD1AZqY85hOUPa2V9TxXby29ADI9vENs870lD7q8igv+vCLD1D06Z7I9ilRQPTvh1Dz8FQQ9+BXYPUDGrT2nAIE9NyzzvZpT2b1RaJC8+GKbvFcCuT1fbqQ9NSsyu6dk4r1MYBO+zYHoPb09xj2ll3W9w/TqPD+477rF+569KA2mPdonEr7i/3K6ZbjjPfpSGz6iCQK91V4ivhvS1rtskuy9S/0DPfikxT3matI8xC9yPi6RqLzBuBK+7Vl0PWS3TL3sHAA+FQo4PQNmg7xwldG8vsy9PSim0b0fseM8YUBMO16QeLysAY+9xtJhvfqdpDsT99u86QMNPiVhAr7qjxW+GvbGPaD/j7xsm8k7KSMKPJhRQ7zwXgI3uqHEvZ67nD0pHAY+lU06PR32RD1D3g8+4syKPVHfvL27YBK8NSCivBGPTD0K3Ni8i6xgPYgKHz16tB89l4+zPJ/uGj7nnx88qojnvAiICz73u+u88HJ0vE9Q0rtUqIs9weKkvWDPQj12x8e97d4hvgi/Fr3/Yaq9oNCGvcdCTz1cYCm9kAYLviiwmTti1gG9sQECPu6dlbysowm+Zopcvew6rT0m2kC9iCSDPayri71Tn7I8MwakvZClTr1SaY68dIOfPczdDTzzpis8hrqkvGiYBz04hxo+/q5Uu3I6mTzBioc9Jxm2PEI/sD0Itcm8d37BvWb+V7y6M5K+PbQjvq/I2b2V5kC+TPaaPA6kxL0mfsW9kLWGvfpokr20nRw9TTxsPZW4zz2rwG29QoCgvI8Tuj00ZBi+zV9BPdlifL1nwaC9Te/0vKgM7j0dCfg8tAFEPpRQgbuHebI8le3Yu6Kws70dozY8TAtDvv8v2bxCgH+9AIk1PaK1iD0chjA6AVynPXO/JTzXTTk8le84ve1yMTwQnSS89sA8PHyBQz28DCi9KYOQvEYNZz2WoHs8YeKGPc6O+TyA3fW9QJ/wPRmiZjzPXyo+3K3fPVEChD063Lu9dEpmPcUo0rxIhhI+","AwroPXp4+b05pVA9lH8BPR9uez0VKT88YHKiPHVA3b0zAAY9w7vBPQoiiD2WRQm++Z0dvm+EVb2Rfl+9AnPLPRCpQT7a5/k9S5Uovt4ftD2GYHK8mxWNPlgDCbx7qpA8jfY4PRjfhb3jl1U9867vvVmzfj2jstk7Mfd2vEYlmb26myY92VPmPPcfLD7oGkC9XGW7PQXSJ72drB8+odtLPWrGE73Cp8I91aCyvfr04D4uBHk+ujwVPgPat70yeaY9pm0svmWLNj0xCS8+5JtLPUziAj40uTE8fyt6Prpj4r1ofAS+03vBvHLdu71Sf5s9BO7NvUitnjlHEAW+fJqAPQDFv71RXps9BlINvWvgWj00nr69rrWfOydElTw/QME+j220vXRGsD3Kifk8BhPDPdMWMb4A3/m8QDU1vdKrDj1eQ4e9xhVivsxLlzz89NO9Fse/vVSTJLzGNzU7mBgYvp+qRj2iShq+3e27vaZvBD4Aje09DCwvOsmOcD4fzwS+MtsbvViLCr7FClI+0t30uVi6Vj0ZJDy9Q30/vHpUqT3pH9+9J/HDvR8HlbxwKJG9SRmGPZjM7DywaAW9s8QavGZA1b3sroC8URB9vVXBLL3H8bK6URkUvs+9Nr3bZJg9ji3eOwbnSjufHG29w867vTj5GT5mtae9ip4MPbpY4D2r+3c9tb1hPZtBmj0Vu8y9eVPnOzOBKD4PsBk+VwHhPduAyD0T30A9SxnMvTCK0T23Upi83YtMPhQSlT2hJRo+Ca8QPSRyjT1h3ka+WAuhvbunC7320VA9FUX/Pclul70f2W88NkCvPZfeCD6lBHK87MyEO/6hhb3tbai8LttqPoULZrsdV3y82wmpvRerjbwi9he+trUlPVeqUT6GFLg9ntU/vjCqWr0Qv708Tuh5Ph3xizzrJvw9gS5ePUrEljxsIsa9z2pBvgvfzLwi8ra8lvqOvN/Nd70c8hs95WmZvZqqyT0sY8g8msSKPUGq5T3nj6g+YjxTveb6/T3nnSI+","MptXPvS8J76FEx69n5STvq1SIj2Gl5C+y5PFvZzWwT30FBY+rHnxuuqRjD1d47q9kENUPhIJDL2Xfys+/g2fvqdFB7yZxqQ9YygzPgtG+r06mQ6+wjKuvhuTTr1yXOY8CsSwPkDRqj3bRKe8/IJtPRorzr1tTNu9vnVbPqo9nL0erK68SBYEvF3khT1fMwq+mecwvqMSwD3pBRa9L5NQvjcTmTtaen+72C9vPevcsz2O0Co+Xg2GPRo3fT5WYvW8zV1xPrAtLT66CJA+o9MePt0sI70awRW+etdbPd5W2b3HBeu97IvbPe0qEz7DEq89v0FNPSK3Mb4q1Rg9dMQOvg0G4T3xzO29sXo8vqXKQT47a3u9PDUHvfu/xb1KT4S+/T0CPcLwKD0LONI+uQmNPUftlL30VOo9vqK/PEGHe714gMw+c1jRPRgBNr3FD/47gpTyPWX+5b394NW98bEAPi8ypz0WqCe+rJAoPpDyB7yrBSi+CePVvEjWkD3iouw8EYxDvBr9TD1P6AS+PBdZPvcSNj6FbqW99SFLPkyUnL2vkn08UcOWPLJ5L71hr5o9EbycPaDuEL27Qtg9abcTvdPsf7yyEpC9Jw8DvQ67nb20ire9pPKfvdqKCDt0wGQ9AM00vRx3Z72o1Qe8XhZKPIhOLjzn6GS8J8mBvqSeFL14Y1k9JxDlPcugIr1POEy9Zq8FviIq0bxt3gA+WbyJvDv1dj1qO9k8WBoLPS31xTyhDku9mKG+PBlC6D1yqwa+cbFOPA2uiz0iNT4+Y3vcO/MFQz7PWnA9plomPicmOL6zPEi85a5gvh6eeDrNKD6+e269vUUSDz59RzQ+EF1+vre827ziVSE8CksKPocG8Tx8+rA9yfSevj2pir3oQtc9XauvPMEwDL6ej4W+oReIvqyWZD26Wgu+9BdoPtbmmD7qQ5G9G1TfPdKCBD0G8ya+8N+jPu3oO73pmHu9hTEMPSOuij3XSqe9xFc6PQ5Drj1ScYu8GjFSvtYy9b3uroo9","b9b8vKoXAby4OQm9CxrTvc74x70OyGy8R+Hyu/pil71dwJg8htU5vWac/b0b1/U7zp6ru6s7OL003ZO93q7TvUIp9jzvLEe+IieVva3Avj2M/am9s0BaPja6RD2iRhY+6BgDvlT8oz0QQIo7A72Eu18PmTxhSuG8T0fFvbxn9b1KDco9r759vJdJ5LydyoM8D96BPQF/OL5iAZE9ysLJuKZ/QTzcJNQ71A4kvceLTz0+Tci91/CjvDXgkD2cLTW+tFOSvTh+jD0QDaA8geYfu559ET0guZa9TM8HvbS5Uj2YFaI90ovivHHCFj6QeYA81XqyvTVbObxLzF89JiWkvIDhBD3Y6BG9xP0rPQVleD04YUi8GKVmvR9+Mr6iPCM9gBqpPXMZ5L0FRKO9Us65PQmLvjxc0li96RIGviXsIT0ZIbm7AHkVPEOvLT7/da48j+FTvVBykj3cZpk9hnEDvipIi71SkxO+ZwO0ulAvpj2En5i9zyGyvRPIh7w2uOE7mxmbPI87Fr1gHda8rhdNvnncBL5u7MY9El70vOCbAL2WTQa+hQzYvbvr77xu2wE8lF1PPcVRM7yvST097LgAu6Oz/z3zdfO9AZAYPYyjZj48Uue9t9A4vYhhBb3S92a9qNoPPokWUrzpDI09LvntvXvp0jwK6Ao99QsXvVCPOT29nS69UVTqvOx9GD3v4h+9nUG1u9SZ1jynf0e9/9DpvZFVKLy3XUG820YXvkPDzj10d6e9haSkvdwqTT0Nqns98Y4rPYzVAT3WWjs+dHePPLnAFL59NQk+qxlOvVJ8fDyvvoy9aw1dPWoc9b0sGKE9UivOPV+h7b3QmgK86qJQPUrDhTy7jeE8jzd5PRS0z72n8Ks9T7aLPfWXAz1A8lG9Xb/Iu1IA+rw9lda9kR8NPkpP9LxBizI9miUGvLrE0T0c39A8CouwPU27Pr188x68wdkfPXomJjwpa8287x6tvSPBAL4CG569dXalPF6mq7x1v0m9XoqKPdz+J71dTPg8","VOZhPTG0Nb1EoTe+zbiTPRsSE77eQdS9pzmdvY1Z4r24MQ6+NTI2vYVYmrzFWkg93OdjPa7c3zt75vS9eq67vXiTDr5BrCq+mv5uPe04sb20fA490XCCvV/wVz3iY9e9JZaFPSG9Yb4kfAM9O2ZZPddvhb7q4Bq9xN8VvVk4+7xMt0i9H7rAvfyps73Qey49TJPEOfHDrb1ITiE84/kYvan8TT3dmTW9N38hvdZfBz36scK8ZFGyO6H8Fb5/tK49NlsQPrgRJT3AIL69wcIuvl9uxr2MUDg8JQYYvTdzf73zjnW8OhRZPEHvub2jwyo9FHnGPRuUH701fXa8Z1rQu/TBxj0bMy4+fnujPfuc6Lxqpw4+DS/KOz6lmD0nP9S8Y/U5veuZA73Z9AI+4P/HPFg55D0G01c9ZLmhPFWqzj0uIRM+mFeWvY7ylr0QKZG9TFuzPP2GKz19RL28MvbSPP+UqTwugaw9cV/PPDCHnD3Pf/Q8e1xNvVJMJzzDlQa6rp0vPU5Fyz2MjeQ8pdyPPLyElbwpsaM9ETtUvaVtuj2dgy491pzavS0c9bysfG89hf2mvN0rAT7nx5E763QaPvpHAroe7wO9xRV3PRmaGz0jOae9+ZiMPELf9rwhrju9nZdYPa+HmD0ub8g8GGlGvkO19L0+B3+9e+ijPQ/mcL2ATuQ5JHCRPJZDCj5lQYA9LoYoPXxt5DxdxiK9z3muPWAsDzw21EU+6AoRPSJFSr1LkX48cL2LvdMlhz076XE7tmwavW40vb0rYow9hND5PfpelDzJYAC9j5Mlvao9mb1NwY08ZE9cvCeKpDwGyJm7eBRCPcpbiz1m5vC8X4XjvV70zb2khC09qA6ZvBewcjwYrFe95Lt3vY2j973i2Nu9LX6LvZb1OD0+zEc9HI32vexu6L0LCLc9y2FePRRuqb1w9oc90RiuvP0F270QuYU8e+bGvaD40byq0sS9tXOzvTGLrz0elTe9KXIAvIszkT2RAr29iGuPPc7OMb0LyAe9","+Q0ZPcO7tD0+tfq8h2YIPTQs471/64y9a6FOPXHzfD0zGTi+Tua4vfvy172O6+C9BoJXPZ+jMb3DKyc+jUY0vbh+qbwYIky9D8icvdIsgrwREmm9xFj2PAeSE70cBa28cGtlO4lJJb3fhDA9En9PPY6ZSjxe4Gc9yAwKPTi2IT2Ngh097yymPbOIFD3xbJG7agwIvhFi9byBSaS9wcxFvjIESDwxV9W8RcGAPhf5HjzkDZ+8aOVivaK04r2LFPI9nnpnvWZWg73q7LO8I1NpvSsidj1wh8a8ncCNO2jTy7wJvey7D8TKPWXUsT1W45m9vq23PHLjGj2waC+8TaCnu58smz3MHyo9sqPGPdYdMj2GLbe83KFqPR6k/zzwp6889xUgvm8dVjt5Rzk9Rg0xPmdUgL2ds7g9gXjVvMi2tL3KBxm8ZidGvDtiC74gZAU++wsWPuewQr3rzGe78K+8PLZ44D1znQi9mGxzPWslsbxqU5q9oHiBvXqTDzxCpXs93FNhPMpogz2E6eM9J2+ZPdo99z2+3Ae+dNo9vcqZVLzNaQ6920DXPVZCajvYZco9QcDLvNAMdr0lh449xJ0uPYmrBz36Xf48b2sIPv1Maj337aw9jCe7vfxhfr3dn2C8fOgovbkYqL15/s09+aTWvZdyFT58XTA+mTCJPVoozT35J2o9bjYxPezmEjxv0fy8nAnEvWYIxr2kDfU9YrmWO1hmjj3lijM+J7IMPdpsPr08uho91I2FvOPp2b0YYPA9G88CPWOg/b0R1FQ9kf/KPYL5nT1iAL69FsQFvTmqRzumN5C88IqFPd43lL3vKvs7lrlAPZEOhrwRrpA9xWclPXgTATyf09c8SzoWvepROz1+HtK8jPRsvY4OPrwcoSC9qkSEvFrsr7y0llg9gkiqPEh/Qr3qK4S846IVvpxvlDwfp7G6e2tfvK2OBT0LFvG9gEbVu1Sowj0KjXu9Pe+zvVVesjyyF4W9/0u5vFuzyLu1AtG92SVivj+gSz04yL08","3X4ZPpiXbj2aBYq+sjufPSZ1jb0HyVY8oQsWPa87TTyg+IC9jso6PHppy73Owr89b2w9PT6Gozx7wCM9e4gHPvarib2S0KK9sEFoPS/i772324A9GFFVPNx11D2ZKNk9ofIpveb4Pr1xBK882c+MPChogjzTo+09mTW2PTRBfTxhXRi9hjlpvXny3L124Ru9/XUQPAua7jywQhA918Z1OzLecr1UTPs9kz28PBDMXzytVzM9yIWZPKlhhz2iu7K9DAmxvdt21T2YTkm8X48OvSHIi71tTmI8kavdPHMTID3ygOC9E0oQvgpn6LyRU7E8NkufvFbVE75u5e48tr0+PvsPar1A2AE9rb6/O5A8CzzF7fo9FllbvFzC3j3LxX49ivMovezXuj38Wx69Uf3gvdy+ib1aCKO9Rv8/vngOEzyQYc49XurNvWChwj2y73s9jQEsvYFYmzww9EC9M6WxPJlJErgrvCe+OKd1vVefQ73LTkk96gTtvTkIuT1INgO73K4MOxesID7cjyU87MshPSXWHj2ZBYc9jVG9vbmLCr256nk9XAg9PQbS8rzhOJq9UcS4vClj5D2pwzQ7vIs+PUJjhL0krZ07VnO3PbXBvjxClmi9IiYmvdpc3bg9Yaw9J8yPva1WoLwQMoW9f0g1PZ0IuD1x48Y9MxSmvD0ZQztV+R4+VQSRulzm+T1ilce9wxJQO7M1h7yjZoO96OurPblYuD0r9vU8guIKvb7BkbuocGI9z7HnPFhDx7v9kyG9nf2vPQevEr7gA7E9X7JmPa2Dr72ejMw9pcK7PDkiuL069yI9qxVAPkDY4L3njWQ8Ao5jPRdKZj3ZBCa9RfUBPrJO4ry22hy+NXfaPX8dFz0W7go76NLKu1L+tD2/Ed69o2ZHvDu/er0RvtE9dASIPZjoq72Mira91HfCvNqlyb3yai+84Xa3vcwwV70x/rC9OJw3vT+vFr4hKMw9tEIUPUfxnD3zc2c9hxGgvNhslb0uH+W7ZlANPSrZMj21Yuq8",